Repository: ShareX/ShareX
Catalog: ShareX.HelpersLib/Properties/Resources.*.resx
Languages: ar_ye, de, el, es_mx, fa_ir, fr, he_il, hu, id_id, it_it, ja_jp, ko_kr, nl_nl, pl, pt_br, ro, ru, tr, uk, vi_vn, zh_cn, zh_tw

# ExportImportControl_tsmiImportURL_Click_URL_to_download_settings_from
source: URL to download settings from
ar_ye: عنوان URL لتنزيل الإعدادات من
de: URL um Einstellungen herunterzuladen von
el: URL για να κατεβάσετε τις ρυθμίσεις από
es_mx: Enlace de descarga de configuración
fa_ir: آدرس دانلود تنظیمات:
fr: Télécharger des paramètres à partir de l'URL
he_il: קישור להורדת ההגדרות
hu: A beállítások letöltése URL-ről
id_id: URL untuk mengunduh pengaturan dari
it_it: Scarica Impostazioni da
ja_jp: 設定をダウンロードするURL
ko_kr: 설정을 내려받을 URL
nl_nl: URL waar de instellingen van gedownload moeten worden
pl: Link do pobrania ustawień
pt_br: URL para baixar as configurações
ro: URL de la care se descarcă setările
ru: Ссылка для загрузки настроек
tr: Ayarların indirileceği adres
uk: Посилання для завантаження налаштувань
vi_vn: URL để tải xuống thiết lập
zh_cn: 设置下载的URL
zh_tw: 下載設定的網址

# ShapeType_DrawingFreehand
source: Freehand (F)
ar_ye: رسم الحر (F)
de: Freihand zeichnen
el: Ελεύθερο χέρι (F)
es_mx: Forma libre (F)
fr: Dessin : Main levée
he_il: יד חופשית (F)
id_id: Menggambar: Bebas (F)
it_it: Disegna: a Mano Libera
ja_jp: 描画: フリーハンド(F)
ko_kr: 자유롭게 그리기
pl: Odręczne (F)
pt_br: Desenho: Mão livre
ro: Mână liberă (F)
ru: От руки (F)
tr: Serbest çizim (F)
uk: Від руки (F)
vi_vn: Vẽ: Thủ công (F)
zh_cn: 绘图：画笔（F）
zh_tw: 鼠繪 (F)

# ReplCodeMenuEntry_pm_Gets_AM_PM
source: AM/PM
ar_ye: ص/م
de: Bekommt AM/PM
es_mx: a. m. o p. m.
fr: Obtient AM / PM
id_id: Dapatkan AM/PM
it_it: Ottieni AM/PM
nl_nl: Verkrijgt AM/PM
pt_br: Recebe AM/PM
ru: Получает AM/PM
tr: AM/PM al
vi_vn: Lấy AM/PM (Sáng/Chiều)
zh_cn: 上午/下午
zh_tw: 上午/下午

# DirectoryNameEditor_EditValue_Browse_for_a_folder___
source: Browse for a folder...
ar_ye: تحديد مجلد...
de: Nach Ordner durchsuchen...
el: Αναζήτηση φακέλου...
es_mx: Buscar carpeta...
fr: Parcourir et chercher un dossier...
he_il: בחר תיקייה...
hu: Mappa tallózása...
id_id: Jelajahi folder...
it_it: Cerca Cartella...
ja_jp: フォルダーの閲覧...
ko_kr: 폴더 탐색하기...
nl_nl: Selecteer een map...
pl: Przeglądaj w poszukiwaniu folderu...
pt_br: Procurar por uma pasta...
ro: Răsfoiți un folder...
ru: Обзор папок...
tr: Dizin için gözat...
uk: Огляд тек...
vi_vn: Duyệt đến một thư mục...
zh_cn: 浏览文件夹...
zh_tw: 瀏覽資料夾...

# LinearGradientMode_BackwardDiagonal
source: Backward diagonal
ar_ye: قطري إلى الخلف
de: Rückwärtsdiagonale
el: Πίσω διαγώνιος
es_mx: Diagonal inversa
fr: Diagonale en arrière
he_il: אלכסון אחורי
id_id: Mundur diagonal
it_it: Diagonale Indietro
ja_jp: 右下がり対角線
ko_kr: 역방향(＼) 대각선
pl: Przekątna w dół
pt_br: Diagonal para trás
ro: Diagonala inversă
ru: Обратно диагональный
tr: Geriye çapraz
uk: Зворотна діагональ
vi_vn: Kẻ chéo về phía sau
zh_cn: 反对角线
zh_tw: 反對角線

# ShapeType_DrawingCursor
source: Cursor
ar_ye: المؤشّر
de: Mauszeiger einfügen
el: Δρομέας
es_mx: Puntero
fa_ir: کرسر
fr: Dessin : Curseur
he_il: סמן העכבר
id_id: Menggambar: Penunjuk
it_it: Disegna: Cursore
ja_jp: 描画: カーソル
ko_kr: 커서 그리기
pl: Kursor
pt_br: Desenho: Cursor
ru: Курсор
tr: İmleç
uk: Курсор
vi_vn: Vẽ: Dùng chuột
zh_cn: 绘图：指针
zh_tw: 游標

# ImgurThumbnailType_Huge_Thumbnail
source: Huge thumbnail
ar_ye: صور مصغرة كبيرة
de: Riesiges Thumbnail
el: Τεράστια μικρογραφία
es_mx: Miniatura enorme
fr: Énormes miniatures
he_il: תמונה ממוזערת ענקית
id_id: Thumbnail lebih besar
it_it: Anteprima Enorme
ja_jp: 特大 1024x1024
ko_kr: 더 큰 섬네일
pl: Olbrzymia miniatura
pt_br: Miniatura enorme
ro: Miniatură uriașă
ru: Огромная миниатюра
tr: Devasa küçük resim
uk: Величезна мініатюра
vi_vn: Ảnh thu nhỏ/thumbnail cỡ rất lớn
zh_cn: 巨大缩略图
zh_tw: 巨大縮圖

# LinearGradientMode_Horizontal
source: Horizontal
ar_ye: أفقي
el: Οριζόντια
fa_ir: افقی
he_il: אופקי
id_id: Horisontal
it_it: Orizzontale
ja_jp: 水平方向
ko_kr: 가로
nl_nl: Horizontaal
pl: Poziomo
ro: Orizontal
ru: Горизонтальный
tr: Yatay
uk: Горизонталь
vi_vn: Chiều ngang
zh_cn: 水平
zh_tw: 水平

# HotkeyType_AbortScreenRecording
source: Abort screen recording
ar_ye: إلغاء تسجيل الشاشة
de: Bildschirmaufzeichnung abbrechen
el: Διακοπή εγγραφής οθόνης
es_mx: Interrumpir grabación de pantalla
fa_ir: انصراف از ضبط فیلم صفحه
fr: Annuler l'enregistrement d'écran
he_il: בטל את הקלטת המסך
id_id: Batalkan perekaman layar
it_it: Annulla Registrazione Schermo
ja_jp: 動画キャプチャーを中止
ko_kr: 화면 녹화 중단
pl: O nagrywaniu ekranu
pt_br: Abortar captura de tela
ro: Întrerupeți înregistrarea ecranului
ru: Отменить запись экрана
tr: Ekran kaydetme iptal et
uk: Перервати запис екрану
vi_vn: Dừng ghi lại màn hình
zh_cn: 中止屏幕录制
zh_tw: 取消螢幕錄製

# ReplCodeMenuEntry_y_Current_year
source: Year
ar_ye: السنة
de: Derzeitiges Jahr
el: Έτος
es_mx: Año actual
fa_ir: سال جاری
fr: Année en cours
he_il: שנה
hu: Jelenlegi év
id_id: Tahun ini
it_it: Anno Corrente
ja_jp: 年
ko_kr: 현재 년도
nl_nl: Huidig jaar
pl: Rok
pt_br: Ano atual
ro: Anul
ru: Текущий год
tr: Güncel yıl
uk: Рік
vi_vn: Năm hiện tại
zh_cn: 当前年
zh_tw: 目前年份

# PastebinExpiration_W2
source: 2 Weeks
ar_ye: أسبوعين
de: 2 Wochen
el: 2 εβδομάδες
es_mx: 2 semanas
fa_ir: ۲ هفته
fr: 2 semaines
he_il: שבועיים
id_id: 2 Minggu
it_it: 2 Settimane
ja_jp: 2週間
ko_kr: 2주
nl_nl: 2 weken
pl: 2 tygodnie
pt_br: 2 Semanas
ro: 2 săptămâni
ru: 2 Недели
tr: 2 hafta
uk: 2 тижні
vi_vn: 2 Tuần
zh_cn: 2 周
zh_tw: 2 週

# ImageEditorStartMode_Fullscreen
source: Fullscreen
ar_ye: الشاشة كاملة
de: Vollbildschirm
el: Πλήρης οθόνη
es_mx: Pantalla completa
fa_ir: تمام صفحه
fr: Plein écran
he_il: מסך מלא
id_id: Layar penuh
ja_jp: フルスクリーン
ko_kr: 전체화면
nl_nl: Volledig scherm
pl: Pełny ekran
pt_br: Tela cheia
ro: Ecran complet
ru: Полноэкранный
tr: Tam ekran
uk: Повноекранний
vi_vn: Toàn màn hình
zh_cn: 全屏
zh_tw: 全螢幕

# AfterCaptureTasks_CopyFilePathToClipboard
source: Copy file path to clipboard
ar_ye: نسخ مسار الملف إلى الحافظة
de: Dateipfad in Zwischenablage kopieren
el: Αντιγραφή διαδρομής αρχείου στο πρόχειρο
es_mx: Copiar ubicación al portapapeles
fa_ir: کپی کردن مسیر فایل به کلیپ بورد
fr: Copier le chemin du fichier dans le presse-papier
he_il: העתק נתיב קובץ ללוח הגזירה
hu: Fájl elérési út vágólapra másolása
id_id: Salin jalur file ke papan klip
it_it: Copia Percorso File negli Appunti
ja_jp: ファイルのパスをクリップボードにコピー
ko_kr: 파일 경로를 클립보드에 복사하기
nl_nl: Kopieer bestandspad naar klembord
pl: Skopiuj ścieżkę pliku do schowka
pt_br: Copiar local do arquivo para a área de transferência
ro: Copiați calea fișierului în clipboard
ru: Скопировать путь к файлу в буфер обмена
tr: Dosya yolunu panoya kopyala
uk: Копіювати шлях до файла у буфер обміну
vi_vn: Chép đường dẫn tới tệp vào vùng nhớ tạm
zh_cn: 复制文件路径到剪贴板
zh_tw: 將檔案路徑複製到剪貼簿

# HotkeyType_ScreenRecorder
source: Start/Stop screen recording
ar_ye: بدء/إيقاف تسجيل الشاشة
de: Bildschirmaufzeichnung
el: Έναρξη/διακοπή εγγραφής οθόνης
es_mx: Iniciar o detener grabación de pantalla usando una región personalizada
fa_ir: شروع/توقف ضبط فیلم صفحه از ناحیه سفارشی
fr: Enregistrement d'écran
he_il: התחל/עצור הקלטת מסך
hu: Képernyő felvétele
id_id: Mulai/Hentikan rekaman layar menggunakan area khusus
it_it: Avvia/Ferma Registrazione Schermo usando una Regione Personalizzata
ja_jp: 独自領域の動画キャプチャーを開始/停止
ko_kr: 화면 녹화 (FFmpeg)
nl_nl: Schermopname (FFmpeg)
pl: Rozpocznij/Zatrzymaj nagrywanie ekranu
pt_br: Gravar tela
ro: Porniți/opriți înregistrarea ecranului
ru: Начать/Остановить запись области экрана
tr: Ekran kaydetme başlat/durdur
uk: Почати/зупинити запис області екрану
vi_vn: Bắt đầu/Dừng ghi lại màn hình sử dụng vùng tự chọn
zh_cn: 屏幕录制
zh_tw: 開始/停止錄製螢幕

# AfterCaptureTasks_SaveImageToFile
source: Save image to file
ar_ye: حفظ الصورة إلى ملف
de: Bild zu Datei speichern
el: Αποθήκευση εικόνας σε αρχείο
es_mx: Guardar imagen
fa_ir: عکس را در فایل ذخیره کن
fr: Enregistrer l'image comme fichier
he_il: שמור תמונה כקובץ
hu: Kép mentése fájlba
id_id: Simpan gambar ke file
it_it: Salva Immagine...
ja_jp: 画像をファイルに保存
ko_kr: 이미지를 파일로 저장하기
nl_nl: Sla afbeelding op
pl: Zapisz obraz do pliku
pt_br: Salvar imagem
ro: Salvați imaginea în fișier
ru: Сохранить изображение в файл
tr: Resimi dosya olarak kaydet
uk: Зберегти зображення в файл
vi_vn: Lưu ảnh vào tệp tin
zh_cn: 保存图像文件
zh_tw: 儲存圖片檔案

source: File path with output file name extension
ar_ye: مسار الملف مع امتداد اسم الملف الناتج
de: Dateipfad ohne Erweiterung + "Output Dateinamenserweiterung"
el: Διαδρομή αρχείου με επέκταση ονόματος αρχείου εξόδου
es_mx: Ubicación del archivo sin extensión + "Extensión de archivo final"
fr: Chemin du fichier sans extension + Option « Extension du nom de fichier de sortie »
he_il: נתיב קובץ עם סיומת קובץ פלט
hu: Fájl elérési út kiterjesztés nélkül + "kimeneti fájlnév kiterjesztés"
id_id: Jalur file tanpa ekstensi + "Ekstensi nama file output"
it_it: Percorso File senza Estensione
ja_jp: ファイルのパス (拡張子なし) + 「出力ファイル名の拡張子」
ko_kr: 확장자 없는 파일 경로 + "출력 파일 이름 확장자"
nl_nl: Bestandspad zonder extensie + "Extensie resultaatsbestand"
pl: Ścieżka pliku z rozszerzeniem nazwy pliku wyjściowego
pt_br: Local do arquivo sem extensão
ro: Calea fișierului cu extensia numelui fișierului de ieșire
ru: Путь к файлу без расширения + "Расширение итогового файла"
tr: Uzantısız dosya yolu + "Çıkış dosya uzantısı"
uk: Шлях до файлу без розширення + "Розширення кінцевого файлу"
vi_vn: Đường dẫn tệp không có phần mở rộng + "Phần mở rộng của tệp xuất ra"
zh_cn: 无扩展名的路径 + "输出文件的扩展名"
zh_tw: 含輸出檔案副檔名的檔案路徑

# URLSharingServices_GoogleImageSearch
source: Google Lens
de: Google-Bildersuche
el: Φακός Google Lens
es_mx: Buscar con Google Imágenes
fr: Recherche d'images Google
id_id: Pencarian Gambar Google
it_it: Ricerca Immagini Google
ja_jp: Google 画像検索
ko_kr: 구글 이미지 검색
nl_nl: Google afbeeldingen zoeken
pt_br: Pesquisa de imagens do Google
ro: Căutarea imaginilor pe Google
ru: Поиск по картинке в Google
tr: Google resim arama
uk: Зображення Google
vi_vn: Tìm kiếm hình ảnh trên Google
zh_cn: Google 图片搜索
zh_tw: Google 圖片搜尋

# HotkeyType_IndexFolder
source: Directory indexer
ar_ye: مفهرس المجلدات
de: Ordner indizieren
el: Ευρετήριο καταλόγου
es_mx: Indizar carpeta
fa_ir: پوشه ایندکس
fr: Indexer le dossier
he_il: מאנדקס תיקייה
hu: Index mappa
id_id: Folder indeks
it_it: Indicizza Cartella
ja_jp: フォルダ内一覧の作成
ko_kr: 폴더 색인 만들기
nl_nl: Indexeer map
pl: Indeksator katalogów
pt_br: Arquivador de pastas
ro: Indexer de directoare
ru: Индексация папки
tr: Dizini indeksle
uk: Індексація теки
vi_vn: Đánh dấu thư mục
zh_cn: 索引文件夹
zh_tw: 目錄索引工具

# ReplCodeMenuEntry_unix_Unix_timestamp
source: Unix timestamp
ar_ye: دمغة وقت بصيغة Unix
de: Unix Zeitstempel
el: Χρονοσήμανση Unix
es_mx: Marca de tiempo Unix
fr: Heure Unix
he_il: זמן יוניקס
hu: Unix időbélyeg
id_id: Stempel waktu Unix
it_it: Orario Unix
ja_jp: Unix時間
ko_kr: 유닉스 타임스탬프
pt_br: Horário UNIX
ro: Timestamp Unix
ru: Временная метка UNIX
tr: Unix zaman imzası
uk: Позначка часу Unix
vi_vn: Dấu thời gian của Unix
zh_cn: Unix 时间戳
zh_tw: Unix 時間戳記

# ScreenRecordGIFEncoding_FFmpeg
source: FFmpeg (Good quality)
ar_ye: FFmpeg (جودة مرتفعة)
de: FFmpeg (Gute Qualität)
el: FFmpeg (Καλή ποιότητα)
es_mx: FFmpeg (calidad buena)
fa_ir: FFmpeg (کیفیت خوب)
fr: FFmpeg (Bonne qualité)
he_il: FFmpeg (איכות טובה)
id_id: FFmpeg (Kualitas bagus)
it_it: FFmpeg (Qualità Buona)
ja_jp: FFmpeg (高画質)
ko_kr: FFmpeg (좋은 품질)
nl_nl: FFmpeg (Goede kwaliteit)
pl: FFmpeg (dobra jakość)
pt_br: FFmpeg (qualidade boa)
ro: FFmpeg (Calitate bună)
ru: FFmpeg (Хорошее качество)
tr: FFmpeg (İyi kalite)
uk: FFmpeg (Гарна якість)
vi_vn: FFmpeg (Chất lượng tốt)
zh_cn: FFmpeg（高质量）
zh_tw: FFmpeg (高品質)

# HotkeyType_TweetMessage
source: Tweet message
ar_ye: تغريدة
de: Nachricht twittern
es_mx: Tuitear mensaje
fa_ir: پیام توئیت
fr: Tweeter
he_il: צייץ הודעה
hu: Tweet üzenet
id_id: Tweet pesan
it_it: Tweet
ja_jp: メッセージをツイート
ko_kr: 트윗 날리기
nl_nl: Tweet bericht
pl: Tweetnij wiadomość
pt_br: Tuitar mensagem
ro: Dați Tweet cu mesajul
ru: Сообщение в Twitter
tr: Tweet mesajı
uk: Повідомлення у Twitter
vi_vn: Tweet tin nhắn
zh_cn: 发推特消息
zh_tw: 推特發文

# DrawImageSizeMode_DontResize
source: Don't resize
ar_ye: لا تقم بتغيير الحجم
de: Größe nicht ändern
el: Μην αλλάζετε μέγεθος
es_mx: No redimensionar
fr: Ne pas redimensionner
he_il: אל תשנה גודל
ja_jp: 変更しない
pl: Nie zmieniaj rozmiaru
pt_br: Não redimensionar
ro: Nu redimensionați
ru: Не масштабировать
tr: Yeniden boyutlandırma
uk: Не змінювати розмір
vi_vn: Không thay đổi kích thước
zh_cn: 不调整大小
zh_tw: 不調整大小

# HotkeyType_StopUploads
source: Stop all active uploads
ar_ye: إيقاف كل عمليات الرفع النشطة
de: Alle aktiven Uploads anhalten
el: Διακοπή όλων των ενεργών μεταφορτώσεων
es_mx: Detener todas las subidas en curso
fa_ir: توقف تمام آپلودهای جاری
fr: Arrêter toutes les mises en ligne en cours
he_il: עצור את כל ההעלאות הפעילות
hu: Az összes aktív feltöltés leállítása
id_id: Hentikan semua unggahan aktif
it_it: Ferma Tutti i Caricamenti Attivi
ja_jp: 現在のアップロードをすべて停止
ko_kr: 현재 진행중인 모든 업로드 중단
nl_nl: Stop alle actieve uploads
pl: Zatrzymaj wszystkie aktywne przesyłania
pt_br: Parar todos os envios ativos
ro: Opriți toate încărcările active
ru: Остановка всех активных загрузок
tr: Tüm aktif yüklemeleri durdur
uk: Зупинити всі активні вивантаження
vi_vn: Dừng mọi tác vụ tải lên đang chạy
zh_cn: 停止所有活动上传
zh_tw: 停止所有上傳工作

# AfterUploadTasks_OpenURL
source: Open URL
ar_ye: فتح URL
de: URL öffnen
el: Άνοιγμα URL
es_mx: Abrir enlace
fa_ir: بازکردن آدرس
fr: Ouvrir l'URL
he_il: פתח קישור
hu: URL megnyitása
id_id: Buka URL
it_it: Apri URL
ja_jp: URLを開く
ko_kr: URL 열기
nl_nl: Open link
pl: Otwórz link
pt_br: Abrir URL
ro: Deschideți URL-ul
ru: Перейти по ссылке
tr: Adresi aç
uk: Відкрити посилання
vi_vn: Mở URL
zh_cn: 打开网址
zh_tw: 開啟網址

# AfterCaptureTasks_AnnotateImage
source: Open in image editor
ar_ye: فتح في محرّر الصور
de: Bild im Editor öffnen
el: Άνοιγμα σε πρόγραμμα επεξεργασίας εικόνας
es_mx: Abrir en el editor de imágenes
fa_ir: بازکردن در ویرایشگر عکس
fr: Modifier l'image
he_il: פתח בעורך התמונה
hu: Megnyitás képszerkesztőben
id_id: Buka di editor gambar
it_it: Annota Immagine
ja_jp: 画像エディタで開く
ko_kr: 이미지 편집기에서 열기
nl_nl: Open in afbeeldingsbewerker
pl: Otwórz w edytorze obrazów
pt_br: Abrir imagem no editor
ro: Deschideți în editorul de imagini
ru: Открыть в редакторе изображений
tr: Resim düzenleyicide aç
uk: Відкрити у редакторі зображень
vi_vn: Mở trong trình sửa ảnh
zh_cn: 打开图像编辑器
zh_tw: 開啟圖片編輯器

# MyPictureBox_LoadImageAsync_Loading_image___
source: Loading image...
ar_ye: تحميل الصورة...
de: Lädt Bild...
el: Φόρτωση εικόνας...
es_mx: Cargando imagen...
fa_ir: در حال بارگذاری عکس ...
fr: Chargement de l'image...
he_il: טוען תמונה...
hu: Kép betöltése...
id_id: Memuat gambar...
it_it: Caricamento pagina...
ja_jp: 画像の読み込み中...
ko_kr: 이미지 로딩중...
nl_nl: Laden afbeelding...
pl: Ładowanie obrazu...
pt_br: Carregando imagem...
ro: Se încarcă imaginea...
ru: Загрузка изображения...
tr: Resim yükleniyor...
uk: Завантаження зображення...
vi_vn: Đang mở ảnh...
zh_cn: 图片加载中...
zh_tw: 載入圖片中...

# HotkeyType_LastRegion
source: Capture last region
ar_ye: التقاط المنطقة السابقة
de: Letzten Bereich aufnehmen
el: Σύλληψη της τελευταίας περιοχής
es_mx: Capturar última región
fa_ir: ضبط آخرین ناحیه
fr: Capturer la dernière région
he_il: צלם אזור אחרון
hu: Legutóbbi régió képlopás
id_id: Jepret area terakhir
it_it: Cattura Ultima Regione
ja_jp: 最近使用した領域をキャプチャー
ko_kr: 마지막 영역 촬영
nl_nl: Leg laatste regio vast
pl: Przechwytywanie ostatniego regionu
pt_br: Capturar última região
ro: Capturarea ultimei regiuni
ru: Захват последней области
tr: Son bölgeyi yakala
uk: Захоплення останньої області
vi_vn: Chụp vùng lần trước
zh_cn: 截图上次区域
zh_tw: 擷取上個區域

# Helpers_OpenFolder_Folder_not_exist_
source: Folder does not exist:
ar_ye: المجلد غير موجود:
de: Ordner existiert nicht:
el: Ο φάκελος δεν υπάρχει:
es_mx: La carpeta no existe:
fr: Le dossier n'existe pas :
he_il: תיקייה לא קיימת:
hu: A mappa nem létezik:
id_id: Folder tidak ada:
it_it: Cartella inesistente:
ja_jp: 存在しないフォルダー:
ko_kr: 다음 폴더가 존재하지 않습니다:
nl_nl: Map bestaat niet:
pl: Folder nie istnieje:
pt_br: Pasta não existe:
ro: Folderul nu există:
ru: Папка не существует:
tr: Klasör bulunamadı:
uk: Тека не існує:
vi_vn: Thư mục không tồn tại:
zh_cn: 文件夹不存在：
zh_tw: 資料夾不存在：

# UpdateMessageBox_UpdateMessageBox_CurrentVersion
source: Current version
ar_ye: الإصدار الحالي
de: Momentane Version
el: Τρέχουσα έκδοση
es_mx: Versión actual
fa_ir: ورژن جاری
fr: Version actuelle
he_il: גרסה נוכחית
id_id: Versi saat ini
it_it: Versione Attuale
ja_jp: 現在のバージョン
ko_kr: 현재 버전
pl: Aktualna wersja
pt_br: Versão atual
ro: Versiunea curentă
ru: Текущая версия
tr: Şu anki sürüm
uk: Поточна версія
vi_vn: Phiên bản hiện tại
zh_cn: 当前版本
zh_tw: 目前版本

# FileDestination_Email
source: Email
ar_ye: البريد الإلكتروني
el: Ηλεκτρονικό ταχυδρομείο
es_mx: Correo electrónico
fa_ir: ایمیل:
fr: Adresse e-mail
he_il: דוא"ל
ja_jp: Eメール
ko_kr: 이메일
ru: Электронная почта
tr: Eposta
uk: Ел. пошта
zh_cn: 电子邮箱
zh_tw: 電子信箱

# UpdateMessageBox_UpdateMessageBox_
source: A newer version of {0} is available. Would you like to download and install it?
ar_ye: إصدار جديد من {0} متاح. هل تريد تنزيله وتثبيته؟
de: Eine neuere Version von {0} ist verfügbar. Soll sie heruntergeladen und installiert werden?
el: Μια νεότερη έκδοση του {0} είναι διαθέσιμη. Θα θέλατε να την κατεβάσετε και να την εγκαταστήσετε;
es_mx: Hay una nueva versión de {0}. ¿Desea descargarla e instalarla?
fa_ir: نسخه جدیدتری از {0} در دسترس است. آیا مایلید آن را دانلود و نصب کنید؟
fr: Une nouvelle version de {0} est disponible. Voulez-vous la télécharger et l'installer ?
he_il: גרסה חדשה יותר של {0} זמינה. האם תרצה להוריד ולהתקין אותה?
hu: Egy újabb verzió {0} elérhető.
id_id: Versi terbaru dari {0} tersedia Apakah anda ingin mengunduh dan menginstalnya?
it_it: È disponibile una nuova versione di {0}. Vuoi scaricarla e installarla ora?
ja_jp: {0}の最新版があります。 ダウンロードしてインストールしますか？
ko_kr: {0}의 새 버전을 사용할 수 있습니다. 업데이트 파일을 내려받은 뒤 설치할까요?
nl_nl: Een nieuwere versie van {0} is beschikbaar. Wil je deze downloaden en installeren?
pl: Dostępna jest nowsza wersja {0}. Czy chcesz ją pobrać i zainstalować?
pt_br: Uma nova versão do {0} está disponível. Você gostaria de baixar e instalar?
ro: Este disponibilă o versiune mai nouă a {0}. Doriți să o descărcați și să o instalați?
ru: Доступна более новая версия {0}. Хотите скачать и установить?
tr: {0} yeni sürümü mevcut. İndirmek ve yüklemek ister misiniz?
uk: Доступна нова версія {0}. Чи хочете Ви завантажити і встановити її?
vi_vn: Phiên bản mới hơn của {0} khả dụng. Bạn có muốn tải về và cài đặt không?
zh_cn: 有一个新版本 {0} 可用. 你要下载安装吗?
zh_tw: {0} 已推出新版本。 是否要下載並安裝？

# WavFileNameEditor_EditValue_Browse_for_a_sound_file___
source: Browse for a sound file...
ar_ye: تحديد ملف صوتي...
de: Nach .wav durchsuchen...
el: Αναζήτηση για ένα αρχείο ήχου...
es_mx: Buscar archivo de sonido...
fr: Parcourir et chercher un fichier son...
he_il: חפש קובץ קול...
id_id: Jelajahi file suara...
ja_jp: 音声ファイルの参照...
ko_kr: 사운드 파일 탐색...
pl: Przeglądaj w poszukiwaniu pliku dźwiękowego...
pt_br: Procure um arquivo de som ...
ro: Căutați un fișier de sunet...
ru: Искать звуковой файл...
tr: Ses dosyası için gözat...
uk: Знайти звуковий файл...
vi_vn: Duyệt lấy tệp âm thanh...
zh_cn: 浏览音频文件...
zh_tw: 瀏覽音訊檔案...

# Helpers_OpenFile_File_not_exist_
source: File does not exist:
ar_ye: الملف غير موجود:
de: Datei existiert nicht:
el: Το αρχείο δεν υπάρχει:
es_mx: El archivo no existe:
fa_ir: فایل وجود ندارد:
fr: Le fichier n'existe pas :
he_il: קובץ לא קיים:
id_id: File tidak ada:
it_it: File inesistente:
ja_jp: 存在しないファイル:
ko_kr: 다음 파일이 존재하지 않습니다:
nl_nl: Bestand bestaat niet:
pl: Plik nie istnieje:
pt_br: O arquivo não existe:
ro: Fișierul nu există:
ru: Файл не существует:
tr: Dosya bulunamadı:
uk: Файл не існує:
vi_vn: Tệp không tồn tại:
zh_cn: 文件不存在:
zh_tw: 檔案不存在：

# Helpers_BrowseFolder_Choose_folder
source: Choose folder
ar_ye: اختيار مجلد
de: Ordner auswählen
el: Επιλέξτε φάκελο
es_mx: Elegir carpeta
fa_ir: پوشه را انتخاب کن
fr: Choisir le chemin du dossier
he_il: בחר תיקייה
id_id: Pilih folder
it_it: Scegli Cartella
ja_jp: フォルダーの選択
ko_kr: 폴더 고르기
nl_nl: Kies folder
pl: Wybierz folder
pt_br: Escolher pasta
ro: Alegeți folderul
ru: Выберите папку
tr: Klasör seçiniz
uk: Виберіть теку
vi_vn: Chọn thư mục
zh_cn: 选择文件夹
zh_tw: 選擇資料夾

# ExportImportControl_Deserialize_Import_failed_
source: Import failed.
ar_ye: خطأ في الاستيراد.
de: Import fehlgeschlagen.
el: Η εισαγωγή απέτυχε.
es_mx: La importación falló.
fa_ir: وارد کردن اطلاعات با مشکل مواجه شد.
fr: Échec de l'import.
he_il: ייבוא נכשל.
hu: Sikertelen importálás.
id_id: Impor gagal.
it_it: Importazione fallita.
ja_jp: インポートに失敗しました。
ko_kr: 가져오기 실패.
nl_nl: Importeren mislukt.
pl: Import nie powiódł się.
pt_br: Falha na importação.
ro: Importul a eșuat.
ru: Импорт не удался.
tr: İçeri alma başarısız.
uk: Збій імпорту.
vi_vn: Nhập vào thất bại.
zh_cn: 导入失败。
zh_tw: 匯入失敗。

# Extensions_AddContextMenu_Delete
source: Delete
ar_ye: حذف
de: Löschen
el: Διαγραφή
es_mx: Eliminar
fa_ir: حذف
fr: Supprimer
he_il: מחק
ja_jp: 削除
pl: Usuń
pt_br: Excluir
ro: Ștergere
ru: Удалить
tr: Sil
uk: Видалити
vi_vn: Xóa
zh_cn: 删除
zh_tw: 刪除

# Extensions_AddContextMenu_Paste
source: Paste
ar_ye: لصق
de: Einfügen
el: Επικόλληση
es_mx: Pegar
fa_ir: چسباندن
fr: Coller
he_il: הדבק
hu: Beillesztés
id_id: Tempel
it_it: Incolla
ja_jp: 貼り付け
ko_kr: 붙여넣기
nl_nl: Plak
pl: Wklej
pt_br: Colar
ro: Lipire
ru: Вставить
tr: Yapıştır
uk: Вставити
vi_vn: Dán
zh_cn: 粘贴
zh_tw: 貼上

# HotkeyType_QRCodeDecodeFromScreen
source: QR code (Scan screen)
ar_ye: قراءة QR من الشاشة
de: QR-Code (Vom Bildschirm dekodieren)
el: Κωδικός QR (Σάρωση οθόνης)
es_mx: Código QR (Decodificar desde la pantalla)
fr: Code QR (Décoder depuis l'écran)
he_il: קוד QR (פענח מהמסך)
ja_jp: QRコード（画面から読み込み）
pl: Kod QR (dekoduj z ekranu)
pt_br: Código QR (decodificar da tela)
ro: Cod QR (decodificare de pe ecran)
ru: QR-код (Считать с экрана)
tr: QR kod (Ekrandan çöz)
uk: QR-код (зчитати з екрану)
vi_vn: Mã QR (Giải mã từ màn hình)
zh_cn: QR 码 (解码自屏幕)
zh_tw: 二維碼 (從螢幕解碼)

# LinearGradientMode_ForwardDiagonal
source: Forward diagonal
ar_ye: قطري إلى الأمام
de: Vorwärtsdiagonale
el: Διαγώνιος προς τα εμπρός
es_mx: Diagonal
fr: Diagonale en avant
he_il: אלכסון קדמי
id_id: Maju diagonal
it_it: Diagonale Avanti
ja_jp: 右上がり対角線
ko_kr: 정방향(／) 대각선
pl: Przekątna w górę
pt_br: Diagonal para frente
ro: Diagonală înainte
ru: Прямо диагональный
tr: İleri çapraz
uk: Зворотна діагональ
vi_vn: Kẻ chéo về phía trước
zh_cn: 正对角线
zh_tw: 正對角線

# PNGBitDepth_Bit24
source: 24 bit
ar_ye: 24-بت
fa_ir: ۲۴ بیت
fr: 24 bits
he_il: 24 ביט
ko_kr: 24비트
pl: 24 bity
ru: 24 бит
uk: 24 біт
zh_cn: 24 位
zh_tw: 24 位元

# ReplCodeMenuEntry_wy_Week_of_year
source: Week of year
ar_ye: اسبوع السنة
de: Woche des Jahres
el: Εβδομάδα του έτους
es_mx: Semana del año
fr: Semaine de l'année
he_il: שבוע בשנה
ja_jp: 週目
pl: Tydzień roku
pt_br: Semana do ano
ro: Săptămâna din an
ru: Неделя года
tr: Yılın haftası
uk: Тиждень року
vi_vn: Tuần trong năm
zh_cn: 周数
zh_tw: 目前週數

# DrawImageSizeMode_AbsoluteSize
source: Absolute size
ar_ye: حجم فعلي
de: Absolute Größe
el: Απόλυτο μέγεθος
es_mx: Tamaño absoluto
fr: Taille absolue
he_il: גודל מוחלט
ja_jp: 固定サイズ
pl: Rozmiar absolutny
pt_br: Tamanho absoluto
ro: Dimensiunea absolută
ru: Абсолютный размер
tr: Mutlak boyut
uk: Абсолютний розмір
vi_vn: Kích thước tuyệt đối
zh_cn: 绝对大小
zh_tw: 絕對大小
