Repository: ShareX/ShareX
Catalog: ShareX.HelpersLib/Properties/Resources.*.resx
Languages: ar_ye, de, el, es_mx, fa_ir, fr, he_il, hu, id_id, it_it, ja_jp, ko_kr, nl_nl, pl, pt_br, ro, ru, tr, uk, vi_vn, zh_cn, zh_tw

# RegionCaptureAction_None
source: Do nothing
ar_ye: تجاهل
de: Nichts tun
el: Μην κάνετε τίποτα
es_mx: No hacer nada
fa_ir: هیچ کاری انجام نده
fr: Ne rien faire
he_il: אל תעשה דבר
id_id: Jangan lakukan apapun
it_it: Niente
ja_jp: 何もしない
ko_kr: 아무것도 하지 않기
pl: Nie rób nic
pt_br: Fazer nada
ro: Nu faceți nimic
ru: Ничего не делать
tr: Hiçbir şey yapma
uk: Нічого не робити
vi_vn: Không làm gì
zh_cn: 无操作
zh_tw: 什麼都不做

# AfterCaptureTasks_SaveImageToFileWithDialog
source: Save image to file as...
ar_ye: حفظ الصورة كملف باسم...
de: Bild zu Datei speichern als...
el: Αποθήκευση εικόνας σε αρχείο ως...
es_mx: Guardar imagen como...
fa_ir: عکس را در فایل ذخیره کن با عنوان ...
fr: Enregistrer l'image comme fichier en tant que...
he_il: שמור תמונה כ...
hu: Kép mentése fájlba másként...
id_id: Simpan gambar ke file sebagai...
it_it: Salva Immagine come...
ja_jp: 名前を付けて画像を保存...
ko_kr: 이미지를 다른 이름으로 파일로 저장...
nl_nl: Sla afbeelding op als...
pl: Zapisz obraz do pliku jako...
pt_br: Salvar imagem como...
ro: Salvați imaginea în fișier ca...
ru: Сохранить изображение в файл как...
tr: Resimi dosya olarak farklı kaydet...
uk: Зберегти зображення у файл як...
vi_vn: Lưu ảnh vào tệp tin dưới dạng...
zh_cn: 保存图像文件为...
zh_tw: 儲存圖片檔案為...

# ObjectListView_ObjectListView_Copy_name
source: Copy name
ar_ye: نسخ الاسم
de: Namen kopieren
el: Αντιγραφή ονόματος
es_mx: Copiar nombre
fr: Copier nom
he_il: העתק שם
ja_jp: 名前をコピー
pl: Skopiuj nazwe
pt_br: Copiar nome
ro: Nume de copiere
ru: Скопировать имя
tr: İsmi kopyala
uk: Копіювати назву
vi_vn: Sao chép tên
zh_cn: 复制名称
zh_tw: 複製名稱

# RegionCaptureAction_RemoveShape
source: Remove shape
ar_ye: حذف الشكل
de: Form entfernen
el: Αφαίρεση σχήματος
es_mx: Eliminar forma
fa_ir: پاک کردن شکل
fr: Supprimer une forme
he_il: הסר צורה
id_id: Buang bentuk
it_it: Rimuovi Forma
ja_jp: 図形の削除
ko_kr: 모양 지우기
pl: Usuń kształt
pt_br: Remover forma
ro: Eliminați forma
ru: Убрать фигуру
tr: Nesneyi sil
uk: Вилучити фігуру
vi_vn: Xóa bỏ hình
zh_cn: 删除形状
zh_tw: 刪除形狀

# ActionsCodeMenuEntry_FilePath_File_path
source: File path
ar_ye: مسار الملف
de: Dateipfad
el: Διαδρομή αρχείου
es_mx: Ubicación del archivo
fa_ir: مسیر فایل
fr: Chemin du fichier
he_il: נתיב קובץ
hu: Fájl elérési út
id_id: Jalur file
it_it: Percorso File
ja_jp: ファイルのパス
ko_kr: 파일 경로
nl_nl: Bestandspad
pl: Ścieżka pliku
pt_br: Local do arquivo
ro: Calea fișierului
ru: Путь к файлу
tr: Dosya yolu
uk: Шлях до файла
vi_vn: Đường dẫn tệp
zh_cn: 文件路径
zh_tw: 檔案路徑

# SupportedLanguage_Automatic
source: Automatic
ar_ye: تلقائي
de: Automatisch
el: Αυτόματο
es_mx: Automático
fa_ir: خودکار
fr: Automatique
he_il: אוטומטי
hu: Automatikus
id_id: Otomatis
it_it: Automatica
ja_jp: 自動
ko_kr: 자동
nl_nl: Automatisch
pl: Automatycznie
pt_br: Automático
ro: Automat
ru: Автоматически
tr: Otomatik
uk: Автоматично
vi_vn: Tự động
zh_cn: 自动
zh_tw: 自動

# HotkeyType_VideoConverter
source: Video converter
ar_ye: محوّل صيغ الفيديو
de: Videokonvertierer
el: Μετατροπέας βίντεο
es_mx: Conversor de video
fr: Convertisseur vidéo
he_il: ממיר וידאו
ja_jp: 動画の変換
pl: Konwerter wideo
pt_br: Conversor de vídeo
ro: Convertor video
ru: Конвертер видео
tr: Video çevirici
uk: Конвертер відео
vi_vn: Chuyển đổi video
zh_cn: 视频转换器
zh_tw: 影片轉檔工具

# MyMessageBox_MyMessageBox_Cancel
source: Cancel
ar_ye: إلغاء
de: Abbrechen
el: Ακύρωση
es_mx: Cancelar
fa_ir: انصراف
fr: Annuler
he_il: ביטול
hu: Mégsem
id_id: Batal
it_it: Annulla
ja_jp: キャンセル
ko_kr: 취소
nl_nl: Annuleer
pl: Anuluj
pt_br: Cancelar
ro: Anulați
ru: Отменить
tr: İptal
uk: Скасувати
vi_vn: Hủy bỏ
zh_cn: 取消
zh_tw: 取消

# FolderSelectDialog_Title_Select_a_folder
source: Select a folder
ar_ye: تحديد مجلد
de: Ordner auswählen
el: Επιλέξτε έναν φάκελο
es_mx: Elegir carpeta
fa_ir: انتخاب پوشه
fr: Sélectionner un dossier
he_il: בחר תיקייה
hu: Válassz egy mappát
id_id: Pilih folder
it_it: Seleziona una Cartella
ja_jp: フォルダーの選択
ko_kr: 폴더 선택
nl_nl: Selecteer een map
pl: Wybierz folder
pt_br: Selecionar uma pasta
ro: Selectați un folder
ru: Выберите папку
tr: Dizin seç
uk: Оберіть теку
vi_vn: Chọn một thư mục
zh_cn: 选择一个文件夹
zh_tw: 選擇資料夾

# HotkeyType_OpenMainWindow
source: Open main window
ar_ye: فتح النافذة الرئيسية
de: Hauptfenster öffnen
el: Άνοιγμα κύριου παραθύρου
es_mx: Abrir ventana principal
fa_ir: بازکردن پنجره اصلی
fr: Ouvrir la fenêtre principale
he_il: פתח חלון מרכזי
id_id: Buka jendela utama
it_it: Apri Finestra Principale
ja_jp: ShareX ウィンドウを表示
ko_kr: 메인 창 띄우기
pl: Otwórz okno główne
pt_br: Abrir janela principal
ro: Deschideți fereastra principală
ru: Открыть главное окно
tr: Ana pencereyi aç
uk: Відкрити головне вікно
vi_vn: Hiện cửa sổ chính
zh_cn: 打开主页面
zh_tw: 開啟主視窗

# HotkeyType_ScreenColorPicker
source: Screen color picker
ar_ye: منتقي الألوان
de: Bildschirmfarbenwähler
el: Επιλογή χρώματος οθόνης
es_mx: Pantalla de selector de color
fa_ir: انتخاب گر رنگ صفحه
fr: Sélecteur de couleurs de l'écran
he_il: בוחר צבעי מסך
hu: Színszedő
id_id: Pemilih warna layar
it_it: Cattura Colore
ja_jp: スクリーン カラー ピッカー
ko_kr: 화면 색상 선택기
nl_nl: Kleurenkiezer op het scherm
pl: Selektor kolorów ekranu
pt_br: Seletor de cores da tela
ro: Alegător de culori pe ecran
ru: Пипетка
tr: Renk seçici ekranı
uk: Вибір кольору з екрана
vi_vn: Lấy màu từ màn hình
zh_cn: 屏幕拾色器
zh_tw: 螢幕檢色器

# PrintTextForm_LoadSettings_Name___0___Size___1_
source: Name: {0}, Size: {1}
ar_ye: الاسم: {0}, الحجم: {1}
de: Name {0}, Größe: {1}
el: Όνομα: {0}, Μέγεθος: {1}
es_mx: Nombre: {0}, Tamaño: {1}
fa_ir: نام: {0}، سایز: {1}
fr: Nom : {0}, taille : {1}
he_il: שם: {0}, גודל: {1}
hu: Név: {0}, Méret: {1}
id_id: Nama: {0}, Ukuran: {1}
it_it: Nome: {0}, Dimensione: {1}
ja_jp: 名前: {0}, サイズ: {1}
ko_kr: 이름: {0}, 크기: {1}
nl_nl: Naam: {0}, Grootte: {1}
pl: Nazwa: {0}, Rozmiar: {1}
pt_br: Nome: {0}, Tamanho: {1}
ro: Numele: {0}, Dimensiune: {1}
ru: Имя: {0}, Размер: {1}
tr: İsim: {0}, Boyut: {1}
uk: Назва: {0}, Розмір: {1}
vi_vn: Tên: {0}, Kích thước: {1}
zh_cn: 名称: {0}，大小: {1}
zh_tw: 名稱: {0}，大小: {1}

# HotkeyType_AutoCapture
source: Auto capture
ar_ye: التقاط تلقائي
de: Autoaufnahme
el: Αυτόματη λήψη
es_mx: Captura automática
fa_ir: ضبط خودکار
fr: Capture automatique
he_il: צילום מסך אוטומטי
hu: Auto képlopás
id_id: Otomatis ambil
it_it: Cattura Automatica
ja_jp: 自動キャプチャー
ko_kr: 자동 촬영
nl_nl: Automatisch vastleggen
pl: Automatyczne przechwytywanie
pt_br: Capturar automaticamente
ro: Captură automată
ru: Автозахват
tr: Otomatik yakala
uk: Автоматичне захоплення
vi_vn: Tự động chụp
zh_cn: 自动截图
zh_tw: 自動擷取

# ShapeType_DrawingRectangle
source: Rectangle (R)
ar_ye: مستطيل (R)
de: Rechteck zeichnen
el: Ορθογώνιο (R)
es_mx: Rectángulo (R)
fa_ir: مستطیل (R)
fr: Dessin : Rectangle
he_il: מלבן (R)
id_id: Menggambar: Persegi panjang (R)
it_it: Disegna: Rettangolo
ja_jp: 描画: 四角形(R)
ko_kr: 직사각형 그리기
pl: Prostokąt (R)
pt_br: Desenho: Retângulo
ro: Dreptunghi (R)
ru: Прямоугольник (R)
tr: Dikdörtgen (R)
uk: Прямокутник (R)
vi_vn: Vẽ: Hình chữ nhật (R)
zh_cn: 绘图：矩形 (R)
zh_tw: 矩形 (R)

# ImageEditorStartMode_Maximized
source: Maximized
ar_ye: نافذة موسّعة
de: Maximiert
el: Μεγιστοποιημένο
es_mx: Maximizado
fr: Agrandi
he_il: מירבי
id_id: Dimaksimalkan
ja_jp: 最大化
ko_kr: 최대화
pl: Zmaksymalizowany
pt_br: Maximizado
ro: Maximizat
ru: Развернутый
tr: Pencere olarak ekranı kapla
uk: Максимізований
vi_vn: Tối đa
zh_cn: 最大化
zh_tw: 最大化

# HotkeyType_ScreenRecorderCustomRegion
source: Start/Stop screen recording using pre configured region
ar_ye: بدء/إيقاف تسجيل الشاشة الخاص بالمنطقة مسبقة التحديد
de: Bildschirmaufzeichnung mit vordefiniertem Bereich starten/stoppen
el: Έναρξη/διακοπή εγγραφής οθόνης με χρήση προκαθορισμένης περιοχής
es_mx: Iniciar o detener grabación de pantalla usando una región predefinida
fa_ir: شروع/توقف ضبط فیلم صفحه با ناحیه از پیش تنظیم شده
fr: Démarrer l'enregistrement de l'écran en utilisant la région personnalisée
he_il: התחל/עצור הקלטת מסך באמצעות אזור מוגדר מראש
id_id: Mulai/Hentikan rekaman layar menggunakan area pra-konfigurasi
it_it: Avvia/Ferma Registrazione Schermo usando la Regione Pre Configurata
ja_jp: 構成済み領域の動画キャプチャーを開始/停止
ko_kr: 미리 지정된 영역에서 화면 녹화 시작/중단
pl: Rozpocznij/Zatrzymaj nagrywanie ekranu przy użyciu wstępnie skonfigurowanego regionu
pt_br: Iniciar gravação de tela com região customizada
ro: Începeți/opriți înregistrarea ecranului folosind regiunea pre-configurată
ru: Начать/Остановить запись подготовленной области экрана
tr: Özel alan ile ekran kaydetme başlat
uk: Почати/зупинити запис налаштованої області екрану
vi_vn: Bắt đầu/Dừng ghi lại màn hình sử dụng vùng được thiết lập trước
zh_cn: 使用自定义区域开始屏幕录制
zh_tw: 開始/停止使用預先定義區域錄製螢幕

# ScreenRecordGIFEncoding_OctreeQuantizer
source: Octree quantizer (Medium quality)
ar_ye: Octree quantizer (جودة متوسطة)
de: Octree quantizer (Mittlere Qualität)
el: Κβαντιστής Octree (μέτρια ποιότητα)
es_mx: Cuantificador Octree (calidad media)
fr: Quantification Octree (Qualité moyenne)
he_il: מכונן Octree (איכות בינונית)
id_id: Octree quantizer (Kualitas sedang)
it_it: Quantizzatore Octree (Qualità Media)
ja_jp: オクトリー量子化 (中間画質)
ko_kr: 팔진트리 양자화 (보통 품질)
nl_nl: Octree quantizer (Matige kwaliteit)
pl: Octree quantizer (Średnia jakość)
pt_br: Octree quantizer (qualidade média)
ro: Cuantificator Octree (calitate medie)
ru: Octree quantizer (Среднее качество)
tr: Octree nicemleyici (Orta kalite)
uk: Octree quantizer (середня якість)
vi_vn: Bộ lượng tử octree (Chất lượng trung bình)
zh_cn: 八叉树色彩量化（中等质量）
zh_tw: 八元樹量化 (中等品質)

# Helpers_BrowseFile_Choose_file
source: Choose file
ar_ye: اختيار ملف
de: Datei auswählen
el: Επιλέξτε αρχείο
es_mx: Elegir archivo
fa_ir: انتخاب فایل
fr: Choisir un fichier
he_il: בחר קובץ
id_id: Pilih file
it_it: Scegli File
ja_jp: ファイルの選択
ko_kr: 파일 고르기
nl_nl: Kies bestand
pl: Wybierz plik
pt_br: Escolher arquivo
ro: Alegeți fișierul
ru: Выберите файл
tr: Dosya seçiniz
uk: Оберіть файл
vi_vn: Chọn tệp
zh_cn: 选择文件
zh_tw: 選擇檔案

# ReplCodeMenuEntry_height_Gets_image_height
source: Image height
ar_ye: ارتفاع الصورة
de: Bildhöhe
el: Ύψος εικόνας
es_mx: Alto
fa_ir: ارتفاع تصویر
fr: Hauteur de l'image
he_il: גובה תמונה
hu: Kép magassága
id_id: Tinggi gambar
it_it: Altezza Immagne
ja_jp: 画像の高さ
ko_kr: 이미지 높이
nl_nl: Afbeeldingshoogte
pl: Wysokość obrazu
pt_br: Altura da imagem
ro: Înălțimea imaginii
ru: Высота картинки
tr: Resim yüksekliği
uk: Висота зображення
vi_vn: Chiều cao của ảnh
zh_cn: 图像高度
zh_tw: 圖片高度

# PastebinExpiration_M1
source: 1 Month
ar_ye: شهر
de: 1 Monat
el: 1 μήνας
es_mx: 1 mes
fa_ir: ۱ ماه
fr: 1 mois
he_il: חודש אחד
id_id: 1 Bulan
it_it: 1 Mese
ja_jp: 1ヶ月
ko_kr: 1달
nl_nl: 1 maand
pl: 1 miesiąc
pt_br: 1 mês
ro: 1 lună
ru: 1 Месяц
tr: 1 ay
uk: 1 місяць
vi_vn: 1 Tháng
zh_cn: 1 月
zh_tw: 1 個月

# ShapeType_DrawingTextBackground
source: Text (Background) (T)
ar_ye: نص مع الخلفية (T)
de: Text mit Hintergrund zeichnen
el: Κείμενο (φόντο) (T)
es_mx: Texto con fondo (T)
fa_ir: متن (پس زمینه) (T)
fr: Dessin : Texte (Arrière-plan)
he_il: טקסט (רקע) (T)
id_id: Menggambar: Teks (Latar belakang) (T)
it_it: Disegna: Testo (Sfondo)
ja_jp: 文字(背景)(T)
ko_kr: 텍스트(칠) 그리기
pl: Tekst (tło) (T)
pt_br: Texto: Fundo
ro: Text (Cu fundal) (T)
ru: Текст с фоном (T)
tr: Yazı (Arkaplanlı) (T)
uk: Текст (тло) (T)
vi_vn: Vẽ: Viết chữ (Có màu nền) (T)
zh_cn: 绘图：文字（背景填充）(T)
zh_tw: 文字 (背景) (T)

source: Random non ambiguous alphanumeric char (Repeat using {n})
ar_ye: استخدام رمز غير غامض (مكررة بمقدار {n})
de: Zufälliges, nicht mehrdeutiges alphanumerisches Zeichen (Wiederholung mit {n})
el: Τυχαίο μη διφορούμενο αλφαριθμητικό char (Επαναλάβετε χρησιμοποιώντας {n})
es_mx: Caracteres alfanuméricos no ambiguos. Usar {n} para repetir
fr: Caractères alphanumériques aléatoires non ambigus. Répéter en utilisant {n}
he_il: תו אלפאנומרי אקראי לא דו-משמעי (חזור באמצעות {n})
ja_jp: ランダムな区別しやすい英数字 {n}でn回繰り返し
pl: Losowy, nieoznaczny znak alfanumeryczny (powtórz przy użyciu {n})
pt_br: Caractere alfanumérico aleatório não ambíguo. Repita usando {n}
ro: Caractere alfanumerice aleatorii și neambigue (se repetă folosind {n})
ru: Случайный недвусмысленный алфавитно-цифровой символ. Повторение задается через {n}
tr: Rastgele belirsiz olmayan alfanumerik karakter ({n} haneli)
uk: Випадковий недвозначний алфавітно-цифровий символ (Повторити за допомогою {n})
vi_vn: Kí tự ngẫu nhiên chứa số và chữ alphabet. Lặp lại dùng {n}
zh_cn: 随机的非易混淆字母与数字字符。使用 {n} 表示重复次数
zh_tw: 隨機非相似文數字元 (用 {n} 來重複)

# UrlShortenerType_CustomURLShortener
source: Custom URL shortener
ar_ye: خدمة مخصصة لاختصار عناوين URL
de: Eigener URL-Kürzer
el: Προσαρμοσμένος συντομευτής URL
es_mx: Acortador de enlaces personalizado
fr: Raccourcisseur d'URL personnalisé
he_il: שירות מקצר קישורים מותאם אישית
hu: Egyedi URL rövidítő
id_id: Penyingkat URL khusus
it_it: Servizio Accorciamento URL Personalizzato
ja_jp: 独自のURL短縮サービス
ko_kr: 사용자 정의 URL 단축기
nl_nl: Aangepaste linkverkorter
pl: Własny skracacz linku
pt_br: Encurtador de URLs customizado
ro: Scurtător URL personalizat
ru: Пользовательский сервис коротких ссылок
tr: Özel adres kısaltıcı
uk: Власний сервіс скорочення посилань
vi_vn: Dịch vụ rút gọn URL tùy chọn
zh_cn: 自定义网址缩短器
zh_tw: 自訂縮網址服務

# PastebinPrivacy_Public
source: Public
ar_ye: عمومي
de: Öffentlich
el: Δημόσιο
es_mx: Público
fa_ir: عمومی
he_il: ציבורי
id_id: Publik
it_it: Pubblico
ja_jp: 公開
ko_kr: 공개
nl_nl: Openbaar
pl: Publiczny
pt_br: Público
ru: Публичная
tr: Halka açık
uk: Загальне
vi_vn: Công khai
zh_cn: 公开
zh_tw: 公開

# FileExistAction_Overwrite
source: Overwrite file
ar_ye: كتابة فوق الملف
de: Datei überschreiben
el: Αντικατάσταση αρχείου
es_mx: Sobrescribir archivo
fr: Écraser le fichier
he_il: דרוס קובץ
hu: Fájl felülírása
id_id: Timpa file
it_it: Sovrascrivi File
ja_jp: ファイルを上書き
ko_kr: 파일 덮어쓰기
nl_nl: Bestand overschrijven
pl: Nadpisz plik
pt_br: Sobrescrever arquivo
ro: Suprascrieți fișierul
ru: Перезаписать файл
tr: Dosya üzerine yaz
uk: Перезаписати файл
vi_vn: Ghi đè tệp
zh_cn: 覆盖文件
zh_tw: 覆寫檔案

# DrawImageSizeMode_PercentageOfWatermark
source: Percentage of image
ar_ye: نسبة أبعاد الصورة
de: Prozentsatz des Bildes
el: Ποσοστό της εικόνας
es_mx: Porcentaje de imagen
fr: Pourcentage de l'image
he_il: אחוז התמונה
ja_jp: 画像の比率
pl: Procent obrazu
pt_br: Porcentagem da imagem
ro: Procentul de imagine
ru: Процент изображения
tr: Resim yüzdesi
uk: Відсоток зображення
vi_vn: Phần trăm hình ảnh
zh_cn: 图像百分比
zh_tw: 圖片的百分比

# HotkeyType_ShortenURL
source: Shorten URL
ar_ye: اختصار عنوان URL
de: URL kürzen
el: Συντόμευση URL
es_mx: Acortar enlace
fa_ir: کوتاه کردن آدرس
fr: Raccourcir l'URL
he_il: קצר קישור
id_id: Persingkat URL
it_it: Accorcia URL
ja_jp: 短縮URLの作成
ko_kr: URL 단축
nl_nl: URL verkorten
pl: Skróć link
pt_br: Encurtar URL
ro: Scurtarea URL-ului
ru: Сокращение ссылки
tr: Adresi kısalt
uk: Скоротити посилання
vi_vn: Rút gọn URL
zh_cn: 缩短 URL
zh_tw: 縮網址

# CustomUploaderDestinationType_TextUploader
source: Text uploader
ar_ye: رافع النصوص
el: Πρόγραμμα μεταφόρτωσης κειμένου
es_mx: Servidor de textos
fa_ir: آپلود کننده های متن
fr: Service de mise en ligne de textes
he_il: שירות העלאת טקסט
id_id: Pengunggah teks
it_it: Servizio Caricamento Testo
ja_jp: テキスト アップローダ
ko_kr: 텍스트 업로더
pl: Serwis tekstu
pt_br: Envio de texto
ro: Destinație de text
ru: Сервис текстов
tr: Yazı yükleyici
uk: Вивантажувач тексту
vi_vn: Dịch vụ tải lên văn bản
zh_cn: 文本上传
zh_tw: 文字上傳工具

# FileExistAction_Ask
source: Ask what to do
ar_ye: اسألني ما الذي يجب القيام به
de: Fragen, was jetzt zutun ist
el: Ρωτήστε τι να κάνετε
es_mx: Preguntar qué hacer
fr: Demander ce qu'il faut faire
he_il: שאל מה לעשות
hu: Kérdezze meg mit tegyen
id_id: Tanyakan apa yang harus dilakukan
it_it: Chiedi cosa fare
ja_jp: どうするか尋ねる
ko_kr: 어떻게 할지 물어보기
nl_nl: Vraag wat te doen
pl: Zapytaj, co robić
pt_br: Perguntar o que fazer
ro: Întrebați ce trebuie să faceți
ru: Спросить о действии
tr: Ne yapılacağını sor
uk: Запитати, що робити
vi_vn: Hỏi sẽ làm gì
zh_cn: 询问
zh_tw: 詢問

# UpdateMessageBox_UpdateMessageBox_LatestVersion
source: Latest version
ar_ye: الإصدار الأخير
de: Aktuellste Version
el: Τελευταία έκδοση
es_mx: Última versión
fr: Dernière version
he_il: גרסה עדכנית
id_id: Versi terbaru
it_it: Ultima Versione
ja_jp: 最新バージョン
ko_kr: 최신 버전
nl_nl: Laatste versie
pl: Najnowsza wersja
pt_br: Última versão
ro: Cea mai recentă versiune
ru: Последняя версия
tr: Son sürüm
uk: Остання версія
vi_vn: Phiên bản mới nhất
zh_cn: 最新版本
zh_tw: 最新版本

# AfterCaptureTasks_ShowAfterCaptureWindow
source: Show "After capture" window
ar_ye: عرض نافذة ما بعد الالتقاط
de: "Nach der Aufnahme"-Fenster anzeigen
el: Εμφάνιση του παραθύρου "Μετά τη σύλληψη"
es_mx: Mostrar ventana de "Después de capturar"
fa_ir: نشان دادن پنجره "بعد از ضبط"
fr: Afficher la fenêtre « Après la capture »
he_il: הצג חלון "לאחר צילום מסך"
id_id: Tampilkan jendela "Setelah mengambil"
it_it: Mostra Finestra "Dopo la Cattura"
ja_jp: 「キャプチャー後」ウィンドウを表示
ko_kr: "촬영 뒤" 창 띄우기
pl: Pokaż okno "Po przechwyceniu"
pt_br: Mostrar janela "Pós-captura"
ro: Afișați fereastra "După captură"
ru: Показать окно «После захвата»
tr: "Yakalama sonrası" penceresini göster
uk: Показати вікно „Після захоплення“
vi_vn: Hiện cửa sổ "Sau khi chụp"
zh_cn: 显示"截图后"窗口
zh_tw: 顯示「擷取後」視窗

# HotkeyType_UploadText
source: Upload text
ar_ye: رفع النص
de: Text hochladen
el: Ανέβασμα κειμένου
es_mx: Subir texto
fa_ir: آپلود متن
fr: Mettre en ligne un texte
he_il: העלה טקסט
id_id: Unggah teks
it_it: Carica Testo
ja_jp: テキストのアップロード
ko_kr: 텍스트 업로드
pl: Prześlij tekst
pt_br: Enviar texto
ro: Încărcați text
ru: Загрузка текста
tr: Yazı yükle
uk: Вивантажити текст
vi_vn: Tải lên văn bản
zh_cn: 上传文本
zh_tw: 上傳文字

# ShapeType_ToolCrop
source: Crop image (C)
ar_ye: اقتصاص الصورة (C)
de: Bild zuschneiden
el: Περικοπή εικόνας (C)
es_mx: Recortar (C)
fa_ir: بریدن عکس (C)
fr: Rogner l'image (C)
he_il: חתוך תמונה (C)
id_id: Alat: Pangkas gambar (C)
ja_jp: ツール: 画像の切り抜き(C)
ko_kr: 이미지 자르기(C)
pl: Przytnij obraz (C)
pt_br: Cortar Imagem
ro: Tăiere imagine (C)
ru: Кадрировать (C)
tr: Resmi kırp (C)
uk: Обрізка зображення (C)
vi_vn: Công cụ: Cắt ảnh (C)
zh_cn: 工具：图像裁剪 (C)
zh_tw: 裁切圖片 (C)

# HotkeyType_UploadURL
source: Upload from URL
ar_ye: رفع من عنوان URL
de: Von URL hochladen
el: Ανέβασμα από URL
es_mx: Subir desde enlace
fr: Mise en ligne depuis l'URL
he_il: העלה מקישור
hu: Feltöltés URL-ből
id_id: Unggah dari URL
it_it: Carica da URL
ja_jp: URL先のファイルをアップロード
ko_kr: URL 내용 업로드
nl_nl: Upload vanaf URL
pl: Prześlij z linku
pt_br: Upload do URL
ro: Încărcați de la URL
ru: Загрузка со ссылки
tr: Adresten yükle
uk: Вивантажити з посилання
vi_vn: Tải lên từ URL
zh_cn: 从 URL 上传
zh_tw: 從網址上傳

# HotkeyType_ImageSplitter
source: Image splitter
ar_ye: مجزّء الصور
de: Bildteiler
el: Διαχωριστής εικόνας
es_mx: Divisor de imágenes
fr: Découpeur d'image
he_il: מפצל תמונה
ja_jp: 画像の分割
pl: Rozdzielacz obrazu
pt_br: Divisor de imagem
ro: Divizor de imagine
ru: Разделитель изображений
tr: Resim ayırıcı
uk: Розділювач зображень
vi_vn: Bộ tách hình ảnh
zh_cn: 图像分割器
zh_tw: 圖片分割工具

# AfterUploadTasks_CopyURLToClipboard
source: Copy URL to clipboard
ar_ye: نسخ العنوان إلى الحافظة
de: URL in Zwischenablage kopieren
el: Αντιγραφή URL στο πρόχειρο
es_mx: Copiar enlace al portapapeles
fa_ir: کپی کردن آدرس به کلیپ بورد
fr: Copier l'URL dans le presse-papier
he_il: העתק כתובת URL ללוח הגזירה
hu: URL másolása a vágólapra
id_id: Salin URL ke papan klip
it_it: Copia URL negli Appunti
ja_jp: URLをクリップボードにコピー
ko_kr: URL을 클립보드에 복사하기
nl_nl: Kopieer link naar klembord
pl: Skopiuj link do schowka
pt_br: Copiar URL para a área de transferência
ro: Copiați URL-ul în clipboard
ru: Скопировать ссылку в буфер обмена
tr: Adresi panoya kopyala
uk: Копіювати посилання у буфер обміну
vi_vn: Chép URL vào vùng nhớ tạm
zh_cn: URL 复制到剪贴板
zh_tw: 將網址複製到剪貼簿

# ReplCodeMenuEntry_cn_Computer_name
source: Computer name
ar_ye: اسم الجهاز
el: Όνομα υπολογιστή
es_mx: Nombre del equipo
fa_ir: نام کامیپوتر
fr: Nom de l'ordinateur
he_il: שם מחשב
hu: Számítógép neve
id_id: Nama komputer
it_it: Nome Computer
ja_jp: コンピュータ名
ko_kr: 컴퓨터 이름
nl_nl: Computernaam
pl: Nazwa komputera
pt_br: Nome do computador
ro: Numele calculatorului
ru: Имя компьютера
tr: Bilgisayar adı
uk: Назва компʼютера
vi_vn: Tên máy tính
zh_cn: 计算机名称
zh_tw: 電腦名稱

# HotkeyType_StartAutoCapture
source: Start auto capture using last region
ar_ye: بدء الالتقاط التلقائي باستخدام آخر منطقة محددة
de: Autoaufnahme mit letztem Bereich starten
el: Έναρξη αυτόματης λήψης με χρήση της τελευταίας περιοχής
es_mx: Iniciar captura automática usando la última región
fr: Débuter la capture automatique en utilisant la dernière région
he_il: התחל צילום אוטומטי באמצעות האזור האחרון
hu: Auto képlopás a legutóbbi régióval
id_id: Mulai pengambilan otomatis menggunakan area terakhir
it_it: Avvia Cattura Automatica usando l'Ultima Regione
ja_jp: 最近使用した領域の自動キャプチャーを開始
ko_kr: 마지막 영역으로 자동 촬영
nl_nl: Start automatische opname met laatste regio
pl: Rozpocznij automatyczne przechwytywanie przy użyciu ostatniego regionu
pt_br: Iniciar captura automática na última região utilizada
ro: Începeți captura automată utilizând ultima regiune
ru: Начать автозахват последней области
tr: Son bölgeyi kullanarak otomatik yakala
uk: Почати автоматичне захоплення останньої області
vi_vn: Bắt đầu chụp tự động dùng vùng lần trước
zh_cn: 使用最后一个区域开始自动采集
zh_tw: 使用上個區域開始自動擷取

# ImgurThumbnailType_Medium_Thumbnail
source: Medium thumbnail
ar_ye: صور مصغرة متوسطة
de: Mittelgroßes Thumbnail
el: Μεσαία μικρογραφία
es_mx: Miniatura media
fr: Moyennes miniatures
he_il: תמונה ממוזערת בינונית
id_id: Thumbnail sedang
it_it: Anteprima Media
ja_jp: 中 320x320
ko_kr: 중간 섬네일
pl: Średnia miniatura
pt_br: Miniatura média
ro: Miniatură medie
ru: Средняя миниатюра
tr: Orta küçük resim
uk: Середня мініатюра
vi_vn: Ảnh thu nhỏ/thumbnail cỡ vừa
zh_cn: 中缩略图
zh_tw: 中縮圖

# Extensions_AddContextMenu_Undo
source: Undo
ar_ye: تراجع
de: Rückgängig
el: Αναίρεση
es_mx: Deshacer
fr: Annuler
he_il: בטל
ja_jp: 元に戻す
pl: Cofnij
pt_br: Desfazer
ro: Refacere
ru: Отмена
tr: Geri al
uk: Скасувати
vi_vn: Hoàn tác
zh_cn: 撤销
zh_tw: 復原

# AfterCaptureTasks_CopyFileToClipboard
source: Copy file to clipboard
ar_ye: نسخ الملف إلى الحافظة
de: Datei in Zwischenablage kopieren
el: Αντιγραφή αρχείου στο πρόχειρο
es_mx: Copiar archivo al portapapeles
fa_ir: فایل را به کلیپ بورد کپی کن
fr: Copier le fichier dans le presse-papier
he_il: העתק קובץ ללוח הגזירה
hu: Fájl vágólapra helyezése
id_id: Salin file ke papan klip
it_it: Copia File negli Appunti
ja_jp: ファイルをクリップボードにコピー
ko_kr: 파일을 클립보드에 복사하기
nl_nl: Kopieer bestand naar klembord
pl: Skopiuj plik do schowka
pt_br: Copiar arquivo para a área de transferência
ro: Copiați fișierul în clipboard
ru: Скопировать файл в буфер обмена
tr: Dosyayı panoya kopyala
uk: Копіювати файл у буфер обміну
vi_vn: Chép tệp vào vùng nhớ tạm
zh_cn: 将文件复制到剪贴板
zh_tw: 將檔案複製到剪貼簿

source: Result of first file:
ar_ye: نتيجة الملف الأول:
de: Ergebnis der ersten Datei:
el: Αποτέλεσμα του πρώτου αρχείου:
es_mx: Resultado del primer archivo:
fr: Résultat du premier fichier :
he_il: תוצאה של קובץ ראשון:
ja_jp: 1つ目のファイルの結果:
pl: Wynik pierwszego pliku:
pt_br: Resultado do primeiro arquivo:
ro: Rezultatul primului fișier:
ru: Результат первого файла:
tr: İlk dosya sonucu:
uk: Результат першого файлу:
vi_vn: Kết quả của tệp đầu tiên:
zh_cn: 第一个文件结果：
zh_tw: 第一個檔案的結果：

source: Result of second file:
ar_ye: نتيجة الملف الثاني:
de: Ergebnis der zweiten Datei:
el: Αποτέλεσμα του δεύτερου αρχείου:
es_mx: Resultado del segundo archivo:
fr: Résultat du second fichier :
he_il: תוצאה של קובץ שני:
ja_jp: 2つ目のファイルの結果:
pl: Wynik drugiego pliku:
pt_br: Resultado do segundo arquivo:
ro: Rezultatul celui de-al doilea fișier:
ru: Результат второго файла:
tr: İkinci dosya sonucu:
uk: Результат другого файлу:
vi_vn: Kết quả của tệp thứ hai:
zh_cn: 第二个文件结果：
zh_tw: 第二個檔案的結果：
