Repository: ShareX/ShareX
Catalog: ShareX.HelpersLib/Properties/Resources.*.resx
Languages: ar_ye, de, el, es_mx, fa_ir, fr, he_il, hu, id_id, it_it, ja_jp, ko_kr, nl_nl, pl, pt_br, ro, ru, tr, uk, vi_vn, zh_cn, zh_tw

# ReplCodeMenuEntry_ms_Current_millisecond
source: Millisecond
ar_ye: ميللي ثانية
de: Derzeitige Millisekunde
el: Χιλιοστά του δευτερολέπτου
es_mx: Milisegundo actual
fa_ir: زمان (بر حسب میلی ثانیه)
fr: Milliseconde actuelle
he_il: אלפיות השנייה
hu: Jelenlegi milliszekundum
id_id: Milidetik ini
it_it: Millisecondo Corrente
ja_jp: ミリ秒
ko_kr: 현재 밀리초
nl_nl: Huidige milliseconde
pl: Milisekunda
pt_br: Milissegundo atual
ro: Milisecundă
ru: Текущая миллисекунда
tr: Güncel milisaniye
uk: мс
vi_vn: Miligiây hiện tại
zh_cn: 当前毫秒
zh_tw: 目前毫秒

# DownloaderForm_fileDownloader_DownloadCompleted_Install
source: Install
ar_ye: تثبت
de: Installieren
el: Εγκαταστήστε το
es_mx: Instalar
fa_ir: نصب
fr: Installer
he_il: התקן
hu: Telepítés
id_id: Instal
it_it: Installa
ja_jp: インストール
ko_kr: 설치
nl_nl: Installeer
pl: Instaluj
pt_br: Instalar
ro: Instalați
ru: Установить
tr: Yükle
uk: Встановити
vi_vn: Cài đặt
zh_cn: 安装
zh_tw: 安裝

# AfterCaptureTasks_UploadImageToHost
source: Upload image to host
ar_ye: رفع الصورة إلى مضيف
de: Bild zum Host hochladen
el: Ανέβασμα εικόνας στον κεντρικό υπολογιστή
es_mx: Subir imagen a servidor
fa_ir: آپلودکردن عکس به هاست
fr: Mettre en ligne l'image vers l'hôte
he_il: העלה תמונה למארח
hu: Kép feltöltése hosztra
id_id: Unggah gambar ke host
it_it: Carica Immagine su Host
ja_jp: 画像をホストにアップロード
ko_kr: 이미지를 업로드하기
nl_nl: Upload afbeelding naar server
pl: Prześlij obraz do hosta
pt_br: Enviar imagem para hospedagem
ro: Încărcați imaginea la gazdă
ru: Загрузить изображение на сервер
tr: Resimi yükle
uk: Вивантажити зображення на сервер
vi_vn: Tải ảnh lên nơi lưu trữ
zh_cn: 上传图片
zh_tw: 上傳圖片

# ReplCodeMenuEntry_ix_Auto_increment_hexadecimal
source: Auto increment hexadecimal (0 pad left using {n})
ar_ye: زيادة تلقائية باستخدام النظام السداسي عشري (حشو بالأصفار بمقدار {n})
de: Automatisch hexadezimal erhöhen. 0 pad left using {n}
el: Αυτόματη αύξηση δεκαεξαδικών (0 pad αριστερά χρησιμοποιώντας {n})
es_mx: Incremento hexadecimal automático. Rellenar con ceros a la izq. con {n}
fr: Incrémentation hexadécimal automatique . Ajoutez un 0 au début avec {n}
he_il: הגדלה אוטומטית הקסדצימלית (0 משטח נותר באמצעות {n})
id_id: Otomatis tambahkan heksadesimal. Bantalan 0 tersisa menggunakan {n}
it_it: Auto Incremento Esadecimale. Sarà aggiunto uno 0 davanti usando {n}
ja_jp: 16進法連番 {n}でn桁ゼロ詰め
ko_kr: 자동 증가하는 16진법 숫자. 0으로 {n}만큼 패딩
nl_nl: Zelf ophogend hexadecimaal nummer. Voorloopnullen links met {n}
pl: Automatycznie rosnąca liczba szesnastkowa (liczba 0 na początku: {n})
pt_br: Auto incrementar usando caracteres hexadecimais. Acrescentar 0 à esquerda usando {n}
ro: Creștere automată hexazecimal (0 pad stânga folosind {n})
ru: Шестнадцатеричный счетчик. Нули слева, {n} задает длину
tr: Otomatik artan heksadesimal ({n} başa n kadar 0 ekler)
uk: Шістнадцятковий лічильник (Нулі ліворуч, {n} задає довжину)
vi_vn: Tự tăng theo hệ 16. Chèn 0 bên trái sử dụng {n}
zh_cn: 十六进制自动递增（使用 {n} 向左填充 0）
zh_tw: 自動遞增十六進制字元 (用 {n} 來在字元前補 0)

# CMYK_ToString_Cyan___0_0_0____Magenta___1_0_0____Yellow___2_0_0____Key___3_0_0__
source: Cyan: {0:0.0}%, Magenta: {1:0.0}%, Yellow: {2:0.0}%, Key: {3:0.0}%
ar_ye: سماوي: {0:0.0}%, وردي: {1:0.0}%, أصفر: {2:0.0}%, Key: {3:0.0}%
de: Cyan: {0:0.0}%, Magenta {1:0.0}%, Gelb: {2:0.0}%, Schlüssel: {3:0.0}%
el: Κυανό: {0:0.0}%, Ματζέντα: {1:0.0}%, Κίτρινο: {2:0.0}%, Key: {3:0.0}%
es_mx: Cian: {0:0.0} %, Magenta: {1:0.0} %, Amarillo: {2:0.0} %, Negro: {3:0.0} %
fr: Cyan : {0:0.0}% - Magenta : {1:0.0}% - Jaune : {2:0.0}% - Noir : {3:0.0}%
he_il: ציאן: {0:0.0}%, מג'נטה: {1:0.0}%, צהוב: {2:0.0}%, מפתח: {3:0.0}%
hu: Cián: {0:0.0}%, Magenta: {1:0.0}%, Sárga: {2:0.0}%, Kulcs: {3:0.0}%
id_id: Sian: {0:0.0}%, Magenta: {1:0.0}%, Kuning: {2:0.0}%, Nilai: {3:0.0}%
it_it: Ciano: {0:0.0}%, Magenta: {1:0.0}%, Giallo: {2:0.0}%, Chiave: {3:0.0}%
ja_jp: シアン(C): {0:0.0}%, マゼンタ(M): {1:0.0}%, イエロー(Y): {2:0.0}%, キー(K):{3:0.0}%
ko_kr: 청록: {0:0.0}%, 마젠타: {1:0.0}%, 노랑: {2:0.0}%, 검정: {3:0.0}%
nl_nl: Cyaan: {0:0.0}%, Magenta: {1:0.0}%, Geel: {2:0.0}%, Zwart: {3:0.0}%
pl: Cyjan: {0:0.0}%, Magenta: {1:0.0}%, Żółty: {2:0.0}%, Klucz: {3:0.0}%
pt_br: Ciano: {0:0.0}%, Magenta: {1:0.0}%, Amarelo: {2:0.0}%, Chave: {3:0.0}%
ro: Cyan: {0:0.0}%, Magenta: {1:0.0}%, Galben: {2:0.0}%, Key: {3:0.0}%
ru: Голубой: {0:0.0}%, Пурпурный: {1:0.0}%, Жёлтый: {2:0.0}%, Ключ: {3:0.0}%
tr: Camgöbeği: {0:0.0}%, Eflatun: {1:0.0}%, Sarı: {2:0.0}%, Siyah: {3:0.0}%
uk: Блакитний: {0:0.0}%, Пурпуровий: {1:0.0}%, Жовтий: {2:0.0}%, Ключовий: {3:0.0}%
zh_cn: 青色: {0:0.0}%，品红: {1:0.0}%，黄色: {2:0.0}%, 键: {3:0.0}%
zh_tw: 青色: {0:0.0}%，洋紅: {1:0.0}%，黃色: {2:0.0}%，鍵: {3:0.0}%

# HotkeyType_FolderUpload
source: Upload folder
ar_ye: رفع المجلد
de: Ordner hochladen
el: Φάκελος φόρτωσης
es_mx: Subir carpeta
fa_ir: آپلود پوشه
fr: Mise en ligne d'un dossier
he_il: העלה תיקייה
hu: Mappa feltöltése
id_id: Unggah folder
it_it: Carica Cartella
ja_jp: フォルダーをアップロード
ko_kr: 폴더 업로드
nl_nl: Upload map
pl: Prześlij folder
pt_br: Upload de pasta
ro: Încărcați folderul
ru: Загрузка папки
tr: Dizin yükle
uk: Вивантажити теку
vi_vn: Tải lên thư mục
zh_cn: 上传文件夹
zh_tw: 上傳資料夾

# ReplCodeMenuEntry_mi_Current_minute
source: Minute
ar_ye: دقيقة
de: Derzeitige Minute
el: Λεπτό
es_mx: Minuto actual
fa_ir: دقیقه جاری
fr: Minute actuelle
he_il: דקה
hu: Jelenlegi perc
id_id: Menit ini
it_it: Minuto Corrente
ja_jp: 分
ko_kr: 현재 분
nl_nl: Huidige minuut
pl: Minuta
pt_br: Minuto atual
ru: Текущая минута
tr: Güncel dakika
uk: хв
vi_vn: Phút hiện tại
zh_cn: 当前分
zh_tw: 目前分鐘

# ShapeType_EffectPixelate
source: Pixelate (P)
ar_ye: تشويش (P)
de: Verpixeln
es_mx: Pixelar (P)
fr: Effet : Pixeliser
he_il: פיקסול (P)
id_id: Efek: Piksel (P)
it_it: Effetto: Pixel
ja_jp: 効果: モザイク(P)
ko_kr: 모자이크 효과
pl: Pikselacja (P)
pt_br: Efeito: Pixelizar
ro: Pixelare (P)
ru: Пикселизация (P)
tr: Mozaikle (P)
uk: Пікселізація (P)
vi_vn: Hiệu ứng: Điểm ảnh hóa (P)
zh_cn: 效果：马赛克 (P)
zh_tw: 馬賽克 (P)

# ReplCodeMenuEntry_d_Current_day
source: Day
ar_ye: اليوم
de: Derzeitiger Tag
el: Ημέρα
es_mx: Día actual
fa_ir: روز جاری
fr: Journée en cours
he_il: יום
hu: Jelenlegi nap
id_id: Hari ini
it_it: Giorno Corrente
ja_jp: 日
ko_kr: 현재 일
nl_nl: Huidige dag
pl: Dzień
pt_br: Dia atual
ro: Ziua
ru: Сегодняшний день
tr: Güncel gün
uk: день
vi_vn: Ngày hiện tại
zh_cn: 当前日
zh_tw: 目前日期

# PastebinExpiration_D1
source: 1 Day
ar_ye: يوم
de: 1 Tag
el: 1 ημέρα
es_mx: 1 día
fa_ir: ۱ روز
fr: 1 jour
he_il: יום אחד
id_id: 1 Hari
it_it: 1 Giorno
ja_jp: 1日
ko_kr: 1일
nl_nl: 1 dag
pl: 1 dzień
pt_br: 1 dia
ro: 1 zi
ru: 1 День
tr: 1 gün
uk: 1 день
vi_vn: 1 Ngày
zh_cn: 1 天
zh_tw: 1 天

# ShapeType_DrawingArrow
source: Arrow (A)
ar_ye: سهم (A)
de: Pfeil zeichnen
el: Βέλος (Α)
es_mx: Flecha (A)
fa_ir: جهت نما (A)
fr: Dessin : Flèche
he_il: חץ (A)
id_id: Menggambar: Panah (A)
it_it: Disegna: Freccia
ja_jp: 描画: 矢印(A)
ko_kr: 화살표 그리기
pl: Strzałka (A)
pt_br: Desenho: Seta
ro: Săgeată (A)
ru: Стрелка (A)
tr: Ok (A)
uk: Стрілка (A)
vi_vn: Vẽ: Mũi tên (A)
zh_cn: 绘图：箭头 (A)
zh_tw: 箭頭 (A)

# ShapeType_DrawingSmartEraser
source: Smart eraser
ar_ye: المسلحة الذكية
de: Intelligentes Radiergummi
el: Έξυπνη γόμα
es_mx: Borrador inteligente
fr: Gomme intelligente
he_il: מחק חכם
ja_jp: スマート消しゴム
pl: Inteligentna gumka
pt_br: Desenho: Borracha inteligente
ro: Radieră inteligentă
ru: Умный ластик
tr: Akıllı silgi
uk: Розумна гумка
vi_vn: Tẩy thông minh
zh_cn: 智能擦除
zh_tw: 智慧擦子

# PastebinPrivacy_Unlisted
source: Unlisted
ar_ye: غير متوفرة
de: Ungelistet
el: Μη καταχωρημένο
es_mx: Sin listar
fa_ir: لیست نشده
fr: Non listés
he_il: לא רשום
id_id: Tidak terdaftar
it_it: Non in Elenco
ja_jp: 限定公開
ko_kr: 비공개
pl: Niepubliczny
pt_br: Não listado
ro: Fără listă
ru: Не публиковать
tr: Listelenmemiş
uk: Не публікувати
vi_vn: Không công khai
zh_cn: 非公开
zh_tw: 非公開

# UpdateMessageBox_UpdateMessageBox_update_is_available
source: Update is available
ar_ye: التحديثات متاحة
de: Update ist verfügbar
el: Η ενημέρωση είναι διαθέσιμη
es_mx: Actualización disponible
fa_ir: نسخه به روز موجود است
fr: Mise à jour disponible
he_il: קיים עדכון
hu: Frissítés elérhető
id_id: Pembaruan tersedia
it_it: Aggiornamento disponibile
ja_jp: 更新があります
ko_kr: 업데이트 가능
nl_nl: Update is beschikbaar
pl: Dostępna jest aktualizacja
pt_br: Atualização disponível
ro: Actualizare disponibilă
ru: Доступно обновление
tr: Güncelleştirme mevcut
uk: Доступне оновлення
vi_vn: Bản cập nhật khả dụng
zh_cn: 更新可用
zh_tw: 有更新

# HotkeyType_Category_Upload
source: Upload
ar_ye: رفع
de: Hochladen
el: Ανέβασμα
es_mx: Subir
fa_ir: آپلود
fr: Mise en ligne
he_il: העלה
id_id: Unggah
it_it: Carica
ja_jp: アップロード
ko_kr: 업로드
nl_nl: Uploaden
pl: Przeslij
ro: Încărcați
ru: Загрузка
tr: Yükle
uk: Вивантажити
vi_vn: Tải lên
zh_cn: 上传
zh_tw: 上傳

# Extensions_AddContextMenu_Cut
source: Cut
ar_ye: قص
de: Schneiden
el: Κόψτε το
es_mx: Cortar
fa_ir: برداشتن
fr: Couper
he_il: גזור
hu: Kivágás
id_id: Potong
it_it: Taglia
ja_jp: 切り取り
ko_kr: 잘라내기
nl_nl: Knip
pl: Wytnij
pt_br: Recortar
ro: Tăiere
ru: Вырезать
tr: Kes
uk: Вирізати
vi_vn: Cắt
zh_cn: 剪切
zh_tw: 剪下

# FileExistAction_Cancel
source: Do not save
ar_ye: لا تقم بالحفظ
de: Nicht speichern
el: Μην αποθηκεύετε
es_mx: No guardar
fa_ir: ذخیره نکن
fr: Ne pas enregistrer
he_il: אל תשמור
hu: Ne mentsen
id_id: Jangan simpan
it_it: Non Salvare
ja_jp: 保存しない
ko_kr: 저장하지 않기
nl_nl: Niet opslaan
pl: Nie zapisuj
pt_br: Não salvar
ro: Nu salvați
ru: Не сохранять
tr: Kaydetme
uk: Не зберігати
vi_vn: Không lưu lại
zh_cn: 不保存
zh_tw: 不要儲存

# AfterCaptureTasks_CopyImageToClipboard
source: Copy image to clipboard
ar_ye: نسخ الصورة إلى الحافظة
de: Bild in Zwischenablage kopieren
el: Αντιγραφή εικόνας στο πρόχειρο
es_mx: Copiar imagen al portapapeles
fa_ir: عکس را به کلیپ بورد کپی کن
fr: Copier l'image dans le presse-papier
he_il: העתק תמונה ללוח הגזירה
hu: Kép vágólapra helyezése
id_id: Salin gambar ke papan klip
it_it: Copia Immagine negli Appunti
ja_jp: 画像をクリップボードにコピー
ko_kr: 이미지를 클립보드에 복사하기
nl_nl: Kopieer afbeelding naar klembord
pl: Skopiuj obraz do schowka
pt_br: Copiar imagem para a área de transferência
ro: Copierea imaginii în clipboard
ru: Скопировать изображение в буфер обмена
tr: Resimi panoya kopyala
uk: Копіювати зображення у буфер обміну
vi_vn: Chép ảnh vào vùng nhớ tạm
zh_cn: 图像复制到剪贴板
zh_tw: 將圖片複製到剪貼簿

# PNGBitDepth_Bit32
source: 32 bit
ar_ye: 32-بت
fa_ir: ۳۲ بیت
fr: 32 bits
he_il: 32 ביט
ko_kr: 32비트
pl: 32 bity
ro: 32 de biți
ru: 32 бит
uk: 32 біт
zh_cn: 32 位
zh_tw: 32 位元

# HotkeyType_ScreenRecorderGIFActiveWindow
source: Start/Stop screen recording (GIF) using active window region
ar_ye: بدء/إيقاف تسجيل الشاشة من النوع (GIF) الخاص بالنافذة النشطة
de: Bildschirmaufzeichnung (GIF) mit dem aktiven Fensterbereich starten/stoppen
el: Έναρξη/διακοπή εγγραφής οθόνης (GIF) χρησιμοποιώντας την περιοχή του ενεργού παραθύρου
es_mx: Iniciar o detener grabación de pantalla (GIF) usando la región de ventana activa
fa_ir: شروع/توقف ضبط فیلم صفحه (GIF) از پنجره جاری
fr: Démarrer l'enregistrement de l'écran (GIF) en utilisant la région de la fenêtre active
he_il: התחל/עצור הקלטת מסך (GIF) באמצעות אזור חלון פעיל
id_id: Mulai/Hentikan rekaman layar (GIF) menggunakan area jendela yang aktif
it_it: Avvia/Ferma Registrazione Schermo (GIF) usando la Finestra Attiva
ja_jp: アクティブ ウィンドウの動画キャプチャー (GIF) を開始/停止
ko_kr: 활성화 된 창 영역에서 화면 녹화 (GIF) 시작/중단
nl_nl: Start schermopname (GIF) met actieve scherm regio
pl: Rozpocznij/Zatrzymaj nagrywanie ekranu (GIF) przy użyciu aktywnego obszaru okna
pt_br: Gravar tela usando a região da janela ativa (GIF)
ro: Porniți/opriți înregistrarea ecranului (GIF) utilizând regiunea activă a ferestrei
ru: Начать/Остановить запись области экрана с активным окном (GIF)
tr: Aktif pencere alanıyla ekran kaydetme (GIF) başlat
uk: Почати/зупинити запис області екрану з активним вікном (GIF)
vi_vn: Bắt đầu/Dừng ghi lại màn hình (dạng ảnh GIF) sử dụng vùng cửa sổ đang hoạt động
zh_cn: 使用活动窗口开始屏幕录制（GIF）
zh_tw: 開始/停止使用目前視窗錄製螢幕 (GIF)

# HotkeyType_PrintScreen
source: Capture entire screen
ar_ye: التقاط الشاشة كاملة
de: Gesamten Bildschirm aufnehmen
el: Καταγραφή ολόκληρης της οθόνης
es_mx: Capturar pantalla completa
fa_ir: ضبط صفحه بصورت کامل
fr: Capturer tout l'écran
he_il: צלם את כל המסך
hu: Teljes képernyős képlopás
id_id: Jepret seluruh layar
it_it: Cattura Schermo Intero
ja_jp: すべてのスクリーンをキャプチャー
ko_kr: 전체 화면 촬영
nl_nl: Leg het volledig scherm vast
pl: Przechwytywanie całego ekranu
pt_br: Capturar a tela inteira
ro: Capturați întregul ecran
ru: Захват всего экрана
tr: Tüm ekranı yakala
uk: Захоплення всього екрану
vi_vn: Chụp toàn màn hình
zh_cn: 截图整个屏幕
zh_tw: 擷取整個螢幕

# ImageEditorStartMode_Normal
source: Normal
ar_ye: عادي
el: Κανονικό
fa_ir: عادی
he_il: רגיל
ja_jp: 通常
ko_kr: 기본
nl_nl: Normaal
pl: Normalny
ru: Нормальный
tr: Standart
uk: Звичайний
vi_vn: Bình thường
zh_cn: 普通
zh_tw: 一般

# HotkeyType_ScreenRecorderGIFCustomRegion
source: Start/Stop screen recording (GIF) using pre configured region
ar_ye: بدء/إيقاف تسجيل الشاشة من النوع (GIF) الخاص بالمنطقة مسبقة التحديد
de: Bildschirmaufzeichnung (GIF) mit vordefiniertem Bereich starten/stoppen
el: Έναρξη/διακοπή εγγραφής οθόνης (GIF) με χρήση προκαθορισμένης περιοχής
es_mx: Iniciar o detener grabación de pantalla (GIF) usando una región predefinida
fa_ir: شروع/توقف ضبط فیلم صفحه (GIF) با ناحیه از پیش تنظیم شده
fr: Démarrer l'enregistrement de l'écran (GIF) en utilisant la région personnalisée
he_il: התחל/עצור הקלטת מסך (GIF) באמצעות אזור מוגדר מראש
id_id: Mulai/Hentikan rekaman layar (GIF) menggunakan area pra-konfigurasi
it_it: Avvia/Ferma Registrazione Schermo (GIF) usando la Regione Pre Configurata
ja_jp: 構成済み領域の動画キャプチャー (GIF) を開始/停止
ko_kr: 미리 지정된 영역에서 화면 녹화 (GIF) 시작/중단
pl: Rozpocznij/Zatrzymaj nagrywanie ekranu (GIF) przy użyciu wstępnie skonfigurowanego regionu
pt_br: Iniciar gravação de tela (GIF) com região customizada
ro: Începeți/opriți înregistrarea ecranului (GIF) folosind regiunea pre-configurată
ru: Начать/Остановить запись подготовленной области экрана (GIF)
tr: Özel alan ile ekran kaydetme (GIF) başlat
uk: Почати/зупинити запис налаштованої області екрану (GIF)
vi_vn: Bắt đầu / Dừng ghi màn hình (GIF) bằng cách sử dụng vùng được định cấu hình trước
zh_cn: 使用自定义区域开始屏幕录制（GIF）
zh_tw: 開始/停止使用預先定義區域錄製螢幕 (GIF)

# HotkeyType_CustomRegion
source: Capture pre configured region
ar_ye: التقاط مساحة مهيئة مسبقًا
de: Vordefinierten Bereich aufnehmen
el: Σύλληψη προκαθορισμένης περιοχής
es_mx: Capturar región predefinida
fr: Capturer une région personnalisée
he_il: צילום אזור מוגדר מראש
id_id: Jepret area yang dikonfigurasi sebelumnya
it_it: Cattura Regione Personalizzata
ja_jp: 構成済み領域をキャプチャー
ko_kr: 미리 지정된 영역 촬영
nl_nl: Leg aangepaste regio vast
pl: Przechwytywanie wstępnie skonfigurowanego regionu
pt_br: Capturar região customizada
ro: Capturați regiunea pre-configurată
ru: Захват подготовленной области экрана
tr: Özel bölge yakala
uk: Захоплення попередньо налаштованої області
vi_vn: Chụp vùng tùy chỉnh
zh_cn: 截图自定义区域
zh_tw: 擷取預先定義區域

# ReplCodeMenuCategory_Image
source: Image
ar_ye: الصورة
de: Bild
el: Εικόνα
es_mx: Imagen
fa_ir: عکس
he_il: תמונה
id_id: Gambar
it_it: Immagine
ja_jp: 画像
ko_kr: 이미지
nl_nl: Afbeelding
pl: Obraz
pt_br: Imagem
ro: Imagine
ru: Изображение
tr: Resim
uk: Зображення
vi_vn: Ảnh
zh_cn: 图像
zh_tw: 圖片

# PastebinExpiration_M10
source: 10 Minutes
ar_ye: 10 دقائق
de: 10 Minuten
el: 10 λεπτά
es_mx: 10 minutos
fa_ir: ۱۰ دقیقه
he_il: 10 דקות
id_id: 10 Menit
it_it: 10 Minuti
ja_jp: 10分
ko_kr: 10분
nl_nl: 10 minuten
pl: 10 minut
pt_br: 10 minutos
ro: 10 minute
ru: 10 Минут
tr: 10 dakika
uk: 10 хвилин
vi_vn: 10 Phút
zh_cn: 10 分钟
zh_tw: 10 分鐘

# RegionCaptureAction_SwapToolType
source: Swap tool type
ar_ye: تبديل نوع الأدلة
de: Werkzeugtyp tauschen
el: Αλλαγή τύπου εργαλείου
es_mx: Cambiar tipo de herramienta
fr: Changer le type d'outil
he_il: החלף סוג כלי
id_id: Tukar jenis alat
it_it: Cambia Tipo di Strumento
ja_jp: ツールの種類を交換
ko_kr: 도구 타입 교체
pl: Zmiana typu narzędzia
pt_br: Trocar tipo de ferramenta
ro: Schimbați tipul de instrument
ru: Сменить тип инструмента
tr: Araç tipini değiştir
uk: Змінити тип інструменту
vi_vn: Hoán đổi kiểu công cụ
zh_cn: 互换工具类型
zh_tw: 互換工具類型

# HotkeyType_RectangleRegion
source: Capture region
ar_ye: التقاط مساحة
de: Bereich aufnehmen
el: Περιοχή σύλληψης
es_mx: Capturar región
fa_ir: ضبط ناحیه
fr: Capturer une région
he_il: צלם אזור
hu: Téglalap régió képlopás
id_id: Jepret area
it_it: Cattura Regione
ja_jp: 領域をキャプチャー
ko_kr: 직사각형 영역 촬영
nl_nl: Leg rechthoekige regio vast
pl: Przechwytywanie regionu
pt_br: Capturar região
ro: Regiune de captură
ru: Захват области
tr: Bölge yakala
uk: Захоплення області
vi_vn: Chụp theo vùng
zh_cn: 截图矩形区域
zh_tw: 擷取區域

# AfterCaptureTasks_DoOCR
source: Recognize text (OCR)
ar_ye: تعرف على النصوص (OCR)
de: Text erkennen (OCR)
el: Αναγνώριση κειμένου (OCR)
es_mx: Reconocer texto (OCR)
fa_ir: متن را تشخیص بده (OCR)
fr: Reconnaître un texte (OCR)
he_il: זהה טקסט (OCR)
id_id: Kenali teks (OCR)
it_it: Riconoscimento Testo (OCR)
ja_jp: 文字認識 (OCR)
ko_kr: 텍스트 인식하기 (OCR)
pl: Rozpoznaj tekst (OCR)
pt_br: Reconhecer texto (OCR)
ro: Recunoaștere text (OCR)
ru: Распознать текст (OCR)
tr: Yazı tanı (OCR)
uk: Розпізнати текст (OCR)
vi_vn: Nhận dạng chữ (OCR)
zh_cn: 文字识别（OCR）
zh_tw: 文字辨識 (OCR)

# HotkeyType_ExitShareX
source: Exit ShareX
ar_ye: خروج من التطبيق
de: ShareX beenden
el: Έξοδος ShareX
es_mx: Salir de ShareX
fa_ir: خروج از برنامه
fr: Quitter ShareX
he_il: צא מ-ShareX
id_id: Keluar ShareX
it_it: Esci da ShareX
ja_jp: ShareXを終了
ko_kr: ShareX 종료
pl: Zamknij ShareX
pt_br: Sair do ShareX
ro: Închideți ShareX
ru: Выйти из ShareX
tr: ShareX kapat
uk: Вийти з ShareX
vi_vn: Thoát ShareX
zh_cn: 退出 ShareX
zh_tw: 退出 ShareX

# UpdateMessageBox_UpdateMessageBox_Portable
source: A newer version of {0} is available. Would you like to download it?
ar_ye: إصدار جديد من {0} متاح. هل تريد تنزيله؟
de: Eine neuere Version von {0} ist verfügbar. Soll sie heruntergeladen werden?
el: Μια νεότερη έκδοση του {0} είναι διαθέσιμη. Θα θέλατε να την κατεβάσετε;
es_mx: Hay una nueva versión de {0}. ¿Desea descargarla?
fa_ir: نسخه جدیدتری از {0} در دسترس است. آیا مایلید آن را دانلود و نصب کنید؟
fr: Une nouvelle version de {0} est disponible. Voulez-vous la télécharger ?
he_il: גרסה חדשה יותר של {0} זמינה. האם תרצה להוריד אותה?
id_id: Versi terbaru dari {0} tersedia Apakah anda ingin mengunduhnya?
it_it: È disponibile una nuova versione di {0}. Vuoi scaricarla ora?
ja_jp: {0}の最新版があります。 ダウンロードしますか？
ko_kr: {0}의 새 버전을 사용할 수 있습니다. 업데이트 파일을 내려받을까요?
nl_nl: Er is een nieuwe versie van {0} beschikbaar. Wil je deze downloaden?
pl: Dostępna jest nowsza wersja {0}. Czy chcesz ją pobrać?
pt_br: Uma nova versão de {0} está disponível. Gostaria de baixá-la?
ro: Este disponibilă o versiune mai nouă a {0}. Doriți să o descărcați?
ru: Доступна более новая версия {0}. Хотите загрузить ее?
tr: {0} yeni sürümü mevcut. İndirmek ister misiniz?
uk: Доступна нова версія {0}. Чи хочете Ви завантажити її?
vi_vn: Phiên bản mới hơn của {0} khả dụng. Bạn có muốn tải về không?
zh_cn: 新版本 {0} 可用。 要下载吗？
zh_tw: {0} 已推出新版本。 是否要下載？

# Helpers_DownloadString_Download_failed_
source: Download failed:
ar_ye: فشل التنزيل:
de: Herunterladen fehlgeschlagen:
el: Λήψη αποτυχημένη:
es_mx: La descarga falló:
fa_ir: دانلود با مشکل مواجه شد:
fr: Échec du téléchargement :
he_il: הורדה נכשלה:
hu: Sikertelen letöltés:
id_id: Unduhan gagal:
it_it: Scaricamento fallito:
ja_jp: ダウンロード失敗:
ko_kr: 다운로드 실패:
nl_nl: Download mislukt:
pl: Pobieranie nie powiodło się:
pt_br: Falha no download:
ro: Descărcare eșuată:
ru: Загрузка не удалась:
tr: İndirme başarısız:
uk: Збій завантаження:
vi_vn: Tải về thất bại:
zh_cn: 下载失败:
zh_tw: 下載失敗：

# ShapeType_DrawingTextOutline
source: Text (Outline) (O)
ar_ye: نص مع الحدود (T)
de: Text mit Umriss zeichnen
el: Κείμενο (περίγραμμα) (O)
es_mx: Texto con contorno (O)
fr: Dessin : Texte (Contour)
he_il: טקסט (מתאר) (O)
id_id: Menggambar: Teks (Garis luar) (O)
it_it: Disegna: Testo (Contorno)
ja_jp: 文字(縁取り)(O)
ko_kr: 텍스트(획) 그리기
pl: Tekst (kontur) (O)
pt_br: Texto: Contorno
ro: Text (Doar contur) (O)
ru: Текст с обводкой (O)
tr: Yazı (Dış çizgili) (O)
uk: Текст (контур) (O)
vi_vn: Vẽ: Viết chữ (Có viền) (O)
zh_cn: 绘图：文字（描边）（O)
zh_tw: 文字 (外框) (O)

# RegionCaptureAction_CaptureActiveMonitor
source: Capture active monitor
ar_ye: التقاط الشاشة النشطة
de: Aktiven Monitor aufnehmen
el: Σύλληψη ενεργής οθόνης
es_mx: Capturar monitor activo
fa_ir: ضبط صفحه جاری
fr: Capturer l'écran actif
he_il: צלם מסך פעיל
id_id: Jepret monitor yang aktif
it_it: Cattura Monitor Attivo
ja_jp: アクティブ モニターをキャプチャー
ko_kr: 활성화 된 모니터 촬영
pl: Przechwytywanie aktywnego monitora
pt_br: Capturar monitor ativo
ro: Capturarea monitorului activ
ru: Захват активного монитора
tr: Aktif ekranı yakala
uk: Захоплення активного монітора
vi_vn: Chụp màn hình đang hoạt động
zh_cn: 截图活动显示器
zh_tw: 擷取目前顯示器

# ImgurThumbnailType_Small_Thumbnail
source: Small thumbnail
ar_ye: مصغرات ضئيلة
de: Kleines Thumbnail
el: Μικρή μικρογραφία
es_mx: Miniatura pequeña
fr: Petites miniatures
he_il: תמונה ממוזערת קטנה
id_id: Thumbnail kecil
it_it: Anteprima Piccola
ja_jp: 小 160x160
ko_kr: 작은 섬네일
pl: Mała miniatura
pt_br: Miniatura pequena
ro: Miniatură mică
ru: Маленькая миниатюра
tr: Küçük küçük resim
uk: Мала мініатюра
vi_vn: Hình thu nhỏ/thumbnail cỡ nhỏ
zh_cn: 小缩略图
zh_tw: 小縮圖

# PrintForm_LoadSettings_Print
source: Print
ar_ye: طباعة
de: Drucken
el: Εκτύπωση
es_mx: Imprimir
fa_ir: چاپ
fr: Imprimer
he_il: הדפס
hu: Nyomtatás
id_id: Cetak
it_it: Stampa
ja_jp: 印刷
ko_kr: 인쇄
nl_nl: Afdrukken
pl: Drukuj
pt_br: Imprimir
ro: Imprimare
ru: Печать
tr: Yazdır
uk: Друк
vi_vn: In
zh_cn: 打印
zh_tw: 列印

# GIFQuality_Bit4
source: Octree quantizer 16 colors
de: 16 Farben
el: Κβαντιστής Octree 16 χρώματα
es_mx: Cuantificador Octree de 16 colores
fr: Quantificateur d'octree 16 couleurs
he_il: מכונן Octree ב-16 צבעים
hu: Octree quantizáló 16 szín
id_id: Octree quantizer 16 warna
it_it: Quantizzatore Octree a 16 colori
ja_jp: オクトリー量子化 16色
ko_kr: 16색 팔진트리 양자화
nl_nl: Octree quantizer 16 kleuren
pl: Octree quantizer 16 kolorów
pt_br: Octree quantizer 16 cores
ro: Octree quantizer 16 culori
ru: Octree quantizer 16 цветов
tr: 16 renk (Daha düşük boyut fakat kötü kalite)
uk: Octree quantizer 16 кольорів
vi_vn: Bộ lượng tử octree 16 màu (4 bit)
zh_cn: 16 色（八叉树色彩量化）
zh_tw: 八元樹量化 16 色

# AfterUploadTasks_ShowAfterUploadWindow
source: Show "After upload" window
ar_ye: عرض نافذة ما بعد الرفع
de: "Nach dem Upload"-Fenster anzeigen
el: Εμφάνιση του παραθύρου "Μετά το ανέβασμα"
es_mx: Mostrar ventana de "Después de subir"
fa_ir: نشان دادن پنجره "بعد آپلود"
fr: Afficher la fenêtre « Après la mise en ligne »
he_il: הצג חלון "לאחר העלאה"
id_id: Tampilkan jendela "Setelah mengunggah"
it_it: Mostra Finestra "Dopo il Caricamento"
ja_jp: 「アップロード後」ウィンドウを表示
ko_kr: "업로드 뒤" 창 띄우기
pl: Pokaż okno "Po przesłaniu"
pt_br: Mostrar janela "Pós-upload"
ro: Afișați fereastra "După încărcare"
ru: Показать окно «После загрузки»
tr: "Yükleme sonrası" penceresini göster
uk: Показати вікно „Після вивантаження“
vi_vn: Hiện cửa sổ "Sau khi tải lên"
zh_cn: 显示"上传后"窗口
zh_tw: 顯示「上傳後」視窗

# CodeMenuEntryFilename_RandomAdjective
source: Random adjective
ar_ye: قيمة عشوائية
de: Zufälliges Adjektiv
el: Τυχαίο επίθετο
es_mx: Adjetivo aleatorio (inglés)
fr: Adjectif aléatoire
he_il: שם תואר אקראי
id_id: Acak kata sifat
ja_jp: ランダムな形容詞
ko_kr: 랜덤 형용사
pl: Losowy przymiotnik
pt_br: Adjetivo aleatório
ro: Adjectiv aleatoriu
ru: Случайное прилагательное
tr: Rastgele sıfat
uk: Випадковий прикметник
vi_vn: Tính từ ngẫu nhiên
zh_cn: 随机形容词
zh_tw: 隨機形容詞

# Extensions_AddContextMenu_SelectAll
source: Select All
ar_ye: تحديد الكل
de: Alle auswählen
el: Επιλέξτε όλα
es_mx: Seleccionar todo
fa_ir: انتخاب همه
fr: Tout sélectionner
he_il: בחר הכל
ja_jp: すべて選択
pl: Wybierz wszystko
pt_br: Selecionar tudo
ro: Selectați tot
ru: Выбрать все
tr: Tümünü seç
uk: Вибрати все
vi_vn: Chọn tất cả
zh_cn: 全选
zh_tw: 全選
