Repository: ShareX/ShareX
Catalog: ShareX.HelpersLib/Properties/Resources.*.resx
Languages: ar_ye, de, el, es_mx, fa_ir, fr, he_il, hu, id_id, it_it, ja_jp, ko_kr, nl_nl, pl, pt_br, ro, ru, tr, uk, vi_vn, zh_cn, zh_tw

# HotkeyType_PinToScreenFromScreen
source: Pin to screen (From screen)
ar_ye: تثيبت على الشاشة (من الشاشة)
de: An Bildschirm anheften (Von Bildschirm)
el: Καρφίτσα στην οθόνη (Από την οθόνη)
es_mx: Fijar en pantalla (Desde pantalla)
he_il: הצמד למסך (מהמסך)
ja_jp: 最前面に固定（スクリーンから）
pl: Przypnij do ekranu (z ekranu)
pt_br: Fixar na tela (da tela)
ru: Закрепить на экране (из экрана)
tr: Ekrana sabitle (Ekrandan)
uk: Закріпити на екрані (з екрану)
vi_vn: Ghim vào màn hình (Từ màn hình)
zh_tw: 釘選至螢幕 (從螢幕)

# HotkeyType_PauseScreenRecording
source: Pause screen recording
ar_ye: إيقاف تسجيل الشاشة مؤقتًا
de: Bildschirmaufnahme pausieren
el: Παύση εγγραφής οθόνης
es_mx: Pausar grabacióñ de pantalla
he_il: השהה את הקלטת המסך
ja_jp: 独自領域の動画キャプチャーを一時停止
pl: Wstrzymaj nagrywanie ekranu
pt_br: Pausar a gravação da tela
ru: Приостановить запись
uk: Призупинити запис екрана
vi_vn: Tạm dừng ghi màn hình
zh_tw: 暫停螢幕錄製

# ShapeType_DrawingFreehandArrow
source: Freehand arrow
ar_ye: رسم الحر مع سهم
de: Freihand Pfeil
el: Ελεύθερο βέλος
es_mx: Flecha a mano alzada
he_il: חץ חופשי
ja_jp: 描画: フリーハンド矢印
pl: Strzałka odręczna
pt_br: Seta à mão livre
ru: Стрелка от руки
uk: Стрілка від руки
vi_vn: Mũi tên tự do
zh_tw: 鼠繪箭頭

# HotkeyType_ImageBeautifier
source: Image beautifier
ar_ye: محسّن الصور
de: Bildverschönerung
el: Εξωραϊστής εικόνας
es_mx: Embellecedor de imagen
ja_jp: 画像装飾
pl: Upiększanie obrazu
ru: Украшатель изображений
uk: Покращувач зображень
zh_tw: 圖片美化工具

# AfterCaptureTasks_BeautifyImage
source: Beautify image
ar_ye: تحسين صورة
de: Bild verschönern
el: Ομορφώστε την εικόνα
es_mx: Embellecer imagen
ja_jp: 画像装飾
pl: Upiększ obraz
ru: Украсить изображение
uk: Покращити зображення
zh_tw: 美化圖片

source: Check
ar_ye: فحص
de: Überprüfen
el: Ελέγξτε το
ja_jp: 確認
ru: Проверить
uk: Перевірити
zh_tw: 檢查

# HotkeyType_CustomWindow
source: Capture pre configured window
ar_ye: التقاط نافذة مهيئة مسبقًا
de: Vorkonfiguriertes Fenster aufnehmen
el: Σύλληψη προκαθορισμένου παραθύρου
ja_jp: 事前に指定したウィンドウをキャプチャ
ru: Захват подготовленного окна
uk: Захоплення попередньо налаштованого вікна
zh_tw: 擷取預設的視窗

# DownloaderForm_FileDownloader_ProgressChanged_Progress
source: Progress
ar_ye: التقدّم
de: Fortschritt
el: Πρόοδος
ja_jp: 進行状況
ru: Прогресс
uk: Прогрес
zh_tw: 進度

# DownloaderForm_FileDownloader_ProgressChanged_DownloadSpeed
source: Download speed
ar_ye: سرعة التنزيل
de: Downloadgeschwindigkeit
el: Ταχύτητα λήψης
ja_jp: ダウンロード速度
ru: Скорость загрузки
uk: Швидкість завантаження
zh_tw: 下載速度

# DownloaderForm_FileDownloader_ProgressChanged_FileSize
source: File size
ar_ye: حجم الملف
de: Dateigröße
el: Μέγεθος αρχείου
ja_jp: ファイルサイズ
ru: Размер файла
uk: Розмір файлу
zh_tw: 檔案大小

# HotkeyType_ActiveWindowBorderless
source: Make active window borderless
ar_ye: حذف حدود النافذة النشطة
de: Aktives Fenster randlos machen
el: Κάντε το ενεργό παράθυρο χωρίς περιθώρια
ja_jp: アクティブウィンドウをボーダーレスにする
ru: Сделать активное окно безрамочным
uk: Зробити активне вікно без рамок
zh_tw: 將目前視窗無邊框化

# HotkeyType_ActiveWindowTopMost
source: Make active window top most
ar_ye: إبقاء النافذة النشطة في المقدمة
de: Aktives Fenster in den Vordergrund
el: Κάντε το ενεργό παράθυρο πιο πάνω
ja_jp: アクティブウィンドウを最前面にする
ru: Поместить активное окно поверх остальных
uk: Розмістити активне вікно поверх інших
zh_tw: 將目前視窗置於最上層

# HotkeyType_PinToScreenCloseAll
source: Pin to screen (Close all)
ar_ye: تثبيت على الشاشة وإغلاق الكل
de: An Bildschirm anheften (Alles schließen)
el: Καρφίτσα στην οθόνη (Κλείσιμο όλων)
ja_jp: 最前面に固定 (すべて閉じる)
ru: Закрепить на экране (Закрыть все)
uk: Закріпити на екрані (закрити все)
zh_tw: 釘選至螢幕 (關閉所有視窗)

# ImageBeautifierBackgroundType_Color
source: Color
el: Χρώμα
ja_jp: 色
ru: Цвет
uk: Колір

# ImageBeautifierBackgroundType_Desktop
source: Desktop
el: Επιτραπέζια επιφάνεια εργασίας
ja_jp: デスクトップ
ru: Рабочий стол
uk: Робочий стіл

# ImageBeautifierBackgroundType_Gradient
source: Gradient
el: Κλίση
ja_jp: グラデーション
ru: Градиент
uk: Градієнт

# ImageBeautifierBackgroundType_Image
source: Image
el: Εικόνα
ja_jp: 画像
ru: Изображение
uk: Зображення

# ImageBeautifierBackgroundType_Transparent
source: Transparent
el: Διαφανές
ja_jp: 透明
ru: Прозрачность
uk: Прозорість

# UpdateChannel_Dev
source: Dev
ar_ye: الإصدارات الاختبارية - Dev
ja_jp: 開発版
zh_tw: 開發版

# UpdateChannel_PreRelease
source: Pre-release
ar_ye: الإصدارات التجريبية - Pre
el: Προδημοσίευση
ja_jp: 準公開版
zh_tw: 預覽版

# UpdateChannel_Release
source: Release
ar_ye: الإصدار المستقر - Release
el: Απελευθέρωση
ja_jp: 公開版
zh_tw: 正式版

# HotkeyType_Metadata
source: Metadata
el: Μεταδεδομένα

# HotkeyType_StripMetadata
source: Strip metadata
el: Γδύστε τα μεταδεδομένα

# HotkeyType_QRCodeScanRegion
source: QR code (Scan region)
el: Κώδικας QR (περιοχή σάρωσης)

# ScrollMethod_DownArrow
source: Down arrow
el: Βέλος προς τα κάτω

# ScrollMethod_MouseWheel
source: Mouse wheel
el: Τροχός ποντικιού

# ScrollMethod_PageDown
source: Page down
el: Σελίδα κάτω

# ScrollMethod_ScrollMessage
source: Scroll message
el: Μήνυμα κύλισης

# ToastClickAction_DeleteFile
source: Delete file locally
el: Διαγραφή αρχείου τοπικά
