Repository: ShareX/ShareX
Catalog: ShareX.HelpersLib/Properties/Resources.*.resx
Languages: ar_ye, de, el, es_mx, fa_ir, fr, he_il, hu, id_id, it_it, ja_jp, ko_kr, nl_nl, pl, pt_br, ro, ru, tr, uk, vi_vn, zh_cn, zh_tw

# HotkeyType_OpenImageHistory
source: Open image history window
ar_ye: فتح نافذة سجل الصور
de: Bilderchronik-Fenster öffnen
el: Άνοιγμα παραθύρου ιστορικού εικόνας
es_mx: Abrir ventana de historial de imagen
fa_ir: بازکردن پنجره تاریخچه عکس
fr: Afficher la fenêtre « Historique des images »
he_il: פתח חלון היסטוריית התמונות
id_id: Buka jendela riwayat gambar
it_it: Apri Finestra Cronologia Immagini
ja_jp: 画像の履歴ウィンドウを開く
ko_kr: 이미지 히스토리 창 열기
pl: Otwórz okno historii obrazów
pt_br: Abrir janela de histórico de imagens
ro: Deschideți fereastra cu istoricul imaginilor
ru: Открыть окно истории изображений
tr: Resim geçmişi penceresini aç
uk: Відкрити вікно історії зображень
vi_vn: Mở cửa sổ lịch sử hình ảnh
zh_cn: 打开历史图片
zh_tw: 開啟圖片歷史記錄視窗

# ReplCodeMenuCategory_Incremental
source: Incremental
ar_ye: تزايدي
de: Inkrementell
es_mx: Incremento
fa_ir: افزایشی
fr: Incrémentation
he_il: מצטבר
id_id: Tambahkan
it_it: Incrementale
ja_jp: 連番
ko_kr: 자동 증가
nl_nl: Incrementeel
pl: Przyrostowo
ru: Счетчик
tr: Artan
uk: Лічильник
vi_vn: Tăng
zh_cn: 增量
zh_tw: 遞增

source: Random emoji (Repeat using {n})
ar_ye: رمز تعبيرية عشوائية (مكررة بمقدار {n})
de: Zufälliges Emoji (Wiederholung mit {n})
el: Τυχαία emoji (Επαναλάβετε χρησιμοποιώντας {n})
es_mx: Emojis aleatorios. Usar {n} para repetir
fr: Emoji aléatoire. Répéter avec {n}
he_il: אמוג'י אקראי (חזור באמצעות {n})
ja_jp: ランダムな絵文字 {n}でn回繰り返し
pl: Losowe emoji (powtórz przy użyciu {n})
pt_br: Emoji aleatório. Repita usando {n}
ro: Emoji aleatoriu (Repetați folosind {n})
ru: Случайный символ эмодзи. Повторение задается через {n}
tr: Rastgele emoji ({n} kullanarak tekrarla)
uk: Випадковий емодзі (Повторити за допомогою {n})
vi_vn: Biểu tượng cảm xúc ngẫu nhiên (Lặp lại bằng cách sử dụng {n})
zh_cn: 随机 emoji 表情。用 {n} 表示重复次数
zh_tw: 隨機表情符號 (用 {n} 來重複)

# AfterCaptureTasks_SaveThumbnailImageToFile
source: Save thumbnail image to file
ar_ye: حفظ الصورة المصغّرة إلى ملف
de: Thumbnailbild zu Datei speichern
el: Αποθήκευση εικόνας μικρογραφίας σε αρχείο
es_mx: Guardar miniatura
fr: Enregistrer la miniature de l'image comme fichier
he_il: שמור תמונה ממוזערת כקובץ
hu: Előnézeti kép fájlba mentése
id_id: Simpan gambar thumbnail ke file
it_it: Salva Miniatura Immagine
ja_jp: サムネイル画像をファイルに保存
ko_kr: 섬네일 이미지를 파일로 저장하기
nl_nl: Sla miniatuur van afbeelding op in bestand
pl: Zapisz miniaturkę obrazu do pliku
pt_br: Salvar miniatura de imagem
ro: Salvați imaginea în miniatură în fișier
ru: Сохранить миниатюру в файл
tr: Küçük resimi dosya olarak kaydet
uk: Зберегти мініатюру зображення у файл
vi_vn: Lưu ảnh thu nhỏ/thumbnail vào tệp tin
zh_cn: 保存缩略图为文件
zh_tw: 儲存縮圖檔案

# DownloaderForm_StartDownload_Downloading_
source: Downloading...
ar_ye: جارٍ التنزيل...
de: Lädt runter...
el: Λήψη...
es_mx: Descargando.
fa_ir: در حال دانلود.
fr: Téléchargement en cours.
he_il: מוריד.
hu: Letöltés.
id_id: Mengunduh
it_it: Scaricamento.
ja_jp: ダウンロード中...
ko_kr: 다운로드 중.
nl_nl: Downloaden.
pl: Pobieranie.
pt_br: Baixando.
ro: Descărcare.
ru: Загрузка...
tr: İndiriliyor.
uk: Завантаження...
vi_vn: Đang tải về.
zh_cn: 正在下载。
zh_tw: 下載中...

# RegionCaptureAction_RemoveShapeCancelCapture
source: Remove shape or cancel capture
ar_ye: حذف الشكل أو إلغاء اللقطة
de: Form entfernen oder Erfassung abbrechen
el: Αφαίρεση σχήματος ή ακύρωση σύλληψης
es_mx: Eliminar forma o cancelar captura
fr: Supprimer une forme ou annuler la capture
he_il: הסר צורה או בטל צילום מסך
id_id: Buang bentuk atau batal mengambil
it_it: Rimuovi Forma o Annulla Cattura
ja_jp: 図形の削除 / キャプチャー中止
ko_kr: 모양 지우기 또는 촬영 취소
pl: Usuń kształt lub anuluj przechwytywanie
pt_br: Remover forma ou cancelar captura
ro: Îndepărtarea formei sau anularea capturii
ru: Убрать фигуру или отменить захват
tr: Nesneyi sil veya yakalamayı iptal et
uk: Видалити фігуру або скасувати захоплення
vi_vn: Xóa hình hoặc hủy chụp
zh_cn: 删除形状或取消截图
zh_tw: 刪除形狀或取消擷取

# ReplCodeMenuEntry_un_User_name
source: User name
ar_ye: اسم المستخدم
de: Benutzername
el: Όνομα χρήστη
es_mx: Nombre de usuario
fa_ir: نام کاربری:
fr: Nom d'utilisateur
he_il: שם משתמש
hu: Felhasználónév
id_id: Nama pennguna
it_it: Nome Utente
ja_jp: ユーザー名
ko_kr: 사용자 이름
nl_nl: Naam gebruiker
pl: Nazwa użytkownika
pt_br: Nome do usuário
ro: Numele utilizatorului
ru: Имя пользователя
tr: Kullanıcı adı
uk: Ім’я користувача
vi_vn: Tên người dùng
zh_cn: 用户名
zh_tw: 使用者名稱

# ShapeType_DrawingMagnify
source: Magnify
ar_ye: تكبير
de: Vergrößern
el: Μεγέθυνση
es_mx: Ampliar
fa_ir: بزرگ کن
fr: Utiliser la loupe
he_il: הגדל
ja_jp: 描画: 虫眼鏡
pl: Lupa
pt_br: Desenho: Ampliar
ro: Mărire
ru: Увеличение
tr: Büyüt
uk: Збільшення
vi_vn: Phóng to
zh_cn: 放大
zh_tw: 放大

# CodeMenu_Create_Close
source: Close
ar_ye: إغلاق
de: Schließen
el: Κλείστε το
es_mx: Cerrar
fa_ir: بستن
fr: Fermer
he_il: סגור
hu: Bezárás
id_id: Tutup
it_it: Chiudi
ja_jp: 閉じる
ko_kr: 닫기
nl_nl: Sluiten
pl: Zamknij
pt_br: Fechar
ro: Închideți
ru: Закрыть
tr: Kapat
uk: Закрити
vi_vn: Đóng
zh_cn: 关闭
zh_tw: 關閉

# ShapeType_DrawingSticker
source: Sticker
ar_ye: ملصق
el: Αυτοκόλλητο
es_mx: Calcomanía
fa_ir: استیکر:
fr: Autocollant
he_il: מדבקה
id_id: Menggambar: Stiker
ja_jp: 描画: ステッカー
ko_kr: 그리기: 스티커
pl: Naklejka
pt_br: Desenho: Sticker
ro: Autocolant
ru: Стикер
tr: Çıkartma
uk: Наліпка
vi_vn: Vẽ: Sticker
zh_cn: 绘图：贴纸
zh_tw: 貼紙

# HotkeyType_QRCode
source: QR code
ar_ye: قارئ QR
el: Κωδικός QR
es_mx: Código QR
fa_ir: کد QR
fr: Code QR
he_il: קוד QR
hu: QR kód
id_id: Kode QR
it_it: Codice QR
ja_jp: QR コード
ko_kr: QR코드
pl: Kod QR
pt_br: Código QR
ro: Cod QR
ru: QR-код
tr: QR kod
uk: QR-код
vi_vn: Mã QR
zh_cn: 二维码
zh_tw: 二維碼

# PastebinExpiration_W1
source: 1 Week
ar_ye: أسبوع
de: 1 Woche
el: 1 εβδομάδα
es_mx: 1 semana
fa_ir: ۱ هفته
fr: 1 semaine
he_il: שבוע אחד
id_id: 1 Minggu
it_it: 1 Settimana
ja_jp: 1週間
ko_kr: 1주
pl: 1 tydzień
pt_br: 1 Semana
ro: 1 săptămână
ru: 1 Неделю
tr: 1 hafta
uk: 1 тиждень
vi_vn: 1 Tuần
zh_cn: 1 周
zh_tw: 1 週

# CustomUploaderDestinationType_URLSharingService
source: URL sharing service
ar_ye: خدمة مشاركة عناوين URL
de: URL-Freigabedienst
el: Υπηρεσία κοινής χρήσης URL
es_mx: Servicio para compartir enlaces
fa_ir: سرویس اشتراک گذاری لینک
fr: Service de partage d'URL
he_il: שירות שיתוף קישורים
id_id: Layanan berbagi URL
it_it: Servizio Condivisione URL
ja_jp: URL共有サービス
ko_kr: URL 공유 서비스
pl: Usługa udostępniania linku
pt_br: Serviço de compartilhamento de URL
ro: Serviciul de partajare a URL-urilor
ru: Сервис отправки ссылок
tr: Adres paylaşma servisi
uk: Служба обміну посиланнями
vi_vn: Dịch vụ chia sẻ URL
zh_cn: URL 分享服务
zh_tw: 網址分享服務

# ShapeType_EffectHighlight
source: Highlight (H)
ar_ye: تمييز (H)
de: Hervorheben (H)
es_mx: Resaltar (H)
fr: Effet : Surligner
he_il: הדגשה (H)
id_id: Efek: Sorot (H)
it_it: Effetto: Evidenzia
ja_jp: 効果: ハイライト(H)
ko_kr: 강조 효과
pl: Podświetlenie (H)
pt_br: Efeito: Realçar
ro: Evidențiere (H)
ru: Подсветить область (H)
tr: Vurgula (H)
uk: Підсвічування (Р)
vi_vn: Hiệu ứng: Đánh dấu (H)
zh_cn: 效果：高亮 (H)
zh_tw: 高亮 (H)

# GIFQuality_Grayscale
source: Palette quantizer grayscale 256 colors
ar_ye: تدرج رمادي بـ 256 درجة
de: Paletten Größenwandler Grauwert 256 Farben
el: Παλέτα κβαντιστή κλίμακας του γκρι 256 χρώματα
es_mx: Cuantificador de paleta de 256 niveles de gris
fr: Palette de quantification en niveaux de gris 256 couleurs
he_il: Palette quantizer בגווני אפור 256 צבעים
hu: Paletta quantizáló szürkeárnyalat 256 szín
id_id: Palet quantizer skala abu 256 warna
it_it: Paletta di Quantificazione in Scala di Grigi 256 Colori
ja_jp: パレット量子化 グレースケール 256色
ko_kr: 회색조 256색 팔레트 양자화
nl_nl: Grijswaarden op basis van 256 kleuren
pl: Palette quantizer grayscale 256 kolorów
pt_br: Paleta de tons de cinza quantizer 256 cores
ro: Palette quantizer în tonuri de gri 256 de culori
ru: Palette quantizer 256 градаций серого
tr: 256 gri tonlarda renk
uk: Palette quantizer 256 градацій сірого
vi_vn: Bộ lượng tử bảng màu thang độ xám 256 màu (grayscale 8 bit)
zh_cn: 灰度 256 色（调色板色彩量化）
zh_tw: 調色盤量化灰階 256 色

# GIFQuality_Default
source: Default .NET encoding (Fast encoding but average quality)
ar_ye: ترميز .NET الافتراضي (سريع لكن بجودة متوسطة)
de: Standard .NET-Kodierung (Schnelles kodieren, aber Durchschnittsqualität)
el: Προεπιλεγμένη κωδικοποίηση .NET (Γρήγορη κωδικοποίηση αλλά μέτρια ποιότητα)
es_mx: Codificación predefinida de .NET (rápida pero con calidad media)
fr: Encodage par défaut .NET (Encodage rapide mais de qualité moyenne)
he_il: קידוד ברירת מחדל .NET (קידוד מהיר אך באיכות ממוצעת)
hu: Alapértelmezett .NET enkódolás (gyors, de átlagos minőségű)
id_id: Pengkodean .NET bawaan (Pengkodean cepat, kualitas rata-rata)
it_it: Codifica .NET Predefinita (Veloce - Qualità Media)
ja_jp: 既定の .NET エンコード (高速エンコード、平均画質)
ko_kr: 기본 .NET 인코딩 (빠르지만 그럭저럭인 품질)
nl_nl: Standaard .NET conversie (Snelle conversie maar matige kwaliteit)
pl: Domyślne kodowanie .NET (szybkie kodowanie, ale średnia jakość)
pt_br: Codificação padrão .NET (rápida mas com qualidade mediana)
ro: Codificarea .NET implicită (codificare rapidă, dar calitate medie)
ru: Стандартное кодирование .NET (Быстро со средним качеством)
tr: Varsayılan .NET işlemesi (Hızlı işleme fakat ortalama kalite)
uk: Кодування .NET за замовчуванням (Швидко, але середня якість)
vi_vn: Bộ nén mặc định của .NET (Nén nhanh nhưng chất lượng trung bình)
zh_cn: 默认 .NET 编码（编码快速，但质量一般）
zh_tw: 預設 .NET 編碼（編碼速度較快但品質一般）

# ReplCodeMenuEntry_rx_Random_hexadecimal
source: Random hexadecimal char (Repeat using {n})
ar_ye: رموز سداسية عشرية عشوائية (مكررة بمقدار {n})
de: Zufälliges Hexadezimalzeichen. Wiederholen mit {n}
el: Τυχαίος δεκαεξαδικός χαρακτήρας (Επαναλάβετε χρησιμοποιώντας {n})
es_mx: Carácter hexadecimal aleatorio. Repetir con {n}
fr: Caractère hexadécimal aléatoire. Recommencez à l'aide de {n}
he_il: תו הקסדצימלי אקראי (חזור באמצעות {n})
id_id: Acak karakter heksadesimal. Ulangi menggunakan {n}
it_it: Carattere Esadecimale Casuale. Ripeti usando {n}
ja_jp: ランダムな16進法数値 {n}でn回繰り返し
ko_kr: 임의의 16진법 숫자. {n}만큼 반복
nl_nl: Willekeurig hexadecimaal karakter. Meerdere met {n}
pl: Losowy znak szesnastkowy (powtarzaj za pomocą {n})
pt_br: Caractere hexadecimal aleatório. Repetir usando {n}
ro: Caractere hexazecimale aleatorii (se repetă folosind {n})
ru: Случайный шестнадцатеричный символ. Повторение задается через {n}
tr: Rastgele heksadesimal karakter ({n} haneli)
uk: Випадковий шістнадцятковий символ (Повтор за допомогою {n})
vi_vn: Kí tự hệ cơ số 16. Lặp lại dùng {n}
zh_cn: 随机的十六进制字符。重复使用 {n}
zh_tw: 隨機十六進制字元 (用 {n} 來重複)

# PastebinPrivacy_Private
source: Private (members only)
ar_ye: خاص (الأعضاء فقط)
de: Privat (nur Mitglieder)
el: Ιδιωτικό (μόνο για μέλη)
es_mx: Privado (solo miembros)
fa_ir: خصوصی (فقط اعضا)
fr: Privé (membres uniquement)
he_il: פרטי (חברים בלבד)
id_id: Pribadi (hanya anggota)
it_it: Privato (solo membri)
ja_jp: プライベート (メンバーのみ)
ko_kr: 비밀 (회원 전용)
pl: Prywatny (tylko członkowie)
pt_br: Privado (somente membros)
ro: Privat (numai pentru membri)
ru: Личная (только участники)
tr: Kişisel (üyeler sadece)
uk: Приватний (тільки для учасників)
vi_vn: Riêng tư (chỉ cho thành viên)
zh_cn: 私有（仅成员）
zh_tw: 私人 (限會員)

source: Error
ar_ye: خطأ
de: Fehler
el: Σφάλμα
fa_ir: خطا
fr: Erreur
he_il: שגיאה
hu: Hiba
id_id: Eror
it_it: Errore
ja_jp: エラー
ko_kr: 오류
nl_nl: Fout
pl: Błąd
pt_br: Erro
ro: Eroare
ru: Ошибка
tr: Hata
uk: Помилка
vi_vn: Lỗi
zh_cn: 错误
zh_tw: 錯誤

# CodeMenuEntryFilename_RandomAnimal
source: Random animal
ar_ye: اسم حيوان عشوائي
de: Zufälliges Tier
el: Τυχαίο ζώο
es_mx: Nombre de animal aleatorio (inglés)
fr: Animal aléatoire
he_il: חיה אקראית
id_id: Acak binatang
ja_jp: ランダムな動物
ko_kr: 랜덤 동물
pl: Losowe zwierzę
pt_br: Animal aleatório
ro: Animal aleatoriu
ru: Случайное животное
tr: Rastgele hayvan
uk: Випадкова тварина
vi_vn: Động vật ngẫu nhiên
zh_cn: 随机动物
zh_tw: 隨機動物

# URLSharingServices_CustomURLSharingService
source: Custom URL sharing service
ar_ye: خدمة مخصصة لمشاركة عناوين URL
de: Eigener URL-Freigabedienst
el: Προσαρμοσμένη υπηρεσία κοινής χρήσης URL
es_mx: Servicio personalizado para compartir enlaces
fr: Service de partage d'URL personnalisé
he_il: שירות שיתוף קישורים מותאם אישית
id_id: Layanan berbagi URL khusus
it_it: Servizio Condivisione URL Personalizzato
ja_jp: 独自のURL共有サービス
ko_kr: 사용자 정의 URL 공유 서비스
pl: Własna usługa udostępniania linku
pt_br: Serviço de compartilhamento de URL personalizado
ro: Serviciu personalizat de partajare a URL-urilor
ru: Пользовательский сервис отправки ссылок
tr: Özel adres paylaşma servisi
uk: Користувацька служба обміну посиланнями
vi_vn: Dịch vụ chia sẻ URL tùy chọn
zh_cn: 自定义 URL 分享
zh_tw: 自訂網址分享服務

# RegionCaptureAction_CaptureFullscreen
source: Capture fullscreen
ar_ye: التقاط الشاشة كاملة
de: Vollbild aufnehmen
el: Σύλληψη πλήρους οθόνης
es_mx: Capturar pantalla completa
fa_ir: ضبط تمام صفحه
fr: Capture plein écran
he_il: צלם מסך מלא
id_id: Jepret layar penuh
it_it: Cattura Schermo intero
ja_jp: フルスクリーンをキャプチャー
ko_kr: 전체 화면 촬영
pl: Przechwytywanie całego ekranu
pt_br: Capturar tela cheia
ro: Captură pe ecran complet
ru: Захват всего экрана
tr: Tam ekran yakala
uk: Захоплення всього екрану
vi_vn: Chụp toàn màn hình
zh_cn: 截图全屏
zh_tw: 擷取全螢幕

# ReplCodeMenuEntry_pn_Process_name_of_active_window
source: Process name of window
ar_ye: اسم عملية النافذة
de: Name von aktiven Fenster verarbeiten
el: Όνομα διαδικασίας του παραθύρου
es_mx: Nombre del proceso de la ventana activa
fa_ir: نام پنجره را پردازش کن
fr: Nom du processus de la fenêtre active
he_il: שם תהליך של חלון
hu: Az aktív ablak folyamatneve
id_id: Nama proses jendela
it_it: Nome del Processo della Finestra
ja_jp: アクティブ ウィンドウのプロセス名
ko_kr: 현재 창의 프로세스명
nl_nl: Procesnaam van actief venster
pl: Nazwa procesu okna
pt_br: Nome do processo da janela ativa
ro: Numele procesului de fereastră
ru: Имя процесса активного окна
tr: Pencerenin işlem ismi
uk: Назва процесу вікна
vi_vn: Tên tiến trình của cửa sổ đang hoạt động
zh_cn: 活动窗口的进程名
zh_tw: 視窗的處理程序名稱

# DownloaderForm_DownloaderForm_Waiting_
source: Waiting...
ar_ye: انتظار...
de: Warte...
el: Περιμένοντας...
es_mx: En espera.
fa_ir: لطفا صبر کنید .
fr: En attente.
he_il: ממתין.
hu: Várakozás.
id_id: Menunggu.
it_it: Attendere.
ja_jp: 待機中...
ko_kr: 대기중.
nl_nl: Wachten.
pl: Oczekiwanie.
pt_br: Em espera.
ro: În așteptare.
ru: Ожидание...
tr: Bekliyor.
uk: Очікування...
vi_vn: Đang đợi.
zh_cn: 等待中。
zh_tw: 等待中...

# HotkeyType_ImageEditor
source: Image editor
ar_ye: محرّر الصور
de: Bildeditor
el: Επεξεργαστής εικόνας
es_mx: Editor de imágenes
fa_ir: ویرایشگر عکس
fr: Éditeur d'image
he_il: עורך תמונה
id_id: Editor gambar
it_it: Editor Immagini
ja_jp: 画像エディタ
ko_kr: 이미지 편집기
nl_nl: Afbeeldingsbewerker
pl: Edytor obrazu
pt_br: Editor de imagem
ro: Editor de imagini
ru: Редактор изображений
tr: Resim düzenleyici
uk: Редактор зображень
vi_vn: Trình chỉnh sửa ảnh
zh_cn: 图像编辑器
zh_tw: 圖片編輯器

# URLSharingServices_Email
source: Email
ar_ye: البريد الإلكتروني
el: Ηλεκτρονικό ταχυδρομείο
es_mx: Correo electrónico
fa_ir: ایمیل:
fr: Adresse e-mail
he_il: דוא"ל
ja_jp: Eメール
ko_kr: 이메일
ru: Электронная почта
tr: Eposta
uk: Ел. пошта
zh_cn: 电子邮箱
zh_tw: 電子信箱

# HotkeyType_OpenHistory
source: Open history window
ar_ye: فتح نافذة السجل
de: Chronik-Fenster öffnen
el: Άνοιγμα παραθύρου ιστορικού
es_mx: Abrir ventana de historial
fa_ir: بازکردن پنجره تاریخچه
fr: Afficher la fenêtre de l'historique
he_il: פתח חלון היסטורייה
id_id: Buka jendela riwayat
it_it: Apri Finestra Cronologia
ja_jp: 履歴ウィンドウを開く
ko_kr: 히스토리 창 열기
pl: Otwórz okno historii
pt_br: Abrir janela de histórico
ro: Deschideți fereastra de istoric
ru: Открыть окно истории
tr: Geçmiş penceresini aç
uk: Відкрити вікно історії
vi_vn: Mở cửa sổ lịch sử
zh_cn: 打开历史记录
zh_tw: 開啟歷史記錄視窗

# ShapeType_ToolSelect
source: Select and move (M)
ar_ye: تحديد وتحريك (M)
de: Auswählen und Verschieben
el: Επιλογή και μετακίνηση (M)
es_mx: Seleccionar y mover (M)
fa_ir: انتخاب کردن و حرکت دادن (M)
fr: Sélectionner et déplacer (M)
he_il: בחר והזז (M)
ja_jp: 選択・移動(M)
pl: Wybierz i przesuń (M)
pt_br: Selecionar e mover
ro: Selectare și deplasare (M)
ru: Выбирать и двигать (M)
tr: Seç ve taşı (M)
uk: Вибрати та перемістити (M)
vi_vn: Chọn và di chuyển (M)
zh_cn: 选择并移动 (M)
zh_tw: 選取並移動 (M)

# ReplCodeMenuEntry_ib_Auto_increment_base_alphanumeric
source: Auto increment by base {n} using alphanumeric (1 < n < 63)
ar_ye: زيادة تلقائية بدءًا من {n} باستخدام الأرقام والحروف داخل النطاق (1 < n < 63)
de: Automatisch nach Basis {n} alphanumerisch (1 < n < 63) erhöhen
el: Αυτόματη αύξηση κατά βάση {n} με χρήση αλφαριθμητικών (1 < n < 63)
es_mx: Incremento automático en base {n} usando caracteres alfanuméricos (1 < n < 63)
fr: Incrémentation automatique en base {n} (1 < n < 63)
he_il: הגדלה אוטומטית לפי בסיס {n} באמצעות אלפאנומרי (1 < n < 63)
id_id: Otomatis tambahkan dengan dasar {n} menggunakan alfanumerik (1 < n < 63)
it_it: Auto Incremento Alfanumerico in Base {n} (1 < n < 63)
ja_jp: 位取り記数法連番 {n}でn進数 (1 < n < 63)
ko_kr: 자동 증가하는 {n}진법 영숫자 (1 < n < 63)
nl_nl: Zelf ophogende sequentie met base {n} (waar n 1 < n < 63)
pl: Automatyczne zwiększanie o podstawę {n} za pomocą znaków alfanumerycznych (1 < n < 63)
pt_br: Auto incrementar por base {n} usando caracteres alfanuméricos (1 < n < 63)
ro: Creștere automată cu baza {n} folosind alfanumeric (1 < n < 63)
ru: Счетчик, прибавляющий базовое алфавитно-цифровое {n} (1 < n < 63)
tr: Otomatik artan {n} sayı tabanında alfanumerik (1 < n < 63)
uk: Алфавітно-цифровий лічильник з основою {n} (1 < n < 63)
vi_vn: Tự tăng theo hệ cơ số {n} sử dụng chữ và số (1 < n < 63)
zh_cn: 使用字母数字 (1 < n < 63) 按基数 {n} 自动递增
zh_tw: 自動遞增 {n} 進制文數字元 (1 < n < 63)

# HotkeyType_CaptureWebpage
source: Webpage capture
ar_ye: التقاط صفحة وٍب
de: Webpage Aufnahme
el: Καταγραφή ιστοσελίδας
es_mx: Capturar página web
fa_ir: ضبط صفحه سایت
fr: Capturer une page Web
he_il: צלם עמוד אינטרנט
id_id: Ambil halaman web
it_it: Cattura Pagina Web
ja_jp: Webページ キャプチャー
ko_kr: 웹 페이지 촬영
nl_nl: Webpagina vastleggen
pl: Przechwytywanie strony WWW
pt_br: Capturar página da web
ro: Capturarea paginii web
ru: Захват веб-страницы
tr: Web sayfası yakala
uk: Захоплення веб-сторінки
vi_vn: Chụp trang web
zh_cn: 网页截图
zh_tw: 網頁擷取

# RegionCaptureAction_CancelCapture
source: Cancel capture
ar_ye: إلغاء الالتقاط
de: Aufnahme abbrechen
el: Ακύρωση σύλληψης
es_mx: Cancelar captura
fa_ir: انصراف از ضبط
fr: Annuler la capture
he_il: ביטול צילום מסך
id_id: Batalkan jepretan
it_it: Annulla Cattura
ja_jp: キャプチャー中止
ko_kr: 촬영 취소
pl: Anuluj przechwytywanie
pt_br: Cancelar captura
ro: Anulați captura
ru: Отменить захват
tr: Yakalamayı iptal et
uk: Скасувати захоплення
vi_vn: Hủy chụp hình
zh_cn: 取消截图
zh_tw: 取消擷取

# AfterCaptureTasks_ScanQRCode
source: Scan QR code
ar_ye: مسح رمز QR
de: QR-Code scannen
el: Σάρωση κώδικα QR
es_mx: Escanear código QR
fa_ir: اسکن کد QR
fr: Scanner code QR
he_il: סרוק קוד QR
id_id: Pindai kode QR
ja_jp: QRコード読み取り
ko_kr: QR코드 스캔
pl: Skanuj kod QR
pt_br: Ler código QR
ro: Scanați codul QR
ru: Сканировать QR-код
tr: QR kodunu tara
uk: Відсканувати QR-код
vi_vn: Quét mã QR
zh_cn: 扫描二维码
zh_tw: 掃描二維碼

# HotkeyType_RectangleLight
source: Capture region (Light)
ar_ye: التقاط مساحة (حدود فاتحة)
de: Bereich aufnehmen (Einfach)
el: Περιοχή σύλληψης (φως)
es_mx: Capturar región (simple)
fa_ir: ضبط ناحیه (روشن)
fr: Capturer une région (Simple)
he_il: צלם אזור (בהיר)
hu: Téglalap régió képlopás (finom)
id_id: Jepret area (Cahaya)
it_it: Cattura Regione (Semplice)
ja_jp: 領域をキャプチャー (ライトモード)
ko_kr: 직사각형 영역 촬영 (어둡지 않게)
nl_nl: Leg rechthoekige regio vast (Snel)
pl: Przechwytywanie regionu (jasny)
pt_br: Capturar região (leve)
ro: Capturare regiune (Clar)
ru: Захват области (Облегченный)
tr: Bölge yakala (Basit)
uk: Захоплення області (спрощено)
vi_vn: Chụp theo vùng (Bản nhẹ hơn)
zh_cn: 截图矩形区域（高亮）
zh_tw: 擷取區域 (高亮)

# ProxyMethod_Automatic
source: Automatic
ar_ye: تلقائي
de: Automatisch
el: Αυτόματο
es_mx: Automático
fa_ir: خودکار
fr: Automatique
he_il: אוטומטי
hu: Automatikus
id_id: Otomatis
it_it: Automatico
ja_jp: 自動
ko_kr: 자동
nl_nl: Automatisch
pl: Automatycznie
pt_br: Automático
ro: Automat
ru: Автоматическая
tr: Otomatik
uk: Автоматично
vi_vn: Tự động
zh_cn: 自动
zh_tw: 自動

# HotkeyType_FileUpload
source: Upload file
ar_ye: رفع الملف
de: Datei hochladen
el: Ανέβασμα αρχείου
es_mx: Subir archivo
fa_ir: آپلود فایل
fr: Mise en ligne d'un fichier
he_il: העלה קובץ
hu: Fájl feltöltése
id_id: Unggah file
it_it: Carica File
ja_jp: ファイルをアップロード
ko_kr: 파일 업로드
nl_nl: Upload bestand
pl: Prześlij plik
pt_br: Upload de arquivo
ro: Încărcați fișierul
ru: Загрузка файла
tr: Dosya yükle
uk: Вивантажити файл
vi_vn: Tải lên tệp tin
zh_cn: 上传文件
zh_tw: 上傳檔案

# ReplCodeMenuEntry_guid_Random_guid
source: Random GUID
ar_ye: رمز GUID عشوائي
de: Zufällige GUID
el: Τυχαίο GUID
es_mx: Identificador único universal (GUID) aleatorio
fa_ir: GUID تصادفی
fr: GUID aléatoire
he_il: GUID אקראי
id_id: GUID Acak
it_it: GUID Casuale
ja_jp: ランダムなGUID
ko_kr: 임의의 GUID
nl_nl: Willekeurige GUID
pl: Losowy GUID
pt_br: GUID Aleatório
ro: GUID aleatoriu
ru: Случайный GUID
tr: Rastgele GUID
uk: Випадковий GUID
vi_vn: GUID ngẫu nhiên
zh_cn: 随机 GUID
zh_tw: 隨機 GUID

# ShapeType_DrawingLine
source: Line (L)
ar_ye: خط (L)
de: Linie zeichnen
el: Γραμμή (L)
es_mx: Línea (L)
fa_ir: خط (L)
fr: Dessin : Ligne
he_il: קו (L)
id_id: Menggambar: Garis (L)
it_it: Disegna: Linea
ja_jp: 描画: 直線(L)
ko_kr: 선분 그리기
pl: Linia (L)
pt_br: Desenho: Linha
ro: Linie (L)
ru: Линия (L)
tr: Çizgi (L)
uk: Лінія (L)
vi_vn: Vẽ: Đường thẳng (L)
zh_cn: 绘图：线条 (L)
zh_tw: 線條 (L)

# ObjectListView_ObjectListView_Copy_value
source: Copy value
ar_ye: نسخ القيمة
de: Wert kopieren
el: Αντιγραφή τιμής
es_mx: Copiar valor
fr: Copier valeur
he_il: העתק ערך
ja_jp: 値をコピー
pl: Skopiuj wartość
pt_br: Copiar valor
ro: Copiați valoarea
ru: Скопировать значение
tr: Değeri kopyala
uk: Копіювати значення
vi_vn: Sao chép giá trị
zh_cn: 复制值
zh_tw: 複製值

# AfterCaptureTasks_ShowBeforeUploadWindow
source: Show "Before upload" window
ar_ye: عرض نافذة ما قبل الرفع
de: "Vor dem Upload"-Fenster anzeigen
el: Εμφάνιση του παραθύρου "Πριν από τη μεταφόρτωση"
es_mx: Mostrar ventana de "Antes de subir"
fa_ir: نشان دادن پنجره "قبل آپلود"
fr: Afficher la fenêtre « Avant la mise en ligne »
he_il: הצג חלון "לפני העלאה"
id_id: Tampilkan jendela "Sebelum mengunggah"
it_it: Mostra Finestra "Prima del Caricamento"
ja_jp: 「アップロード前」ウィンドウを表示
ko_kr: "업로드 전" 창 띄우기
pl: Pokaż okno "Przed przesłaniem"
pt_br: Mostrar janela "Pré-upload"
ro: Afișați fereastra "Înainte de încărcare"
ru: Показать окно «Перед загрузкой»
tr: "Yükleme öncesi" penceresini göster
uk: Показати вікно „Перед захопленням“
vi_vn: Hiện cửa sổ "Trước khi tải lên"
zh_cn: 显示"上传前"窗口
zh_tw: 顯示「上傳前」視窗

# AfterCaptureTasks_ShowInExplorer
source: Show file in explorer
ar_ye: عرض الملف في متصفح الملفات
de: Datei im Explorer anzeigen
el: Εμφάνιση αρχείου στον εξερευνητή
es_mx: Mostrar archivo en el Explorador de archivos
fa_ir: نشان دادن فایل در Explorer
fr: Afficher le fichier dans l'explorateur
he_il: הצג קובץ בסייר הקבצים
id_id: Tampilkan file di explorer
it_it: Mostra File in Explorer
ja_jp: エクスプローラでファイルを表示
ko_kr: 탐색기 창에서 파일 보여주기
pl: Pokaż plik w eksploratorze
pt_br: Mostrar arquivo no Explorer
ro: Afișați fișierul în explorer
ru: Показать файл в проводнике
tr: Dosyayı klasörde göster
uk: Показати файл у провіднику
vi_vn: Hiện tệp trong trình duyệt tệp/explorer
zh_cn: 在资源管理器中显示文件
zh_tw: 在檔案總管中顯示檔案
