Repository: ShareX/ShareX
Catalog: ShareX.HelpersLib/Properties/Resources.*.resx
Languages: ar_ye, de, el, es_mx, fa_ir, fr, he_il, hu, id_id, it_it, ja_jp, ko_kr, nl_nl, pl, pt_br, ro, ru, tr, uk, vi_vn, zh_cn, zh_tw

# ImageDestination_CustomImageUploader
source: Custom image uploader
ar_ye: رافع صور مخصص
de: Eigener Bilduploader
el: Προσαρμοσμένο πρόγραμμα μεταφόρτωσης εικόνων
es_mx: Servidor personalizado de imágenes
fa_ir: آپلود کننده عکس سفارشی
fr: Service de mise en ligne d'images personnalisé
he_il: שירות העלאת תמונות מותאמת אישית
hu: Egyéni kép feltöltő
id_id: Pengunggah gambar khusus
it_it: Servizio Caricamento Immagini Personalizzato
ja_jp: 独自の画像アップローダー
ko_kr: 사용자 정의 이미지 업로더
nl_nl: Aangepaste afbeeldingsuploader
pl: Własny serwis obrazów
pt_br: Serviço de upload de imagem personalizado
ro: Destinație de imagini personalizată
ru: Пользовательский сервис загрузки картинок
tr: Özel resim yükleyici
uk: Власний вивантажувач зображень
vi_vn: Dịch vụ tải lên ảnh tùy chọn
zh_cn: 自定义图像上传
zh_tw: 自訂圖片上傳工具

# HotkeyType_Category_ScreenCapture
source: Screen capture
ar_ye: التقاط الشاشة
de: Bildschirmaufnahme
el: Λήψη οθόνης
es_mx: Capturar pantalla
fa_ir: ضبط
fr: Capture d'écran
he_il: צלם מסך
id_id: Jepret layar
it_it: Cattura Schermo
ja_jp: 静止画キャプチャー
ko_kr: 화면 촬영
nl_nl: Scherm vastleggen
pl: Przechwytywanie ekranu
pt_br: Capturar tela
ro: Captură de ecran
ru: Захват экрана
tr: Ekran yakalama
uk: Захоплення екрана
vi_vn: Chụp màn hình
zh_cn: 屏幕截图
zh_tw: 螢幕擷取

# MyMessageBox_MyMessageBox_No
source: No
ar_ye: لا
de: Nein
el: Όχι
fa_ir: خیر
fr: Non
he_il: לא
hu: Nem
id_id: Tidak
ja_jp: いいえ
ko_kr: 아니요
nl_nl: Nee
pl: Nie
pt_br: Não
ro: Nu
ru: Нет
tr: Hayır
uk: Ні
vi_vn: Không
zh_cn: 否
zh_tw: 否

# HotkeyType_ActiveWindow
source: Capture active window
ar_ye: التقاط الشاشة النشطة
de: Aktives Fenster aufnehmen
el: Σύλληψη ενεργού παραθύρου
es_mx: Capturar ventana activa
fa_ir: ضبط پنجره جاری
fr: Capturer la fenêtre active
he_il: צלם חלון פעיל
hu: Aktív ablak képlopás
id_id: Jepret jendela yang aktif
it_it: Cattura Finestra Attiva
ja_jp: アクティブウィンドウをキャプチャー
ko_kr: 현재 창 촬영
nl_nl: Leg actief venster vast
pl: Przechwytywanie aktywnego okna
pt_br: Capturar janela ativa
ro: Capturați fereastra activă
ru: Захват активного окна
tr: Aktif pencereyi yakala
uk: Захоплення активного вікна
vi_vn: Chụp cửa sổ đang hoạt động
zh_cn: 截图活动窗口
zh_tw: 擷取目前視窗

# ShapeType_DrawingStep
source: Step (I)
ar_ye: خطوة (I)
de: Schritt hinzufügen
el: Βήμα (I)
es_mx: Paso (I)
fa_ir: گام (I)
fr: Dessin : Etape
he_il: שלב (I)
id_id: Menggambar: Langkah (I)
it_it: Disegna: Punti
ja_jp: 描画: ステップ(I)
ko_kr: 단계 그리기
pl: Krok (I)
pt_br: Desenho: Passo
ro: Etapă (I)
ru: Шаг (I)
tr: Kademe (I)
uk: Крок (I)
vi_vn: Vẽ: Bước chỉ dẫn (I)
zh_cn: 绘图：序号 (I)
zh_tw: 序號 (I)

# ReplCodeMenuEntry_i_Auto_increment_number
source: Auto increment number (0 pad left using {n})
ar_ye: زيادة تلقائية للأرقام (حشو بالأصفار بمقدار {n})
de: Automatisch Zahl erhöhen. 0 pad left using {n}
el: Αριθμός αυτόματης αύξησης (0 pad αριστερά χρησιμοποιώντας {n})
es_mx: Incremento automático de número. Rellenar con ceros a la izq. con {n}
fr: Incrémentation automatique du numéro. Ajoutez un 0 au début avec {n}
he_il: הגדל מספר אוטומטית (0 לוח נותר באמצעות {n})
hu: Automatikusan növekvő szám
id_id: Otomatis tambahkan angka. Bantalan 0 tersisa menggunakan {n}
it_it: Auto Incremento Numerico. Sarà aggiunto uno 0 davanti usando {n}
ja_jp: 数字連番 {n}でn桁ゼロ詰め
ko_kr: 자동 증가 카운터
nl_nl: Zelf ophogend nummer. Voorloopnullen links met {n}
pl: Automatycznie rosnąca liczba (liczba 0 na początku: {n})
pt_br: Auto incrementar número. Acrescentar 0 à esquerda usando {n}
ro: Creștere automată număr (umpleți cu 0 în stânga folosind {n})
ru: Числовой счетчик. Нули слева, {n} задает длину
tr: Otomatik artan sayı ({n} başa n kadar 0 ekler)
uk: Числовий лічильник (Нулі ліворуч, {n} задає довжину)
vi_vn: Tự tăng số. Chèn 0 bên trái sử dụng {n}
zh_cn: 自动递增编号（使用 {n} 向左填充 0）
zh_tw: 自動遞增數字 (用 {n} 來在字元前補 0)

# HotkeyType_ClipboardUpload
source: Upload from clipboard
ar_ye: رفع من الحافظة
de: Aus Zwischenablage hochladen
el: Ανέβασμα από το πρόχειρο
es_mx: Subir desde el portapapeles
fa_ir: آپلود از کلیپ بورد
fr: Mise en ligne depuis le presse-papier
he_il: צילום מלוח הגזירה
hu: Feltöltés vágólapról
id_id: Unggah dari papan klip
it_it: Carica dagli Appunti
ja_jp: クリップボードからアップロード
ko_kr: 클립보드 내용 업로드
nl_nl: Uploaden van klembord
pl: Prześlij ze schowka
pt_br: Upload da área de transferência
ro: Încărcați din clipboard
ru: Загрузка из буфера обмена
tr: Panodan yükle
uk: Вивантажити з буфера обміну
vi_vn: Tải lên từ vùng nhớ tạm
zh_cn: 从剪贴板上传
zh_tw: 從剪貼簿上傳

# ReplCodeMenuEntry_n_New_line
source: New line
ar_ye: سطر جديد
de: Neue Zeile
el: Νέα γραμμή
es_mx: Nueva línea
fa_ir: خط جدید
fr: Nouvelle ligne
he_il: שורה חדשה
hu: Új sor
id_id: Baris baru
it_it: Nuova Linea
ja_jp: 改行
ko_kr: 줄바꿈
nl_nl: Nieuwe lijn
pl: Nowa linia
pt_br: Nova linha
ro: Linie nouă
ru: Новая строка
tr: Yeni satır
uk: Новий рядок
vi_vn: Dòng mới
zh_cn: 新行
zh_tw: 換行

# ReplCodeMenuEntry_mon2_Current_month_name__English_
source: Month name (English)
ar_ye: اسم الشهر (إنجليزي)
de: Derzeitiger Monatsname (Englisch)
el: Όνομα μήνα (Αγγλικά)
es_mx: Nombre del mes actual (inglés)
fa_ir: ماه جاری (انگلیسی)
fr: Nom du mois en cours (en anglais)
he_il: שם חודש (אנגלית)
hu: Jelenlegi hónap neve (angol)
id_id: Nama bulan ini (Inggris)
it_it: Nome Mese Corrente (Inglese)
ja_jp: 月の名前 (英語)
ko_kr: 현재 달 이름 (영어)
nl_nl: Huidge naam maand (Engels)
pl: Nazwa miesiąca (w języku angielskim)
pt_br: Mês atual (inglês)
ro: Numele lunii (în engleză)
ru: Имя текущего месяца (Английский)
tr: Güncel ay adı (İngilizce)
uk: Назва місяця (англійською)
vi_vn: Tên tháng hiện tại (Tiếng Anh)
zh_cn: 当月名称（英语）
zh_tw: 目前月份名 (英文)

# HotkeyType_OpenScreenshotsFolder
source: Open screenshots folder
ar_ye: فتح مجلد لقطات الشاشة
de: Screenshot-Ordner öffnen
el: Ανοίξτε το φάκελο screenshots
es_mx: Abrir carpeta de capturas de pantalla
fr: Ouvrir le dossier des captures d'écran
he_il: פתח את תיקיית צילומי המסך
hu: Képernyőmentések mappa megnyitása
id_id: Buka folder screenshot
it_it: Apri Cartella Screenshot
ja_jp: 画像保存フォルダーを開く
ko_kr: 스크린샷 폴더 열기
nl_nl: Open map met screenshots
pl: Otwórz folder zrzutów ekranu
pt_br: Abrir pasta de capturas de tela
ro: Deschideți folderul de capturi de ecran
ru: Открыть папку скриншотов
tr: Ekran görüntüleri dizinini aç
uk: Відкрити теку зі знімками
vi_vn: Mở thư mục lưu ảnh chụp màn hình
zh_cn: 打开截图文件夹
zh_tw: 開啟截圖資料夾

# ReplCodeMenuEntry_width_Gets_image_width
source: Image width
ar_ye: عرض الصورة
de: Bildweite
el: Πλάτος εικόνας
es_mx: Ancho
fa_ir: عرض تصویر
fr: Largeur de l'image
he_il: רוחב תמונה
hu: Kép szélesség
id_id: Lebar gambar
it_it: Larghezza Immagne
ja_jp: 画像の幅
ko_kr: 이미지 너비
nl_nl: Afbeeldingsbreedte
pl: Szerokość obrazu
pt_br: Largura da imagem
ro: Lățimea imaginii
ru: Ширина картинки
tr: Resim genişliği
uk: Ширина зображення
vi_vn: Chiều rộng của ảnh
zh_cn: 图像宽度
zh_tw: 圖片寬度

# ReplCodeMenuEntry_w2_Current_week_name__English_
source: Week name (English)
ar_ye: اسم الاسبوع (الإنجليزية)
de: Derzeitiger Wochenname (Englisch)
el: Όνομα εβδομάδας (Αγγλικά)
es_mx: Nombre de la semana actual (inglés)
fa_ir: نام هفته جاری (انگلیسی)
fr: Nom de la semaine en cours (en anglais)
he_il: שם שבוע (אנגלית)
hu: Jelenlegi hét neve (angol)
id_id: Nama minggu ini (Inggris)
it_it: Nome Giorno della Settimana Corrente (Inglese)
ja_jp: 曜日 (英語)
ko_kr: 현재 요일 (영어)
nl_nl: Huidige weeknaam (Engels)
pl: Nazwa tygodnia (angielski)
pt_br: Dia da semana (inglês)
ro: Numele săptămânii (în engleză)
ru: Текущий день недели (Английский)
tr: Güncel hafta adı (İngilizce)
uk: Назва дня тижня (англійською)
vi_vn: Tên tuần hiện tại (Tiếng Anh)
zh_cn: 周几（英语）
zh_tw: 目前週名 (英文)

# ExeFileNameEditor_EditValue_Browse_for_executable___
source: Browse for executable...
ar_ye: تحديد ملف تنفيذي...
de: Nach .exe durchsuchen...
el: Αναζήτηση για εκτελέσιμο...
es_mx: Buscar archivo ejecutable...
fr: Parcourir et chercher un exécutable...
he_il: חפש קובץ הפעלה...
hu: Futtatható állomány tallózása...
id_id: Jelajahi untuk dieksekusi...
it_it: Cerca Eseguibile...
ja_jp: 実行可能ファイルの閲覧...
ko_kr: 실행 파일 탐색하기...
nl_nl: Selecteer uitvoerbaar bestand...
pl: Przeglądaj w poszukiwaniu pliku wykonywalnego...
pt_br: Procurar por executável...
ro: Căutați executabilul...
ru: Обзор выполняемых файлов...
tr: Çalıştırılabilir dosya için gözat...
uk: Огляд виконуваних файлів...
vi_vn: Duyệt lấy tập tin thực thi...
zh_cn: 浏览可执行文件...
zh_tw: 瀏覽執行檔...

# ImageDestination_FileUploader
source: File uploader
ar_ye: رافعو الملفات
de: Dateiuploader
el: Πρόγραμμα μεταφόρτωσης αρχείων
es_mx: Servidor de archivos
fa_ir: آپلودکننده فایل
fr: Service de mise en ligne de fichiers
he_il: שירות העלאת קבצים
hu: Fájl feltöltő
id_id: Pengunggah file
it_it: Servizio Caricamento File
ja_jp: ファイル アップローダー
ko_kr: 파일 업로더
nl_nl: Bestandsuploader
pl: Serwis plików
pt_br: Envio de arquivos
ro: Destinație de fișiere
ru: Файловый сервис
tr: Dosya yükleyici
uk: Вивантажувач файлів
vi_vn: Dịch vụ tải lên tệp
zh_cn: 文件上传
zh_tw: 檔案上傳工具

# ImageEditorStartMode_AutoSize
source: Auto size
ar_ye: حجم تلقائي
de: Automatische Größe
el: Αυτόματο μέγεθος
es_mx: Tamaño automático
fr: Dimensionnement automatique
he_il: גודל אוטומטי
id_id: Ukuran otomatis
ja_jp: 自動サイズ
ko_kr: 자동 조정
pl: Rozmiar automatyczny
pt_br: Tamanho automático
ro: Dimensiune automată
ru: Авторазмер
tr: Otomatik boyut
uk: Автоматичний розмір
vi_vn: Tự động chỉnh kích thước
zh_cn: 自动尺寸
zh_tw: 自動尺寸

# HotkeyType_None
source: None
ar_ye: بدون
de: Keine
el: Κανένα
es_mx: Ninguno
fa_ir: هیچ کدام
fr: Aucun
he_il: ללא
hu: Nincs
id_id: Tidak ada
it_it: Nessuna
ja_jp: なし
ko_kr: 없음
nl_nl: Geen
pl: Brak
pt_br: Nenhum
ro: Nici unul
ru: Не выбрано
tr: Hiçbiri
uk: Немає
vi_vn: Không có
zh_cn: 无
zh_tw: 無

# PNGBitDepth_Default
source: Default
ar_ye: الافتراضي
de: Standard
el: Προεπιλογή
es_mx: Predefinida
fa_ir: پیش فرض
fr: Par défaut
he_il: ברירת מחדל
id_id: Bawaan
it_it: Predefinita
ja_jp: 既定
ko_kr: 기본
nl_nl: Standaard
pl: Domyślnie
pt_br: Padrão
ro: Implicit
ru: По умолчанию
tr: Varsayılan
uk: Типово
vi_vn: Mặc định
zh_cn: 默认
zh_tw: 預設

# Helpers_CreateDirectoryIfNotExist_Create_failed_
source: Could not create directory.
ar_ye: فشل إنشاء المجلد.
de: Konnte Verzeichnis nicht erstellen.
el: Δεν μπόρεσε να δημιουργήσει κατάλογο.
es_mx: No se pudo crear la carpeta.
fa_ir: ایحاد پوشه با مشکل مواجه شد.
fr: Impossible de créer le dossier. Vérifiez votre chemin d'accès.
he_il: לא ניתן ליצור תיקייה.
hu: Nem sikerült a könyvtár létrehozása, kérlek ellenőrizd az elérési út beállításaid.
id_id: Tidak dapat membuat direktori.
it_it: Impossibile creare la cartella.
ja_jp: ディレクトリを作成できません。
ko_kr: 폴더를 추가할 수 없습니다. 경로 설정을 확인해 주세요.
nl_nl: Kon de map niet aanmaken, kijk je padinstellingen na.
pl: Nie udało się utworzyć katalogu.
pt_br: Não foi possível criar o diretório, verifique suas configurações de locais.
ro: Nu s-a putut crea un director.
ru: Не удалось создать папку.
tr: Klasör yaratılamıyor, yol ayarlarını kontrol ediniz.
uk: Неможливо створити теку.
vi_vn: Không thể tạo đường dẫn.
zh_cn: 未能创建目录。
zh_tw: 無法建立目錄。

# ProxyMethod_Manual
source: Manual
ar_ye: يدوي
de: Manuell
el: Χειροκίνητο
fa_ir: دستی
fr: Manuel
he_il: ידני
hu: Manuális
it_it: Manuale
ja_jp: 手動
ko_kr: 직접 입력
nl_nl: Manueel
pl: Ręcznie
ru: Ручная
tr: Elle
uk: Вручну
vi_vn: Tự chỉnh
zh_cn: 手动
zh_tw: 手動

# DownloaderForm_ChangeStatus_Status___0_
source: Status: {0}
ar_ye: الحالة: {0}
el: Κατάσταση: {0}
es_mx: Estado: {0}
fa_ir: وضعیت: {0}
fr: Statut : {0}
he_il: סטטוס: {0}
hu: Állapot: {0}
it_it: Stato: {0}
ja_jp: 状態: {0}
ko_kr: 상태: {0}
ro: Stare: {0}
ru: Состояние: {0}
tr: Durum: {0}
uk: Стан: {0}
vi_vn: Trạng thái: {0}
zh_cn: 状态: {0}
zh_tw: 狀態: {0}

# HotkeyType_StartScreenRecorderGIF
source: Start/Stop screen recording (GIF) using last region
ar_ye: بدء/إيقاف تسجيل الشاشة من النوع (GIF) الخاص بآخر منطقة محددة
de: Bildschirmaufzeichnung (GIF) mit letztem Bereich starten
el: Έναρξη/διακοπή εγγραφής οθόνης (GIF) χρησιμοποιώντας την τελευταία περιοχή
es_mx: Iniciar o detener grabación de pantalla (GIF) usando la última región
fa_ir: شروع/توقف ضبط فیلم صفحه (GIF) با آخرین ناحیه
fr: Débuter l'enregistrement de l'écran (GIF) en utilisant la dernière région
he_il: התחל/עצור הקלטת מסך (GIF) באמצעות האזור האחרון
id_id: Mulai/Hentikan rekaman layar (GIF) menggunakan area terakhir
it_it: Avvia/Ferma Registrazione Schermo (GIF) usando l'Ultima Regione
ja_jp: 最近使用した領域の動画キャプチャー (GIF) を開始/停止
ko_kr: 마지막 영역으로 화면 녹화 (GIF)
nl_nl: Start opnemen (GIF) met laatste regio
pl: Rozpocznij/Zatrzymaj nagrywanie ekranu (GIF) przy użyciu ostatniego regionu
pt_br: Gravar tela usando a última região utilizada (GIF)
ro: Porniți/opriți înregistrarea ecranului (GIF) utilizând ultima regiune
ru: Начать/Остановить запись последней области экрана (GIF)
tr: Son bölgeyi kullanarak ekran kaydet (GIF)
uk: Почати/зупинити запис останньої області екрану (GIF)
vi_vn: Bắt đầu/Dừng ghi lại màn hình (dạng ảnh GIF) sử dụng vùng lần trước
zh_cn: 使用上一次的区域开始屏幕录制（GIF）
zh_tw: 開始/停止使用上個區域錄製螢幕 (GIF)

# ImgurThumbnailType_Small_Square
source: Small square
ar_ye: مربع صغير
de: Kleines Quadrat
el: Μικρό τετράγωνο
es_mx: Cuadro pequeño
fa_ir: مربع کوچک
fr: Petit carré
he_il: ריבוע קטנה
id_id: Kotak kecil
it_it: Quadrato Piccolo
ja_jp: 小 (正方形) 90x90
ko_kr: 작은 정사각형
pl: Mały kwadrat
pt_br: Quadrado pequeno
ro: Pătrat mic
ru: Маленький квадрат
tr: Küçük kare
uk: Малий квадрат
vi_vn: Hình vuông nhỏ
zh_cn: 小正方形
zh_tw: 小正方形

# HotkeyType_MonitorTest
source: Monitor test
ar_ye: اختبار الشاشة
el: Δοκιμή οθόνης
es_mx: Prueba de pantalla
fa_ir: تست صفحه نمایش ...
fr: Test d'écran
he_il: בדיקת מסך
id_id: Uji Monitor
it_it: Prova Monitor
ja_jp: モニター テスト
ko_kr: 모니터 테스트
pl: Test monitora
pt_br: Teste de monitor
ro: Test de monitor
ru: Проверка монитора
tr: Monitör testi
uk: Тест монітора
vi_vn: Kiểm tra màn hình
zh_cn: 显示器测试
zh_tw: 顯示器測試

# Extensions_AddContextMenu_Copy
source: Copy
ar_ye: نسخ
de: Kopieren
el: Αντιγραφή
es_mx: Copiar
fa_ir: کپی
fr: Copier
he_il: העתק
hu: Másolás
id_id: Salin
it_it: Copia
ja_jp: コピー
ko_kr: 복사
nl_nl: Kopieer
pl: Kopiuj
pt_br: Copiar
ro: Copiere
ru: Копировать
tr: Kopyala
uk: Копіювати
vi_vn: Sao chép
zh_cn: 复制
zh_tw: 複製

# AfterUploadTasks_UseURLShortener
source: Shorten URL
ar_ye: اختصار عنوان URL
de: URL kürzen
el: Συντόμευση URL
es_mx: Acortar enlace
fa_ir: کوتاه کردن آدرس
fr: Raccourcir l'URL
he_il: קצר קישור
hu: URL rövidítése
id_id: Persingkat URL
it_it: Accorcia URL
ja_jp: 短縮URLの作成
ko_kr: URL 단축하기
nl_nl: Verkort link
pl: Skróć link
pt_br: Encurtar URL
ro: Scurtați URL-ul
ru: Сократить ссылку
tr: Adresi kısalt
uk: Скоротити посилання
vi_vn: Rút gọn URL
zh_cn: 缩短 URL
zh_tw: 縮網址

# ReplCodeMenuEntry_rf_Random_line_from_file
source: Random line from a file (Use {filepath} to determine the file)
ar_ye: سطر عشوائي من ملف (استخدام {filepath} لتحديد الملف)
de: Zufällige Zeile einer Datei. Zur Bestimmung der Datei {filepath} verwenden
el: Τυχαία γραμμή από ένα αρχείο (Χρησιμοποιήστε {filepath} για να προσδιορίσετε το αρχείο)
es_mx: Línea al azar de un archivo. Usar {ubicación} para indicar el archivo
fr: Ligne aléatoire d'un fichier. Utilisez {chemin} pour indiquer le fichier
he_il: שורה אקראית מקובץ (השתמש ב-{filepath} כדי לקבוע את הקובץ)
id_id: Baris acak dari file. Gunakan {filepath} untuk menentukan file
ja_jp: ファイル内のランダムな行。ファイルは {filepath} で指定
pl: Losowa linia z pliku (Użyj {filepath} aby określić plik)
pt_br: Linha aleatória de um arquivo. Use {filepath} para determinar o arquivo
ro: Linie aleatorie dintr-un fișier (Folosiți {filepath} pentru a determina fișierul)
ru: Случайная строка из файла. Используйте {filepath}, чтобы указать файл
tr: Rastgele satır dosyadan (Dosya adresi için {filepath} kullan)
uk: Випадковий рядок з файлу (Використовуйте {filepath} для визначення файлу)
vi_vn: Dòng ngẫu nhiên từ một tệp. Dùng {filepath} để chỉ định tệp
zh_cn: 从文件产生随机线条，使用 {filepath} 选取文件
zh_tw: 從檔案隨機獲取一行 (用 {filepath} 來指定檔案)

# DownloaderForm_StartDownload_Cancel
source: Cancel
ar_ye: إلغاء
de: Abbrechen
el: Ακύρωση
es_mx: Cancelar
fa_ir: انصراف
fr: Annuler
he_il: ביטול
hu: Mégsem
id_id: Batal
it_it: Annulla
ja_jp: キャンセル
ko_kr: 취소
nl_nl: Annuleer
pl: Anuluj
pt_br: Cancelar
ro: Anulați
ru: Отменить
tr: İptal
uk: Скасувати
vi_vn: Hủy bỏ
zh_cn: 取消
zh_tw: 取消

# HotkeyType_Category_Tools
source: Tools
ar_ye: الأدوات
de: Werkzeuge
el: Εργαλεία
es_mx: Herramientas
fa_ir: ابزار
fr: Outils
he_il: כלים
id_id: Alat
it_it: Strumenti
ja_jp: ツール
ko_kr: 도구
nl_nl: Hulpmiddelen
pl: Narzędzia
pt_br: Ferramentas
ro: Instrumente
ru: Инструменты
tr: Araçlar
uk: Інструменти
vi_vn: Công cụ
zh_cn: 工具
zh_tw: 工具

# FileDestination_SharedFolder
source: Shared folder
ar_ye: مجلد المشاركة
de: Freigegebene Ordner
el: Κοινόχρηστος φάκελος
es_mx: Carpeta compartida
fa_ir: پوشه به اشتراک گذاری شده
fr: Dossier partagé
he_il: תיקייה משותפת
hu: Megosztott mappa
id_id: Folder bersama
it_it: Cartella Condivisa
ja_jp: 共有フォルダー
ko_kr: 공유된 폴더
nl_nl: Gedeelde map
pl: Udostępniony folder
pt_br: Pasta compartilhada
ro: Folder partajat
ru: Общая папка
tr: Paylaşılmış dizin
uk: Спільна тека
vi_vn: Thư mục được chia sẻ
zh_cn: 共享文件夹
zh_tw: 共享資料夾

# HotkeyType_ActiveMonitor
source: Capture active monitor
ar_ye: التقاط الشاشة النشطة
de: Aktiven Monitor aufnehmen
el: Σύλληψη ενεργής οθόνης
es_mx: Capturar monitor activo
fr: Capturer l'écran actif
he_il: צלם מסך פעיל
hu: Aktív monitor képlopás
id_id: Jepret monitor yang aktif
it_it: Cattura Monitor Attivo
ja_jp: アクティブ モニターをキャプチャー
ko_kr: 현재 모니터 촬영
nl_nl: Leg actieve monitor vast
pl: Przechwytywanie aktywnego monitora
pt_br: Capturar monitor ativo
ro: Capturarea monitorului activ
ru: Захват активного монитора
tr: Aktif ekranı yakala
uk: Захоплення активного монітора
vi_vn: Chụp màn hình đang hoạt động
zh_cn: 截图活动显示器
zh_tw: 擷取目前顯示器

# DownloaderForm_StartDownload_Getting_file_size_
source: Getting file size...
ar_ye: الحصول على حجم الملف...
de: Erhalte Dateigröße...
el: Μέγεθος αρχείου...
es_mx: Determinando tamaño.
fa_ir: در حال گرفتن اندازه فایل.
fr: Obtention de la taille du fichier.
he_il: מחשב גודל הקובץ.
hu: Fájlméret lekérdezése.
id_id: Mendapatkan ukuran file.
it_it: Ottenimento dimensione file.
ja_jp: ファイルサイズを取得...
ko_kr: 파일 크기 가져오는 중.
nl_nl: Verkrijgen bestandsgrootte.
pl: Uzyskaj rozmiar pliku.
pt_br: Obtendo tamanho do arquivo.
ro: Obținerea dimensiunii fișierului.
ru: Получение размера файла...
tr: Dosya boyutu alınıyor.
uk: Отримання розміру файлу...
vi_vn: Đang lấy kích thước tệp.
zh_cn: 正在获取文件大小。
zh_tw: 獲取檔案大小中...

# HotkeyType_Category_Other
source: Other
ar_ye: أخرى
de: Sonstiges
el: Άλλα
es_mx: Otro
fa_ir: دیگر
fr: Autre
he_il: אחר
id_id: Lainnya
it_it: Altro
ja_jp: その他
ko_kr: 기타
nl_nl: Anders
pl: Inne
pt_br: Outro
ro: Altele
ru: Другие
tr: Diğer
uk: Інші
vi_vn: Khác
zh_cn: 其它
zh_tw: 其他

# DownloaderForm_DownloaderForm_Filename___0_
source: Filename: {0}
ar_ye: اسم الملف: {0}
de: Dateiname: {0}
el: Όνομα αρχείου: {0}
es_mx: Nombre de archivo: {0}
fr: Nom du fichier : {0}
he_il: שם קובץ: {0}
hu: Fájlnév: {0}
id_id: Nama file: {0}
it_it: Nome File: {0}
ja_jp: ファイル名: {0}
ko_kr: 파일명: {0}
nl_nl: Bestandsnaam: {0}
pl: Nazwa pliku: {0}
pt_br: Nome do arquivo: {0}
ro: Nume fișier: {0}
ru: Имя файла: {0}
tr: Dosya adı: {0}
uk: Назва файлу: {0}
vi_vn: Tên tệp: {0}
zh_cn: 文件名: {0}
zh_tw: 檔名: {0}

# ShapeType_DrawingEllipse
source: Ellipse (E)
ar_ye: بيضاوي (E)
de: Ellipse zeichnen
el: Έλλειψη (E)
es_mx: Elipse (E)
fa_ir: بیضی (E)
fr: Dessin : Ellipse
he_il: אליפסה (E)
id_id: Menggambar: Elips (E)
it_it: Disegna: Ellisse
ja_jp: 描画: 楕円(E)
ko_kr: 타원 그리기
pl: Elipsa (E)
pt_br: Desenho: Elipse
ro: Elipsă (E)
ru: Эллипс (E)
tr: Elips (E)
uk: Еліпс (E)
vi_vn: Vẽ: Hình E-líp (E)
zh_cn: 绘图：椭圆 (E)
zh_tw: 橢圓 (E)

# HotkeyType_ColorPicker
source: Color picker
ar_ye: منتقي الألوان
de: Farbauswähler
el: Επιλογή χρώματος
es_mx: Selector de color
fa_ir: انتخاب کننده رنگ
fr: Sélecteur de couleurs
he_il: בוחר הצבעים
id_id: Pemilih warna...
it_it: Selezione Colore
ja_jp: カラー ピッカー
ko_kr: 색상 선택기
nl_nl: Kleurenkiezer
pl: Selektor kolorów
pt_br: Seleção de cores
ro: Alegător de culori
ru: Палитра
tr: Renk seçici
uk: Вибір кольору
vi_vn: Chọn màu sắc
zh_cn: 拾色器
zh_tw: 檢色器

source: Stop
ar_ye: إيقاف
de: Anhalten
el: Σταματήστε το
es_mx: Detener
fa_ir: توقف
fr: Arrêter
he_il: עצור
hu: Leállítás
id_id: Hentikan
it_it: Ferma
ja_jp: 停止
ko_kr: 중단
pl: Zatrzymaj
pt_br: Parar
ru: Стоп
tr: Durdur
uk: Зупинити
vi_vn: Dừng lại
zh_cn: 停止
zh_tw: 停止

# TextDestination_FileUploader
source: File uploader
ar_ye: رافعو الملفات
de: Dateiuploader
el: Πρόγραμμα μεταφόρτωσης αρχείων
es_mx: Servidor de archivos
fa_ir: آپلود کننده فایل
fr: Service de mise en ligne de fichiers
he_il: שירות העלאת קבצים
hu: Fájl feltöltő
id_id: Pengunggah file
it_it: Servizio Caricamento File
ja_jp: ファイル アップローダー
ko_kr: 파일 업로더
nl_nl: Bestandsuploader
pl: Serwis plików
pt_br: Envio de arquivos
ro: Destinație de fișiere
ru: Файловый сервис
tr: Dosya yükleyici
uk: Вивантажувач файлів
vi_vn: Dịch vụ tải lên tệp
zh_cn: 文件上传器
zh_tw: 檔案上傳工具

# MyPictureBox_pbMain_LoadProgressChanged_Loading_image___0__
source: Loading image: {0}%
ar_ye: تحميل الصورة: {0}%
de: Lädt Bild: {0}%
el: Φόρτωση εικόνας: {0}%
es_mx: Cargando imagen: {0} %
fa_ir: در حال بارگزاری عکس: {0}%
fr: Chargement de l'image : {0}%
he_il: טוען תמונה: {0}%
hu: Kép betöltése: {0}%
id_id: Memuat gambar: {0}%
it_it: Caricamento immagine: {0}%
ja_jp: 画像の読み込み中: {0}%
ko_kr: 이미지 로딩중: {0}%
nl_nl: Laden afbeelding: {0}%
pl: Ładowanie obrazu: {0}%
pt_br: Carregando imagem: {0}%
ro: Se încarcă imaginea: {0}%
ru: Загрузка изображения: {0}%
tr: Resim yükleniyor: {0}%
uk: Завантаження зображення: {0}%
vi_vn: Đang mở ảnh: {0}%
zh_cn: 加载图像：{0}%
zh_tw: 載入圖片中: {0}%

# ReplCodeMenuEntry_ra_Random_alphanumeric_char
source: Random alphanumeric char (Repeat using {n})
ar_ye: حروف وأرقام عشوائية (مكررة بمقدار {n})
de: Zufälliges alphanummerisches Zeichen. Wiederholen mit {n}
el: Τυχαίο αλφαριθμητικό char (Επαναλάβετε χρησιμοποιώντας {n})
es_mx: Carácter alfanumérico aleatorio. Repetir con {n}
fr: Caractère alphanumérique aléatoire. Recommencez à l'aide de {n}
he_il: תו אלפאנומרי אקראי (חזור באמצעות {n})
hu: Véletlenszerű alfanumerikus karakter
id_id: Acak karakter alfanumerik. Ulangi menggunakan {n}
it_it: Carattere Alfanumerico Casuale. Ripeti usando {n}
ja_jp: ランダムな英数字 {n}でn回繰り返し
ko_kr: 임의의 알파벳 또는 숫자
nl_nl: Willekeurig alfanumeriek karakter. Meerdere met {n}
pl: Losowy znak alfanumeryczny (powtarzaj za pomocą {n})
pt_br: Caractere aleatório alfanumérico
ro: Caractere alfanumerice aleatorii (se repetă folosind {n})
ru: Случайный алфавитно-цифровой символ. Повторение задается через {n}
tr: Rastgele alfanumerik karakter ({n} haneli)
uk: Випадковий алфавітно-цифровий символ (Повтор за допомогою {n})
vi_vn: Kí tự hệ bảng chữ cái & số. Lặp lại dùng {n}
zh_cn: 随机字符
zh_tw: 隨機文數字元 (用 {n} 來重複)

# ObjectListView_ObjectListView_Value
source: Value
ar_ye: القيمة
de: Wert
el: Αξία
es_mx: Valor
fr: Valeur
he_il: ערך
ja_jp: 値
ko_kr: 값
pl: Wartość
pt_br: Valor
ro: Valoare
ru: Значение
tr: Değer
uk: Значення
vi_vn: Giá trị
zh_cn: 值
zh_tw: 值

# HotkeyType_DisableHotkeys
source: Disable/Enable hotkeys
ar_ye: تعطيل / تفعيل مفاتيح الاختصار
de: Deaktiviere/Aktiviere Hotkeys
el: Απενεργοποίηση/απενεργοποίηση πλήκτρων συντόμευσης
es_mx: Habilitar o deshabilitar atajos de teclado
fa_ir: غیرفعال/فعال کردن کلیدهای میانبر
fr: Activer/Désactiver les raccourcis clavier
he_il: השבת/הפעל מקשי קיצור
id_id: Nonaktif/Aktifkan tombol cepat
it_it: Attiva/Disattiva Scorciatoie
ja_jp: ホットキーの有効/無効の切り替え
ko_kr: 단축키 활성화/비활성화
nl_nl: Schakel sneltoetsen uit/in.
pl: Wyłącz/Włącz skróty klawiszowe
pt_br: Desabilitar/Habilitar atalhos
ro: Dezactivați/activați tastele rapide
ru: Отключить/Включить горячие клавиши
tr: Devre dışı bırak/Aktif et kısayolları
uk: Вимкнути/увімкнути поєднання клавіш
vi_vn: Tắt/Bật phím tắt
zh_cn: 禁用/启用快捷键
zh_tw: 停用/啟用快捷鍵
