Repository: ShareX/ShareX
Catalog: ShareX.HelpersLib/Properties/Resources.*.resx
Languages: ar_ye, de, el, es_mx, fa_ir, fr, he_il, hu, id_id, it_it, ja_jp, ko_kr, nl_nl, pl, pt_br, ro, ru, tr, uk, vi_vn, zh_cn, zh_tw

# FileDestination_CustomFileUploader
source: Custom file uploader
ar_ye: رافع ملفات مخصص
de: Eigener Dateiuploader
el: Προσαρμοσμένο πρόγραμμα μεταφόρτωσης αρχείων
es_mx: Servidor personalizado de archivos
fr: Service de mise en ligne de fichiers personnalisé
he_il: שירות העלאת קבצים מותאם אישית
hu: Egyéni fájl feltöltő
id_id: Pengunggah file khusus
it_it: Servizio Caricamento File Personalizzato
ja_jp: 独自のファイル アップローダー
ko_kr: 사용자 정의 파일 업로더
nl_nl: Aangepaste bestandsuploader
pl: Własny serwis plików
pt_br: Serviço de upload de arquivo personalizado
ro: Destinație de fișiere personalizată
ru: Пользовательский сервис загрузки файлов
tr: Özel dosya yükleyici
uk: Власний вивантажувач файлів
vi_vn: Dịch vụ tải lên tệp tin tùy chọn
zh_cn: 自定义文件上传
zh_tw: 自訂檔案上傳工具

# LinearGradientMode_Vertical
source: Vertical
ar_ye: عمودي
de: Vertikal
el: Κατακόρυφο
fa_ir: عمودی
fr: Verticale
he_il: אנכי
id_id: Vertikal
it_it: Verticale
ja_jp: 垂直方向
ko_kr: 세로
nl_nl: Verticaal
pl: Pionowo
ru: Вертикальный
tr: Dikey
uk: Вертикаль
vi_vn: Chiều dọc
zh_cn: 垂直
zh_tw: 垂直

# ReplCodeMenuCategory_Random
source: Random
ar_ye: عشوائي
de: Zufällig
el: Τυχαία
es_mx: Aleatorio
fa_ir: تصادفی
fr: Aléatoire
he_il: אקראי
id_id: Acak
it_it: Casuale
ja_jp: ランダム
ko_kr: 랜덤
nl_nl: Willekeurig
pl: Losowo
pt_br: Aleatório
ro: Aleatoriu
ru: Случайные числа
tr: Rastgele
uk: Випадкові числа
vi_vn: Ngẫu nhiên
zh_cn: 随机
zh_tw: 隨機

# CustomUploaderDestinationType_ImageUploader
source: Image uploader
ar_ye: رافع الصور
de: Bilduploader
el: Πρόγραμμα μεταφόρτωσης εικόνων
es_mx: Servidor de imágenes
fa_ir: آپلود کننده عکس
fr: Service de mise en ligne d'images
he_il: שירות העלאת תמונות
id_id: Pengunggah gambar
it_it: Servizio Caricamento Immagine
ja_jp: 画像 アップローダ
ko_kr: 이미지 업로더
nl_nl: Afbeelding uploader
pl: Serwis obrazów
pt_br: Envio de imagem
ro: Destinație de imagini
ru: Сервис картинок
tr: Resim yükleyici
uk: Вивантажувач зображень
vi_vn: Dịch vụ tải lên ảnh
zh_cn: 图像上传
zh_tw: 圖片上傳工具

# HotkeyType_HashCheck
source: Hash checker
ar_ye: فاحص الهاش
de: Hash-Überprüfung
el: Ελεγκτής κατακερματισμού
es_mx: Verificación de hash
fa_ir: چک کردن Hash
fr: Vérifier un hash
he_il: בדיקת Hash
hu: Hash ellenőrzés
id_id: Periksa hash
it_it: Controlla Hash
ja_jp: ハッシュ値の照合
ko_kr: 해시 검사
nl_nl: Hash controle
pl: Sprawdź hash
pt_br: Verificação de hash
ro: Verificare hash
ru: Проверка хеша
tr: Hash kontrol
uk: Перевірка контрольної суми
vi_vn: Kiểm tra Hash
zh_cn: 哈希（Hash）检查
zh_tw: 雜湊檢查

# HotkeyType_ScreenRecorderActiveWindow
source: Start/Stop screen recording using active window region
ar_ye: بدء/إيقاف تسجيل الشاشة الخاص بالنافذة النشطة
de: Bildschirmaufzeichnung mit dem aktiven Fensterbereich starten
el: Έναρξη/διακοπή εγγραφής οθόνης χρησιμοποιώντας την περιοχή του ενεργού παραθύρου
es_mx: Iniciar o detener grabación de pantalla una región de ventana activa
fa_ir: شروع/توقف ضبط فیلم صفحه از پنجره جاری
fr: Démarrer l'enregistrement de l'écran en utilisant la région de la fenêtre active
he_il: התחל/עצור הקלטת מסך באמצעות אזור חלון פעיל
id_id: Mulai/Hentikan rekaman layar menggunakan area jendela yang aktif
it_it: Avvia/Ferma Registrazione Schermo usando la Finestra Attiva
ja_jp: アクティブ ウィンドウの動画キャプチャーを開始/停止
ko_kr: 활성화 된 창 영역에서 화면 녹화 시작/중단
nl_nl: Start opname scherm met regio voor actief scherm
pl: Rozpocznij/Zatrzymaj nagrywanie ekranu przy użyciu aktywnego obszaru okna
pt_br: Gravar tela usando a região da janela ativa
ro: Porniți/opriți înregistrarea ecranului utilizând regiunea activă a ferestrei
ru: Начать/Остановить запись области экрана с активным окном
tr: Aktif pencere alanıyla ekran kaydetme başlat
uk: Почати/зупинити запис області екрану з активним вікном
vi_vn: Bắt đầu/Dừng ghi lại màn hình sử dụng vùng cửa sổ đang hoạt động
zh_cn: 使用活动窗口开始屏幕录制
zh_tw: 開始/停止使用目前視窗錄製螢幕

# ReplCodeMenuEntry_rn_Random_number_0_to_9
source: Random number 0 to 9 (Repeat using {n})
ar_ye: رقم عشوائي بين 0 - 9 (مكررة بمقدار {n})
de: Zufällige Zahl von 0 bis 9. Wiederholen mit {n}
el: Τυχαίος αριθμός 0 έως 9 (Επαναλάβετε χρησιμοποιώντας {n})
es_mx: Número aleatorio del 0 al 9. Repetir con {n}
fr: Nombre aléatoire de 0 à 9. Recommencez à l'aide de {n}
he_il: מספר אקראי 0 עד 9 (חזור באמצעות {n})
hu: 0-9 véletlen szám
id_id: Acak angka 0 hingga 9. Ulangi menggunakan {n}
it_it: Numero Casuale da 0 a 9. Ripeti usando {n}
ja_jp: ランダムな0-9の数字 {n}でn回繰り返し
ko_kr: 임의의 숫자 (0 ~ 9)
nl_nl: Willekeurig nummer (0-9). Meerdere met {n}
pl: Liczba losowa od 0 do 9 (powtarzaj za pomocą {n})
pt_br: Número aleatório de 0 a 9
ro: Număr aleatoriu de la 0 la 9 (se repetă folosind {n})
ru: Случайное число от 0 до 9. Повторение задается через {n}
tr: Rastgele 0 ile 9 arasında sayı ({n} haneli)
uk: Випадкове число від 0 до 9 (Повтор за допомогою {n})
vi_vn: Số ngẫu nhiên từ 0 đến 9. Lặp lại dùng {n}
zh_cn: 随机数 0 至 9
zh_tw: 隨機數字 0 到 9 (用 {n} 來重複)

# HotkeyType_ClipboardUploadWithContentViewer
source: Upload from clipboard with content viewer
ar_ye: رفع من الحافظة مع عارض المحتوى
de: Aus Zwischenablage mit Inhaltsbetrachter hochladen
el: Ανέβασμα από πρόχειρο με προβολή περιεχομένου
es_mx: Subir desde el portapapeles con visor de contenido
fr: Mise en ligne depuis le presse-papier avec la visualisation du contenu
he_il: העלה מלוח הגזירה עם מציג התוכן
hu: Feltöltés vágólapról tartalom nézőkével
id_id: Unggah dari papan klip dengan penampil konten
it_it: Carica dagli Appunti Mostrando il Contenuto
ja_jp: ビューアを使ってクリップボードからアップロード
ko_kr: 클립보드 내용을 뷰어로 보고 업로드
nl_nl: Uploaden van klembord met bekijken van inhoud
pl: Prześlij ze schowka z przeglądarką treści
pt_br: Upload da área de transferência com visualizador de conteúdo
ro: Încărcați din clipboard cu vizualizatorul de conținut
ru: Загрузка из буфера обмена с предпросмотром
tr: İçerik gösterici ile panodan yükle
uk: Вивантаження з буфера обміну з попереднім переглядом
vi_vn: Tải lên từ vùng nhớ tạm với trình xem nội dung
zh_cn: 从剪贴板内容查看器上传
zh_tw: 從剪貼簿內容檢視器上傳

# YouTubeVideoPrivacy_Public
source: Public
ar_ye: عمومي
de: Öffentlich
el: Δημόσιο
es_mx: Público
fa_ir: عمومی
he_il: ציבורי
id_id: Publik
ja_jp: 公開(Public)
ko_kr: 공개
pl: Publiczny
pt_br: Público
ru: Открытый доступ
tr: Halka açık
uk: Відкритий доступ
vi_vn: Công khai
zh_cn: 公开
zh_tw: 公開

# HSB_ToString_
source: Hue: {0:0.0}°, Saturation: {1:0.0}%, Brightness: {2:0.0}%
ar_ye: اللون: {0:0.0}°, التشبع: {1:0.0}%, السطوع: {2:0.0}%
de: Färbung: {0:0.0}°, Sättigung: {1:0.0}%, Helligkeit: {2:0.0}%
el: Hue: {1:0.0}%, Φωτεινότητα: {2:0.0}%
es_mx: Tono: {0:0.0}°, Saturación: {1:0.0} %, Brillo: {2:0.0} %
fr: Teinte : {0:0.0}° - Saturation : {1:0.0}% - Luminosité : {2:0.0}%
he_il: גוון: {0:0.0}°, רוויה: {1:0.0}%, בהירות: {2:0.0}%
hu: Színárnyalat: {0:0.0}°, Telítettség: {1:0.0}%, Fényerő: {2:0.0}%
id_id: Rona: {0:0.0}°, Kejenuhan: {1:0.0}%, Kecerahan: {2:0.0}%
it_it: Tonalità: {0:0.0}°, Saturazione: {1:0.0}%, Luminosità: {2:0.0}%
ja_jp: 色相(H): {0:0.0}°, 彩度(S): {1:0.0}%, 明度(B): {2:0.0}%
ko_kr: 색상: {0:0.0}°, 채도: {1:0.0}%, 밝기: {2:0.0}%
nl_nl: Tint: {0:0.0}°, Verzadiging: {1:0.0}%, Helderheid: {2:0.0}%
pl: Barwa: {0:0.0}°, Nasycenie: {1:0.0}%, Jasność: {2:0.0}%
pt_br: Matiz: {0:0.0}°, Saturação: {1:0.0}%, Brilho: {2:0.0}%
ro: Hue: {0:0.0}°, Saturație: {1:0.0}%, Luminozitate: {2:0.0}%
ru: Тон: {0:0.0}°, Насыщенность: {1:0.0}%, Яркость: {2:0.0}%
tr: Renk tonu: {0:0.0}°, Doygunluk: {1:0.0}%, Parlaklık: {2:0.0}%
uk: Відтінок: {0:0.0}°, Насиченість: {1:0.0}%, Яскравість: {2:0.0}%
vi_vn: Hue: {0:0.0}°, Tương phản: {1:0.0}%, Độ sáng: {2:0.0}%
zh_cn: 色调: {0:0.0}度，饱和度: {1:0.0}%，亮度: {2:0.0}%
zh_tw: 色調: {0:0.0}°，飽和度: {1:0.0}%，亮度: {2:0.0}%

# MyMessageBox_MyMessageBox_OK
source: OK
ar_ye: حسنًا
es_mx: Aceptar
fa_ir: تایید
he_il: אישור
id_id: Oke
ko_kr: 확인
ru: ОК
tr: Tamam
uk: ОК
zh_cn: 确定
zh_tw: 確定

# HotkeyType_DragDropUpload
source: Drag and drop upload
ar_ye: الرفع بالسحب والإفلات
de: Drag-and-drop hochladen
el: Μεταφόρτωση με drag and drop
es_mx: Subir con arrastrar y soltar
fa_ir: آپلود با کشیدن و رهاکردن
fr: Mise en ligne par glisser-déposer
he_il: גרור ושחרר העלאה
hu: Húzd és vond feltöltés
id_id: Unggah seret dan jatuhkan
it_it: Carica con Drag & Drop
ja_jp: ドラッグ＆ドロップでアップロード
ko_kr: 끌어서 업로드
nl_nl: Uploaden via slepen
pl: Przeciągnij i upuść przesyłanie
pt_br: Upload de arrastar e soltar
ro: Încărcare prin tragere și fixare
ru: Загрузка перетаскиванием
tr: Sürükle bırak ile yükle
uk: Вивантажити перетягуванням
vi_vn: Kéo và thả để tải lên
zh_cn: 拖放上传
zh_tw: 拖放上傳

# PastebinExpiration_N
source: Never
ar_ye: أبدًا
de: Niemals
el: Ποτέ
es_mx: Nunca
fa_ir: هرگز
fr: Jamais
he_il: אף פעם
id_id: Jangan pernah
it_it: Mai
ja_jp: 期限なし
ko_kr: 만료되지 않음
nl_nl: Nooit
pl: Nigdy
pt_br: Nunca
ro: Niciodată
ru: Никогда
tr: Hiçbir zaman
uk: Ніколи
vi_vn: Không bao giờ
zh_cn: 从不
zh_tw: 從不

# HotkeyType_StartScreenRecorder
source: Start/Stop screen recording using last region
ar_ye: بدء/إيقاف تسجيل الشاشة الخاص بآخر منطقة محددة
de: Bildschirmaufzeichnung mit letztem Bereich starten
el: Έναρξη/διακοπή εγγραφής οθόνης με χρήση της τελευταίας περιοχής
es_mx: Iniciar o detener grabación de pantalla usando la última región
fa_ir: شروع/توقف ضبط فیلم صفحه با آخرین ناحیه
fr: Débuter l'enregistrement de l'écran en utilisant la dernière région
he_il: התחל/עצור הקלטת מסך באמצעות האזור האחרון
hu: Képernyő felvételének indítása a legutóbbi régióval
id_id: Mulai/Hentikan rekaman layar menggunakan area terakhir
it_it: Avvia/Ferma Registrazione Schermo usando l'Ultima Regione
ja_jp: 最近使用した領域の動画キャプチャーを開始/停止
ko_kr: 마지막 영역으로 화면 녹화 (FFmpeg)
nl_nl: Start opnemen (FFmpeg) met laatste regio
pl: Rozpocznij/Zatrzymaj nagrywanie ekranu przy użyciu ostatniego regionu
pt_br: Gravar tela usando a última região utilizada
ro: Începeți/opriți înregistrarea ecranului utilizând ultima regiune
ru: Начать/Остановить запись последней области экрана
tr: Son bölgeyi kullanarak ekran kaydet
uk: Почати/зупинити запис останньої області екрану
vi_vn: Bắt đầu/Dừng ghi lại màn hình sử dụng vùng lần trước
zh_cn: 使用最后一个区域开始屏幕录制
zh_tw: 開始/停止使用上個區域錄製螢幕

# MyMessageBox_MyMessageBox_Yes
source: Yes
ar_ye: نعم
de: Ja
el: Ναι
es_mx: Sí
fa_ir: بله
fr: Oui
he_il: כן
hu: Igen
id_id: Ya
it_it: Sì
ja_jp: はい
ko_kr: 네
nl_nl: Ja
pl: Tak
pt_br: Sim
ro: Da
ru: Да
tr: Evet
uk: Так
vi_vn: Đồng ý
zh_cn: 是
zh_tw: 是

# HotkeyType_ImageThumbnailer
source: Image thumbnailer
ar_ye: صانع الصور المصغرة
de: Bild-Thumbnailer
el: Εικόνα thumbnailer
es_mx: Generador de miniaturas de imágenes
fr: Générateur de miniatures d'image
he_il: מחולל תמונה ממוזערת
ja_jp: 画像のサムネイル作成
pl: Generator miniatur obrazów
pt_br: Miniatura de imagem
ro: Miniaturizator de imagini
ru: Миниатюры изображений
tr: Küçük resim yapıcı
uk: Генератор мініатюр зображень
vi_vn: Hình thu nhỏ hình ảnh
zh_cn: 图像缩略图工具
zh_tw: 圖片縮圖工具

# ReplCodeMenuEntry_mon_Current_month_name__Local_language_
source: Month name (Local language)
ar_ye: اسم الشهر (باللغة المحلية)
de: Derzeitiger Monatsname (Lokale Sprache)
el: Όνομα μήνα (Τοπική γλώσσα)
es_mx: Nombre del mes actual (idioma local)
fa_ir: ماه جاری (زبان محلی)
fr: Nom du mois en cours (dans la langue locale)
he_il: שם חודש (שפה מקומית)
hu: Jelenlegi hónap neve (helyi nyelv)
id_id: Nama bulan ini (Bahasa lokal)
it_it: Nome Mese Corrente (Lingua Locale)
ja_jp: 月の名前 (システムの言語)
ko_kr: 현재 달 이름 (현지 언어)
nl_nl: Huidige naam maand (Lokale taal)
pl: Nazwa miesiąca (język lokalny)
pt_br: Mês atual (linguagem local)
ro: Denumirea lunii (Limba locală)
ru: Имя текущего месяца (Местный язык)
tr: Güncel ay adı (Yerel dil)
uk: Назва місяця (місцевою мовою)
vi_vn: Tên tháng hiện tại (Ngôn ngữ thiết lập trên máy)
zh_cn: 当月名称（本地语言）
zh_tw: 目前月份名 (本地語言)

# GIFQuality_Bit8
source: Octree quantizer 256 colors (Slow encoding but better quality)
ar_ye: Octree quantizer 256 colors (ترميز أبطأ مع جودة أفضل)
de: 256 Farben (Langsames Kodieren, aber bessere Qualität)
el: Octree quantizer 256 χρώματα (Αργή κωδικοποίηση αλλά καλύτερη ποιότητα)
es_mx: Cuantificador Octree de 256 colores (codificación lenta pero de mejor calidad)
fr: Quantificateur d'octree 256 couleurs (Encodage lent mais de meilleure qualité)
he_il: מכונן Octree ב-256 צבעים (קידוד איטי אך באיכות טובה יותר)
hu: Octree quantizáló 256 szín (lassú enkódolás de szebb minőség)
id_id: Octree quantizer 256 warna (Pengodean lambat tetapi kualitas lebih baik)
it_it: Quantizzatore Octree a 256 colori (Lento - Qualità Migliore)
ja_jp: オクトリー量子化 256色 (低速エンコード 、良画質)
ko_kr: 256색 팔진트리 양자화 (느리지만 더 나은 품질)
nl_nl: Octree quantizer 256 kleuren (Trage conversie maar betere kwaliteit)
pl: Octree quantizer 256 kolorów (wolne kodowanie, ale lepsza jakość)
pt_br: Octree quantizer 256 cores (devagar mas com qualidade melhor)
ro: Octree quantizer 256 culori (Codificare lentă, dar calitate mai bună)
ru: Octree quantizer 256 цветов (Медленно с лучшим качеством)
tr: 256 renk (Yavaş işleme fakat daha iyi kalite)
uk: Octree quantizer 256 кольорів (Повільне кодування, але краща якість)
vi_vn: Bộ lượng tử octree 256 màu - 8 bit (Encode lâu hơn nhưng chất lượng tốt hơn)
zh_cn: 256 色（编码慢，但质量更好）
zh_tw: 八元樹量化 256 色（編碼速度較慢但品質較好）

# ShapeType_DrawingImage
source: Image (File)
ar_ye: صورة من ملف
de: Bild aus Datei hinzufügen
el: Εικόνα (αρχείο)
es_mx: Imagen (archivo)
fa_ir: عکس (فایل)
fr: Dessin : Image (Fichier)
he_il: תמונה (קובץ)
id_id: Menggambar: Gambar (File)
it_it: Disegna: Immagine (File)
ja_jp: 描画: 画像
ko_kr: 이미지 파일 그리기
pl: Obraz (plik)
pt_br: Desenho: Imagem
ro: Imagine (fișier)
ru: Картинка из файла
tr: Resim (Dosya)
uk: Зображення (файл)
vi_vn: Vẽ: Chèn ảnh (từ tệp)
zh_cn: 绘图：图片文件
zh_tw: 圖片 (檔案)

# ScreenRecordGIFEncoding_NET
source: .NET (Bad quality)
ar_ye: .NET (جودة سيئة)
de: .NET (Schlechte Qualität)
el: .NET (κακή ποιότητα)
es_mx: .NET (calidad baja)
fa_ir: .NET (کیفیت بد)
fr: .NET (Mauvaise qualité)
he_il: .NET (איכות גרועה)
id_id: .NET (Kualitas buruk)
it_it: .NET (Qualità Cattiva)
ja_jp: .NET (低画質)
ko_kr: .NET (나쁜 품질)
nl_nl: .NET (Slechte kwaliteit)
pl: .NET (zła jakość)
pt_br: .NET (qualidade ruim)
ro: .NET (calitate proastă)
ru: .NET (Плохое качество)
tr: .NET (Kötü kalite)
uk: .NET (Погана якість)
vi_vn: .NET (Chất lượng kém)
zh_cn: .NET（低质量）
zh_tw: .NET (低品質)

# ReplCodeMenuEntry_ia_Auto_increment_alphanumeric
source: Auto increment alphanumeric case-insensitive (0 pad left using {n})
ar_ye: زيادة تلقائية للأرقام والحروف (حشو بالأصفار بمقدار {n})
de: Automatisch alphanumerisch erhöhen. 0 pad left using {n}
el: Αυτόματη αύξηση των αλφαριθμητικών, χωρίς να λαμβάνεται υπόψη η πεζότητα (0 pad αριστερά με χρήση {n})
es_mx: Incremento alfanumérico automático sin distinción de mayúsculas. Rellenar con ceros a la izq. con {n}
fr: Incrémentation alphanumérique automatique insensible à la casse. Ajoutez un 0 au début avec {n}
he_il: הגדלה אוטומטית של אלפאנומרי לא רגיש לאותיות גדולות (0 משטח נותר באמצעות {n})
id_id: Otomatis tambahkan alfanumerik case-insensitive. Bantalan 0 tersisa menggunakan {n}
it_it: Auto Incremento Alfanumerico (Case-Insensitive). Sarà aggiunto uno 0 davanti usando {n}
ja_jp: 英数字連番 (大/小文字の区別なし) {n}でn桁ゼロ詰め
ko_kr: 자동 증가하는 소문자 영숫자 (대소문자 미구분). 0으로 {n}만큼 패딩
nl_nl: Zelf ophogende alfa-numerieke sequentie, niet hoofdlettergevoelig. Voorloopnullen links met {n}
pl: Automatycznie rosnąca liczba alfanumeryczna bez uwzględniania wielkości liter (liczba 0 na początku: {n})
pt_br: Auto incrementar caracteres alfanuméricos maiúsculos e minúsculos. Acrescentar 0 à esquerda usando {n}
ro: Creștere automată a caracterelor alfanumerice fără a ține cont de majuscule și minuscule (umpleți cu 0 în stânga folosind {n})
ru: Алфавитно-цифровой счетчик. Нули слева, {n} задает длину
tr: Otomatik artan alfanumerik büyük küçük harfe duyarsız ({n} başa n kadar 0 ekler)
uk: Алфавітно-цифровий лічильник без урахування регістру (Нулі ліворуч, {n} задає довжину)
vi_vn: Tự tăng theo chữ và số không phân biệt chữ viết hoa/thường. Chèn 0 bên trái sử dụng {n}
zh_cn: 自动递增字母数字不区分大小写（使用 {n} 向左填充 0）
zh_tw: 自動遞增不區分大小寫文數字元 (用 {n} 來在字元前補 0)

# AfterCaptureTasks_AddImageEffects
source: Add image effects
ar_ye: إضافة مؤثرات للصورة
de: Bildeffekte / Wasserzeichen hinzufügen
el: Προσθήκη εφέ εικόνας
es_mx: Agregar efectos o marca de agua
fa_ir: اضافه کردن افکت های عکس / واترمارک
fr: Ajouter des effets d'image
he_il: הוסף אפקטים לתמונה
hu: Képeffekt / vízjel hozzáadása
id_id: Tambahkan efek / cap air gambar
it_it: Aggiungi Effetti Immagine / Watermark
ja_jp: 画像エフェクトを追加
ko_kr: 이미지 효과 및 워터마크 추가하기
nl_nl: Voeg afbeeldingseffecten / watermerk toe
pl: Dodaj efekty graficzne
pt_br: Adicionar efeitos de imagem / marca d'água
ro: Adăugați efecte de imagine
ru: Добавить эффекты изображений
tr: Resim efekti ekle
uk: Додати ефекти/водяний знак
vi_vn: Thêm hiệu ứng ảnh / hình đóng dấu (effects/watermark)
zh_cn: 添加图像特效
zh_tw: 新增圖片特效

# AfterCaptureTasks_DeleteFile
source: Delete file locally
ar_ye: حذف الملف الموجود في الجهاز
de: Datei lokal löschen
el: Διαγραφή αρχείου τοπικά
es_mx: Eliminar archivo localmente
fa_ir: حذف فایل بصورت محلی
fr: Supprimer le fichier local
he_il: מחק קובץ מקומית
hu: A fájl lokális törlése
id_id: Hapus file secara lokal
it_it: Elimina File Locale
ja_jp: ファイルを削除
ko_kr: 로컬 파일 삭제하기
nl_nl: Verwijder lokaal bestand
pl: Usuń plik lokalnie
pt_br: Deletar arquivo localmente
ro: Ștergeți fișierul local
ru: Удалить локальный файл
tr: Dosyayı sil
uk: Видалити файл локально
vi_vn: Xóa tệp trên máy
zh_cn: 删除本地文件
zh_tw: 刪除本地檔案

# ExportImportControl_Serialize_Export_failed_
source: Export failed.
ar_ye: خطأ في التصدير.
de: Exportieren fehlgeschlagen.
el: Η εξαγωγή απέτυχε.
es_mx: La exportación falló.
fa_ir: خروجی گرفتن با مشکل مواجه شد.
fr: Échec de l'exportation.
he_il: ייצוא נכשל.
hu: Sikertelen exportálás.
id_id: Ekspor gagal.
it_it: Esportazione fallita.
ja_jp: エクスポートに失敗しました。
ko_kr: 내보내기 실패.
nl_nl: Exporteren mislukt.
pl: Eksport nie powiódł się.
pt_br: Falha na exportação.
ro: Exportul a eșuat.
ru: Экспорт не удался.
tr: Dışarı aktarma başarısız.
uk: Збій експорту.
vi_vn: Xuất ra thất bại.
zh_cn: 导出失败。
zh_tw: 匯出失敗。

# ReplCodeMenuCategory_Computer
source: Computer
ar_ye: الجهاز
el: Υπολογιστής
es_mx: Equipo
fa_ir: کامیپوتر
fr: Ordinateur
he_il: מחשב
id_id: Komputer
ja_jp: コンピュータ
ko_kr: 컴퓨터
pl: Komputer
pt_br: Computador
ru: Компьютер
tr: Bilgisayar
uk: Комп'ютер
vi_vn: Máy tính
zh_cn: 计算机
zh_tw: 電腦

# FileExistAction_UniqueName
source: Append number to the filename
ar_ye: إلحاق الرقم باسم الملف
de: Nummer zum Dateinamen hinzufügen
el: Προσθήκη αριθμού στο όνομα αρχείου
es_mx: Anexar número al nombre de archivo
fr: Ajouter un numéro au nom de fichier
he_il: הוסף מספר לשם הקובץ
hu: Számozás hozzáadása a fájlnévhez
id_id: Tambahkan nomor ke nama file
it_it: Aggiungi Numero al Nome File
ja_jp: ファイル名に番号を追加
ko_kr: 파일 이름에 숫자 덧붙이기
nl_nl: Voeg nummer toe aan bestandsnaam
pl: Dodaj numer do nazwy pliku
pt_br: Acrescentar número ao nome do arquivo
ro: Adăugați un număr la numele fișierului
ru: Добавить номер к имени файла
tr: Dosya adına numara ekle
uk: Додати номер до назви файлу
vi_vn: Thêm số vào tên tệp
zh_cn: 附加数字到文件名
zh_tw: 附加數字到檔名

# ImgurThumbnailType_Large_Thumbnail
source: Large thumbnail
ar_ye: صور مصغرة كبيرة
de: Großes Thumbnail
el: Μεγάλη μικρογραφία
es_mx: Miniatura grande
fr: Grandes miniatures
he_il: תמונה ממוזערת גדולה
id_id: Thumbnail besar
it_it: Anteprima Grande
ja_jp: 大 640x640
ko_kr: 큰 섬네일
pl: Duża miniatura
pt_br: Miniatura grande
ro: Miniatură mare
ru: Большая миниатюра
tr: Büyük küçük resim
uk: Велика мінатюра
vi_vn: Ảnh thu nhỏ/thumbnail cỡ lớn
zh_cn: 大缩略图
zh_tw: 大縮圖

# ReplCodeMenuEntry_yy_Current_year__2_digits_
source: Year (2 digits)
ar_ye: السنة (رقمين)
de: Derzeitiges Jahr (2 Ziffern)
el: Έτος (2 ψηφία)
es_mx: Año actual (2 dígitos)
fa_ir: سال جاری (۲ رقم)
fr: Année en cours (2 chiffres)
he_il: שנה (2 ספרות)
hu: Jelenlegi év (2 számjegy)
id_id: Tahun ini (2 digit)
it_it: Anno Corrente (2 cifre)
ja_jp: 年 (2桁)
ko_kr: 현재 년도 (2자리)
nl_nl: Huidig jaar (2 cijfers)
pl: Rok (2 cyfry)
pt_br: Ano atual (2 digitos)
ro: Anul (2 cifre)
ru: Текущий год (2 цифры)
tr: Güncel yıl (2 hane)
uk: Рік (2 цифри)
vi_vn: Năm hiện tại (2 chữ số)
zh_cn: 当前年（2 位数字）
zh_tw: 目前年份 (2 位數字)

# PNGBitDepth_Automatic
source: Automatically detect
ar_ye: اكتشاف تلقائي
de: Automatisch
el: Αυτόματη ανίχνευση
es_mx: Detectar automáticamente
fa_ir: تشخیص خودکار
fr: Détecter automatiquement
he_il: זהה אוטומטית
id_id: Deteksi secara otomatis
it_it: Rileva Automaticamente
ja_jp: 自動検出
ko_kr: 자동 감지
pl: Wykryj automatycznie
pt_br: Detectar automaticamente
ro: Detectează automat
ru: Определять автоматически
tr: Otomatik olarak tespit et
uk: Автоматичне визначення
vi_vn: Tự động phát hiện
zh_cn: 自动检测
zh_tw: 自動偵測

# ImageEditorStartMode_PreviousState
source: Previous state
ar_ye: الحالة السابقة
de: Vorheriger Zustand
el: Προηγούμενο κράτος
es_mx: Estado anterior
fa_ir: حالت قبلی
fr: État précédent
he_il: מצב קודם
id_id: Kondisi sebelumnya
ja_jp: 前回の状態
ko_kr: 이전 상태
pl: Poprzedni stan
pt_br: Estado anterior
ro: Stare anterioară
ru: Помнить прошлый
tr: Önceki durum
uk: Попередній стан
vi_vn: Trạng thái trước
zh_cn: 先前状态
zh_tw: 先前狀態

# ShapeType_RegionEllipse
source: Ellipse region
ar_ye: مساحة بيضاوية الشكل
de: Ellipsenbereich
el: Περιοχή έλλειψης
es_mx: Elipse
fa_ir: ناحیه بیضی
fr: Région : Ellipse
he_il: אליפסה לאזור
id_id: Area: Elips
it_it: Regione: Ellisse
ja_jp: 領域: 楕円
ko_kr: 타원 영역
pl: Region elipsy
pt_br: Região: Elipse
ro: Regiune elipsă
ru: Эллиптическая область
tr: Elips bölge
uk: Еліптична область
vi_vn: Vùng: E-líp
zh_cn: 区域：椭圆
zh_tw: 橢圓

# HotkeyType_ScreenRecorderGIF
source: Start/Stop screen recording (GIF)
ar_ye: بدء/إيقاف تسجيل الشاشة من النوع (GIF)
de: Bildschirmaufzeichnung (GIF)
el: Έναρξη/διακοπή εγγραφής οθόνης (GIF)
es_mx: Iniciar o detener grabación de pantalla (GIF) usando una región personalizada
fa_ir: شروع/توقف ضبط فیلم صفحه (GIF) از ناحیه سفارشی
fr: Enregistrement d'écran (GIF)
he_il: התחל/עצור הקלטת מסך (GIF)
id_id: Mulai/Hentikan rekaman layar (GIF) menggunakan area khusus
it_it: Avvia/Ferma Registrazione Schermo (GIF) usando una Regione Personalizzata
ja_jp: 独自領域の動画キャプチャー (GIF) を開始/停止
ko_kr: 화면 녹화 (GIF)
nl_nl: Schermopname (GIF)
pl: Rozpocznij/Zatrzymaj nagrywanie ekranu (GIF)
pt_br: Gravar tela (GIF)
ro: Porniți/opriți înregistrarea ecranului (GIF)
ru: Начать/Остановить запись области экрана (GIF)
tr: Ekran kaydetme (GIF) başlat/durdur
uk: Почати/зупинити запис області екрану (GIF)
vi_vn: Bắt đầu/Dừng ghi lại màn hình (dạng ảnh GIF) sử dụng vùng tự chọn
zh_cn: 开始/停止屏幕录制（GIF）
zh_tw: 開始/停止錄製螢幕 (GIF)

# YouTubeVideoPrivacy_Unlisted
source: Unlisted
ar_ye: غير متوفرة
de: Ungelistet
el: Μη καταχωρημένο
es_mx: Sin listar
fa_ir: لیست نشده
fr: Non listés
he_il: לא רשום
id_id: Tidak terdaftar
ja_jp: 非掲載(Unlisted)
ko_kr: 미공개
pl: Niepubliczny
pt_br: Não listado
ro: Nelistat
ru: Доступ по ссылке
tr: Listelenmemiş
uk: Доступ за посиланням
vi_vn: Không công khai
zh_cn: 不公开
zh_tw: 非公開

# ObjectListView_ObjectListView_Name
source: Name
ar_ye: الاسم
el: Όνομα
es_mx: Nombre
fr: Nom
he_il: שם
ja_jp: 名前
pl: Nazwa
pt_br: Nome
ro: Nume
ru: Имя
tr: İsim
uk: Назва
vi_vn: Tên
zh_cn: 名称
zh_tw: 名稱

# ReplCodeMenuCategory_Window
source: Window
ar_ye: النافذة
de: Fenster
el: Παράθυρο
es_mx: Ventana
he_il: חלון
ja_jp: ウィンドウ
pl: Okno
pt_br: Janela
ro: Fereastra
ru: Окно
tr: Pencere
uk: Вікно
zh_cn: 窗口
zh_tw: 視窗

# HotkeyType_Ruler
source: Ruler
ar_ye: المسطرة
de: Lineal
el: Χάρακας
es_mx: Regla
fa_ir: خط کش
fr: Règle
he_il: סרגל
hu: Vonalzó
id_id: Penggaris
it_it: Righello
ja_jp: 定規
ko_kr: 측정
nl_nl: Meetlat
pl: Linijka
pt_br: Régua
ro: Riglă
ru: Линейка
tr: Cetvel
uk: Лінійка
vi_vn: Thước đo
zh_cn: 测量尺
zh_tw: 標尺
