Repository: ShareX/ShareX
Catalog: ShareX.HelpersLib/Properties/Resources.*.resx
Languages: ar_ye, de, el, es_mx, fa_ir, fr, he_il, hu, id_id, it_it, ja_jp, ko_kr, nl_nl, pl, pt_br, ro, ru, tr, uk, vi_vn, zh_cn, zh_tw

# ShapeType_RegionFreehand
source: Freehand region
ar_ye: منطقة الرسم حر
de: Freihandbereich
el: Ελεύθερη περιοχή
es_mx: Forma libre
fr: Région : Main levée
he_il: יד חופשית לאזור
id_id: Area: Bebas
it_it: Regione: a Mano Libera
ja_jp: 領域: フリーハンド
ko_kr: 자유형 영역
pl: Region odręczny
pt_br: Região: Mão livre
ro: Regiune mână liberă
ru: Область от руки
tr: Serbest bölge
uk: Довільна область
vi_vn: Vùng: Tự vẽ
zh_cn: 区域：自由
zh_tw: 鼠繪區域

# ReplCodeMenuEntry_w_Current_week_name__Local_language_
source: Week name (Local language)
ar_ye: اسم الاسبوع (بلغة النظام)
de: Derzeitiger Wochenname (Lokale Sprache)
el: Όνομα εβδομάδας (Τοπική γλώσσα)
es_mx: Año actual (idioma local)
fa_ir: نام هفته جاری (زبان محلی)
fr: Nom de la semaine en cours (dans la langue locale)
he_il: שם שבוע (שפה מקומית)
hu: Jelenlegi hét neve (helyi nyelv)
id_id: Nama minggu ini (Bahasa lokal)
it_it: Nome Giorno della Settimana Corrente (Lingua Locale)
ja_jp: 曜日 (システムの言語)
ko_kr: 현재 요일 (현지 언어)
nl_nl: Huidige weeknaam (Lokale taal)
pl: Nazwa tygodnia (język lokalny)
pt_br: Dia da semana (linguagem local)
ro: Denumirea săptămânii (Limba locală)
ru: Текущий день недели (Местный язык)
tr: Güncel hafta adı (Yerel dil)
uk: Назва дня тижня (місцевою мовою)
vi_vn: Tên tuần hiện tại (Ngôn ngữ thiết lập trên máy)
zh_cn: 周几（本地语言）
zh_tw: 目前週名 (本地語言)

# ExportImportControl_tsmiExportClipboard_Click_Settings_copied_to_your_clipboard_
source: Settings copied to your clipboard.
ar_ye: تم نسخ الإعدادات إلى الحافظة.
de: Einstellungen in Zwischenablage kopiert.
el: Οι ρυθμίσεις αντιγράφονται στο πρόχειρο.
es_mx: Configuración copiada al portapapeles.
fa_ir: تنظیمات به کلیپ بورد شما کپی شدند.
fr: Paramètres copiés dans votre presse-papier.
he_il: ההגדרות הועתקו ללוח הגזירה.
hu: A beállítások vágólapra másolva.
id_id: Pengaturan disalin ke papan klip Anda.
it_it: Impostazioni copiate negli appunti.
ja_jp: 設定をクリップボードにコピーしました。
ko_kr: 설정이 클립보드에 복사되었습니다.
nl_nl: Instellingen naar het klembord gekopieerd.
pl: Ustawienia skopiowane do schowka.
pt_br: Configurações copiadas para a sua área de transferência.
ro: Setări copiate în clipboard.
ru: Настройки скопированы в буфер обмена.
tr: Ayarlar panoya kopyalandı.
uk: Налаштування скопійовано у буфер обміну.
vi_vn: Thiết lập đã được chép tới vùng nhớ tạm.
zh_cn: 设置已复制到剪贴板。
zh_tw: 設定已複製到剪貼簿。

# ImgurThumbnailType_Big_Square
source: Big square
ar_ye: مربع كبير
de: Großes Quadrat
el: Μεγάλο τετράγωνο
es_mx: Cuadro grande
fa_ir: مربع بزرگ
fr: Gros carré
he_il: ריבוע גדול
id_id: Persegi besar
it_it: Quadrato Grande
ja_jp: 大 (正方形) 160x160
ko_kr: 큰 정사각형
nl_nl: Grote vierkant
pl: Duży kwadrat
pt_br: Quadrado grande
ro: Pătrat mare
ru: Большой квадрат
tr: Büyük kare
uk: Великий квадрат
vi_vn: Hình vuông lớn
zh_cn: 大正方形
zh_tw: 大正方形

# ReplCodeMenuEntry_s_Current_second
source: Second
ar_ye: ثانية
de: Derzeitige Sekunde
el: Δεύτερο
es_mx: Segundo actual
fa_ir: ثانیه جاری
fr: Seconde actuelle
he_il: שנייה
hu: Jelenlegi másodperc
id_id: Detik ini
it_it: Secondo Corrente
ja_jp: 秒
ko_kr: 현재 초
nl_nl: Huidige seconde
pl: Sekunda
pt_br: Segundo atual
ro: Al doilea
ru: Текущая секунда
tr: Güncel saniye
uk: Секунда
vi_vn: Giây hiện tại
zh_cn: 当前秒
zh_tw: 目前秒

# TextDestination_CustomTextUploader
source: Custom text uploader
ar_ye: رافع نصوص مخصص
de: Eigener Textuploader
el: Προσαρμοσμένο πρόγραμμα μεταφόρτωσης κειμένου
es_mx: Servidor personalizado de texto
fa_ir: آپلود کننده متن سفارشی
fr: Service de mise en ligne de textes personnalisé
he_il: שירות העלאת טקסט מותאם אישית
hu: Egyedi szöveg feltöltő
id_id: Pengunggah teks khusus
it_it: Servizio Caricamento Testo Personalizzato
ja_jp: 独自のテキスト アップローダー
ko_kr: 사용자 정의 텍스트 업로더
nl_nl: Aangepaste tekstuploader
pl: Własny serwis tekstu
pt_br: Serviço de upload de texto personalizado
ro: Destinație de text personalizat
ru: Пользовательский сервис загрузки текста
tr: Özel yazı yükleyici
uk: Власний вивантажувач тексту
vi_vn: Dịch vụ tải lên văn bản tùy chọn
zh_cn: 自定义文本上传器
zh_tw: 自訂文字上傳工具

# ProxyMethod_None
source: None
ar_ye: بدون
de: Keine
el: Κανένα
es_mx: Ninguno
fa_ir: هیچ کدام
fr: Aucun
he_il: ללא
hu: Nincs
id_id: Tidak ada
it_it: Nessuno
ja_jp: なし
ko_kr: 없음
nl_nl: Geen
pl: Brak
pt_br: Nenhum
ro: Nici unul
ru: Обойтись без прокси
tr: Hiçbiri
uk: Немає
vi_vn: Không có
zh_cn: 无
zh_tw: 無

# ReplCodeMenuEntry_mo_Current_month
source: Month
ar_ye: الشهر
de: Derzeitiger Monat
el: Μήνας
es_mx: Mes actual
fa_ir: ماه جاری
fr: Mois en cours
he_il: חודש
hu: Jelenlegi hónap
id_id: Bulan ini
it_it: Mese Corrente
ja_jp: 月
ko_kr: 현재 달
nl_nl: Huidige maand
pl: Miesiąc
pt_br: Mês atual
ro: Luna
ru: Текущий месяц
tr: Güncel ay
uk: місяць
vi_vn: Tháng hiện tại
zh_cn: 当前月
zh_tw: 目前月份

# CssFileNameEditor_EditValue_Browse_for_a_Cascading_Style_Sheet___
source: Browse for a Cascading Style Sheet...
ar_ye: تحديد ملف CSS...
de: Nach CSS durchsuchen...
el: Αναζήτηση για ένα Cascading Style Sheet...
es_mx: Buscar hoja de estilo en cascada...
fr: Parcourir et chercher une feuille de style en cascade...
he_il: חפש גיליונות סגנון מדורגים...
hu: CSS fájl tallózása...
id_id: Jelajahi Lembar Gaya Bertingkat...
it_it: Cerca CSS...
ja_jp: CSSファイルの閲覧...
ko_kr: CSS 탐색하기...
nl_nl: Selecteer een Cascading Style Sheet...
pl: Przeglądaj w poszukiwaniu kaskadowego arkusza stylów...
pt_br: Procurar por um arquivo CSS...
ro: Răsfoiți Cascading Style Sheet...
ru: Обзор каскадных таблиц стилей...
tr: CSS için gözat...
uk: Огляд каскадних таблиць стилів...
vi_vn: Duyệt lấy tệp CSS...
zh_cn: 浏览 CSS...
zh_tw: 瀏覽 CSS...

# Extensions_AddContextMenu_Redo
source: Redo
ar_ye: إعادة
de: Wiederholen
es_mx: Rehacer
fa_ir: انجام دوباره
fr: Répéter
he_il: בצע שוב
ja_jp: やり直し
pl: Ponów
pt_br: Refazer
ro: Anulare
ru: Повтор
tr: Yinele
uk: Повторити
vi_vn: Làm lại
zh_cn: 重复
zh_tw: 重做

# HotkeyType_VideoThumbnailer
source: Video thumbnailer
ar_ye: صانع مصغرات الفيديو
el: Thumbnailer βίντεο
es_mx: Generador de miniaturas de video
fa_ir: خلاصه کننده ویدئو
fr: Générateur de miniatures de vidéo
he_il: וידאו תמונה ממוזערת
id_id: Pemotret video
it_it: Generatore Miniature Video
ja_jp: 動画のサムネイル作成
ko_kr: 비디오 섬네일 생성기
nl_nl: Video miniaturen
pl: Generator miniatur wideo
pt_br: Miniaturizador de vídeo
ro: Miniaturizator video
ru: Миниатюры из видео
tr: Video küçük resim yapıcı
uk: Генератор мініатюр відео
vi_vn: Trình tạo ảnh thu nhỏ/thumbnail cho video
zh_cn: 视频缩略图
zh_tw: 影片縮圖工具

# ShapeType_EffectBlur
source: Blur (B)
ar_ye: تمويه (B)
de: Unkenntlich machen
el: Θολούρα (B)
es_mx: Desenfocado (B)
fr: Effet : Flou
he_il: טשטוש (B)
id_id: Efek: Blur (B)
it_it: Effetto: Sfoca
ja_jp: 効果: ぼかし(B)
ko_kr: 흐림 효과
pl: Rozmycie (B)
pt_br: Efeito: Embaçado
ro: Încețoșare (B)
ru: Размытие (B)
tr: Bulanıklaştır (B)
uk: Розмиття (B)
vi_vn: Hiệu ứng: Làm mờ (B)
zh_cn: 效果：模糊 (B)
zh_tw: 模糊 (B)

# AfterCaptureTasks_ShowQuickTaskMenu
source: Show quick task menu
ar_ye: عرض قائمة المهام السريعة
de: Schnellzugriffsmenü anzeigen
el: Εμφάνιση μενού γρήγορης εργασίας
es_mx: Mostrar menú de tarea rápida
fa_ir: نمایش منوی وظایف سریع
fr: Afficher le menu des tâches rapides
he_il: הצג תפריט משימות מהיר
id_id: Tampilkan menu tugas cepat
it_it: Mostra Menu Operazioni Veloci
ja_jp: クイック タスク メニューを表示
ko_kr: 간편 작업 메뉴 보이기
pl: Pokaż menu szybkich zadań
pt_br: Mostrar menu de tarefas rápidas
ro: Afișați meniul de sarcini rapide
ru: Открыть меню быстрых задач
tr: Hızlı görev menüsünü göster
uk: Показати меню швидких завдань
vi_vn: Hiện menu tác vụ nhanh
zh_cn: 显示快速任务菜单
zh_tw: 顯示快速排程選單

# CustomUploaderDestinationType_URLShortener
source: URL shortener
ar_ye: خدمة اختصار عناوين URL
de: URL-Kürzer
el: Συντόμευση URL
es_mx: Acortador de enlaces
fa_ir: کوتاه کننده لینک
fr: Raccourcisseur d'URL
he_il: שירות מקצר קישורים
id_id: Penyingkat URL
it_it: Servizio Accorciamento URL
ja_jp: URL短縮サービス
ko_kr: URL 단축기
pl: Skracacz linku
pt_br: Encurtador de URL
ro: Scurtător URL
ru: Сервис коротких ссылок
tr: Adres kısaltıcı
uk: Скорочення посилань
vi_vn: Dịch vụ rút gọn URL
zh_cn: URL 短链
zh_tw: 縮網址服務

# ReplCodeMenuEntry_uln_User_login_name
source: User login name
ar_ye: اسم تسجيل الدخول
de: Benutzerlogin Name
el: Όνομα σύνδεσης χρήστη
es_mx: Nombre de acceso
fa_ir: نام کاربر وارد شده
fr: Identifiant de connexion de l'utilisateur
he_il: שם התחברות של המשתמש
hu: Felhasználó bejelentkezési név
id_id: Nama login pengguna
it_it: Nome Utente per l'Accesso
ja_jp: ユーザー ログイン名
ko_kr: 사용자 아이디
nl_nl: Inlognaam gebruiker
pl: Login użytkownika
pt_br: Usuário
ro: Numele de utilizator
ru: Логин пользователя
tr: Kullanıcı giriş adı
uk: Імʼя користувача
vi_vn: Tên tài khoản đăng nhập
zh_cn: 用户登录名
zh_tw: 使用者登入名稱

# HotkeyType_ImageEffects
source: Image effects
ar_ye: مؤثرات الصور
de: Bildeffekte
el: Αποτελέσματα εικόνας
es_mx: Efectos de imágenes
fa_ir: افکت های تصویر
fr: Effets d'image
he_il: אפקטים לתמונה
hu: Kép effektek
id_id: Efek gambar
it_it: Effetti Immagine
ja_jp: 画像エフェクト
ko_kr: 이미지 효과
nl_nl: Afbeeldingseffecten
pl: Efekty obrazu
pt_br: Efeitos de imagem
ro: Efecte de imagine
ru: Эффекты изображений
tr: Resim efektleri
uk: Ефекти зображення
vi_vn: Hiệu ứng ảnh
zh_cn: 图像效果
zh_tw: 圖片效果

# ShapeType_DrawingImageScreen
source: Image (Screen)
ar_ye: صورة من الشاشة
de: Bild (Bildschirm)
el: Εικόνα (οθόνη)
es_mx: Imagen (pantalla)
fa_ir: عکس (اسکرین)
fr: Dessin : Image (Écran)
he_il: תמונה (מסך)
id_id: Menggambar: Gambar (Layar)
it_it: Disegna: Immagine (Schermo)
ja_jp: 描画: 画像 (スクリーン)
ko_kr: 스크린 화면을 그리기
pl: Obraz (ekran)
pt_br: Desenho: Tela
ro: Imagine (ecran)
ru: Картинка с экрана
tr: Resim (Ekrandan)
uk: Зображення (екран)
vi_vn: Vẽ: Chèn ảnh (từ màn hình)
zh_cn: 绘图：屏幕画面
zh_tw: 圖片 (螢幕)

# UpdateCheckerLabel_UpdateControls_A_newer_version_of_ShareX_is_available
source: A newer version of {0} is available
ar_ye: إصدار جديد من {0} متاح
de: Eine neuere Version von {0} ist verfügbar
el: Μια νεότερη έκδοση του {0} είναι διαθέσιμη
es_mx: Hay una nueva versión de {0}
fa_ir: نسخه جدیدتری از {0} در دسترس است.
fr: Une nouvelle version de {0} est disponible
he_il: גרסה חדשה יותר של {0} זמינה
hu: Egy újabb {0} verzió elérhető
id_id: Versi terbaru dari {0} tersedia
it_it: È disponibile una nuova versione di {0}
ja_jp: {0}の最新版があります
ko_kr: {0}의 새 버전을 사용할 수 있습니다
nl_nl: Een nieuwere versie van {0} is beschikbaar
pl: Dostępna jest nowsza wersja {0}
pt_br: Uma nova versão do {0} está disponivel
ro: Este disponibilă o versiune mai nouă a {0}
ru: Доступна новая версия {0}
tr: Yeni bir {0} sürümü mevcut
uk: Доступна нова версія {0}
vi_vn: Phiên bản mới của {0} khả dụng
zh_cn: 新版本 {0} 可用
zh_tw: {0} 已推出新版本

# AfterUploadTasks_ShowQRCode
source: Show QR code window
ar_ye: عرض نافذة قارئ QR
de: "QR-Code"-Fenster anzeigen
el: Εμφάνιση παραθύρου κώδικα QR
es_mx: Mostrar ventana de código QR
fa_ir: نمایش پنجره کد QR
fr: Afficher la fenêtre code QR
he_il: הצג חלון קוד QR
hu: QR kód ablak mutatása
id_id: Tampilkan jendela kode QR
it_it: Mostra Finestra Codice QR
ja_jp: QR コード ウィンドウを表示
ko_kr: QR코드 창 띄우기
nl_nl: Toon QR code venster
pl: Pokaż okno kodu QR
pt_br: Mostrar janela de código QR
ro: Afișați fereastra de cod QR
ru: Показать окно с QR-кодом
tr: QR kod penceresini göster
uk: Показати вікно QR-коду
vi_vn: Hiện cửa sổ mã QR
zh_cn: 显示二维码窗口
zh_tw: 顯示二維碼視窗

# ShapeType_DrawingSpeechBalloon
source: Speech balloon (S)
ar_ye: بالون المحادثة (S)
de: Sprechblase hinzufügen
el: Μπαλόνι ομιλίας (S)
es_mx: Globo de diálogo (S)
fa_ir: بالن متن (S)
fr: Dessin : Bulle de dialogue
he_il: בלון דיבור (S)
id_id: Menggambar: Balon bicara (S)
it_it: Disegna: Fumetto
ja_jp: 描画: 吹き出し(S)
ko_kr: 말풍선 그리기
pl: Dymek (S)
pt_br: Desenho: Balão de fala
ro: Balon de vorbire (S)
ru: Сноска (S)
tr: Konuşma balonu (S)
uk: Текстова хмарка (S)
vi_vn: Vẽ: Hộp hội thoại (S)
zh_cn: 绘图：文本气泡 (S)
zh_tw: 對話氣球 (S)

# UpdateCheckerLabel_UpdateControls_ShareX_is_up_to_date
source: {0} is up to date
ar_ye: {0} بالفعل تم تحديثها
de: {0} ist aktuell
el: {0} είναι ενημερωμένο
es_mx: {0} está actualizado
fr: {0} est à jour
he_il: {0} מעודכן לגרסה האחרונה
hu: {0} az elérhető legfrissebb
id_id: {0} terbaru
it_it: {0} è aggiornato
ja_jp: {0} は最新です
ko_kr: 최신 버전의 {0}입니다
pl: {0} jest aktualny
pt_br: {0} está atualizado
ro: {0} este la zi
ru: {0} в актуальном состоянии
tr: {0} güncel
uk: {0} в актуальному стані
vi_vn: {0} đã được cập nhật
zh_cn: {0} 是最新
zh_tw: {0} 是最新版

# HotkeyType_Category_ScreenRecord
source: Screen record
ar_ye: تسجيل الشاشة
de: Bildschirmaufzeichnung
el: Εγγραφή οθόνης
es_mx: Grabación de pantalla
fa_ir: ضبط فیلم صفحه
fr: Enregistrer l'écran
he_il: הקלט מסך
id_id: Rekam layar
it_it: Registra Schermo
ja_jp: 動画キャプチャー
ko_kr: 화면 녹화
nl_nl: Schermopname
pl: Nagrywanie ekranu
pt_br: Gravar tela
ro: Înregistrare ecran
ru: Запись экрана
tr: Ekran kaydetme
uk: Запис екрану
vi_vn: Ghi lại màn hình
zh_cn: 屏幕录制
zh_tw: 螢幕錄製

# PastebinExpiration_H1
source: 1 Hour
ar_ye: ساعة
de: 1 Stunde
el: 1 ώρα
es_mx: 1 hora
fa_ir: ۱ ساعت
fr: 1 heure
he_il: שעה אחת
id_id: 1 Jam
it_it: 1 Ora
ja_jp: 1時間
ko_kr: 1시간
nl_nl: 1 uur
pl: 1 godzina
pt_br: 1 hora
ro: 1 oră
ru: 1 Час
tr: 1 saat
uk: 1 година
vi_vn: 1 Giờ
zh_cn: 1 小时
zh_tw: 1 小時

# HotkeyType_ScrollingCapture
source: Start/Stop scrolling capture
ar_ye: بدء/إيقاف اللقطة القابلة للتمرير
de: Scroll-Aufnahme
el: Έναρξη/διακοπή λήψης κύλισης
es_mx: Captura de desplazamiento
fa_ir: ضبط تصویر با اسکرول...
fr: Capture avec défilement
he_il: צילום מסך נגלל
id_id: Ambil bergulir
it_it: Cattura a Scorrimento
ja_jp: スクロール キャプチャー
ko_kr: 스크롤 촬영
nl_nl: Scrollopname
pl: Przechwytywanie przy przewijaniu
pt_br: Captura rolante
ro: Captură cu derulare
ru: Захват с прокруткой
tr: Kaydırarak yakalamayı başlat/durdur
uk: Почати/зупинити захоплення з прокручуванням
vi_vn: Chụp khi cuộn trang
zh_cn: 滚动截图
zh_tw: 開始/停止捲動擷取

# ReplCodeMenuEntry_iAa_Auto_increment_alphanumeric_all
source: Auto increment alphanumeric case-sensitive (0 pad left using {n})
ar_ye: زيادة تلقائية للأرقام والحروف مع حساسية لحالة الأحرف (حشو بالأصفار بمقدار {n})
de: Automatisch alphanumerisch (Groß-/Kleinschreibung) erhöhen. 0 pad left using {n}
el: Αυτόματη αύξηση των αλφαριθμητικών, ευαίσθητη στην πεζότητα (0 pad αριστερά με χρήση {n})
es_mx: Incremento alfanumérico automático con distinción de mayúsculas. Rellenar con ceros a la izq. con {n}
fr: Incrémentation alphanumérique automatique sensible à la casse. Ajoutez un 0 au début avec {n}
he_il: הגדלה אוטומטית של אלפאנומרי תלוי רישיות (0 משטח נותר באמצעות {n})
id_id: Otomatis tambahkan alfanumerik case-sensitive. Bantalan 0 tersisa menggunakan {n}
it_it: Auto Incremento Alfanumerico (Case-Sensitive). Sarà aggiunto uno 0 davanti usando {n}
ja_jp: 英数字連番 (大/小文字を区別) {n}でn桁ゼロ詰め
ko_kr: 자동 증가하는 소문자 영숫자 (대소문자 구분). 0으로 {n}만큼 패딩
nl_nl: Zelf ophogende alfa-numerieke sequentie, hoofdlettergevoelig. Voorloopnullen links met {n}
pl: Automatycznie rosnąca liczba alfanumeryczna z uwzględnieniem wielkości liter (liczba 0 na początku: {n})
pt_br: Auto incrementar caracteres alfanuméricos maiúsculos e minúsculos. Acrescentar 0 à esquerda usando {n}
ro: Incrementare automată alfanumerică, sensibilă la majuscule și minuscule (umpleți cu 0 în stânga folosind {n})
ru: Алфавитно-цифровой счетчик с учетом регистра. Нули слева, {n} задает длину
tr: Otomatik artan alfanumerik büyük küçük harfe duyarlı ({n} başa n kadar 0 ekler)
uk: Алфавітно-цифровий лічильник з урахуванням регістру (Нулі ліворуч, {n} задає довжину)
vi_vn: Tự tăng theo chữ và số có phân biệt chữ viết hoa/thường. Chèn 0 bên trái sử dụng {n}
zh_cn: 自动递增字母数字区分大小写（使用 {n} 向左填充 0）
zh_tw: 自動遞增區分大小寫文數字元 (用 {n} 來在字元前補 0)

# ReplCodeMenuEntry_t_Title_of_active_window
source: Title of window
ar_ye: عنوان النافذة
de: Titel des aktiven Fensters
el: Τίτλος του παραθύρου
es_mx: Título de la ventana
fa_ir: عنوان پنجره
fr: Titre de la fenêtre active
he_il: כותרת חלון
hu: Az aktív ablak címe
id_id: Judul jendela
it_it: Titolo della Finestra
ja_jp: アクティブ ウィンドウのタイトル
ko_kr: 현재 창의 이름
nl_nl: Titel van actief venster
pl: Tytuł okna
pt_br: Titulo da janela ativa
ro: Titlul ferestrei
ru: Заголовок активного окна
tr: Pencerenin başlığı
uk: Заголовок вікна
vi_vn: Tiêu đề của cửa sổ đang kích hoạt
zh_cn: 活动窗口标题
zh_tw: 視窗標題

# AfterCaptureTasks_SendImageToPrinter
source: Print image
ar_ye: طباعة الصورة
de: Bild drucken
el: Εκτύπωση εικόνας
es_mx: Imprimir imagen
fa_ir: چاپ عکس
fr: Imprimer l'image
he_il: הדפס תמונה
hu: Kép nyomtatása
id_id: Cetak gambar
it_it: Stampa Immagine
ja_jp: 画像を印刷
ko_kr: 이미지 인쇄하기
nl_nl: Druk afbeelding af
pl: Drukuj obraz
pt_br: Imprimir imagem
ro: Imprimare imagine
ru: Распечатать изображение
tr: Resimi yazdır
uk: Роздрукувати зображення
vi_vn: In ảnh
zh_cn: 打印图像
zh_tw: 列印圖片

# ShapeType_RegionRectangle
source: Rectangle region
ar_ye: مساحة مستطيلة
de: Rechtecksbereich
el: Περιοχή ορθογωνίου
es_mx: Rectángulo
fa_ir: ناحیه مستطیلی
fr: Région : Rectangle
he_il: מלבן לאזור
id_id: Area: Persegi panjang
it_it: Regione: Rettangolo
ja_jp: 領域: 四角形
ko_kr: 직사각형 영역
pl: Region prostokątny
pt_br: Região: Retângulo
ro: Regiune dreptunghiulară
ru: Прямоугольная область
tr: Dikdörtgen bölge
uk: Прямокутна область
vi_vn: Vùng: Chữ nhật
zh_cn: 区域：矩形
zh_tw: 矩形

# HotkeyType_ToggleActionsToolbar
source: Toggle actions toolbar
ar_ye: عرض/إخفاء شريط الإجراءات
de: Aktionsleiste umschalten
el: Εναλλαγή της γραμμής εργαλείων ενεργειών
es_mx: Alternar la barra de herramientas de acciones
fr: Activer la barre d'outils des actions
he_il: הצג/הסתר את סרגל הכלים של הפעולות
id_id: Alihkan bilah alat tindakan
it_it: Abilita/Disabilita Barra delle Azioni
ja_jp: 操作用ツールバーの表示切替
ko_kr: 액션 도구상자 토글
pl: Przełącz pasek akcji
pt_br: Alternar barra de ferramentas de ações
ro: Comutați bara de acțiuni
ru: Переключить панель действий
tr: Aksiyonlar araç çubuğunu göster/sakla
uk: Панель дій перемикання
vi_vn: Bật/Tắt thanh công cụ tác vụ
zh_cn: 切换工作栏
zh_tw: 顯示工具列

# AfterCaptureTasks_PerformActions
source: Perform actions
ar_ye: تنفيذ إجراء
de: Aktion ausführen
el: Εκτέλεση ενεργειών
es_mx: Realizar acciones
fa_ir: انجام اعمال
fr: Effectuer des actions
he_il: בצע פעולות
hu: Műveletek elvégzése
id_id: Lakukan tindakan
it_it: Esegui Azioni
ja_jp: アクションを実行
ko_kr: 동작 실행하기
nl_nl: Voer acties uit
pl: Wykonaj działania
pt_br: Realizar ações
ro: Efectuați acțiuni
ru: Выполнить действия
tr: Aksiyonları gerçekleştir
uk: Виконати дії
vi_vn: Thực hiện các tác vụ
zh_cn: 执行操作
zh_tw: 執行動作

# DrawImageSizeMode_PercentageOfCanvas
source: Percentage of canvas
ar_ye: نسبة أبعاد الرقعة
de: Prozentsatz der Leinwand
el: Ποσοστό καμβά
es_mx: Porcentaje de lienzo
fr: Pourcentage du canevas
he_il: אחוז הקנבס
ja_jp: キャンバスの比率
pl: Procent płótna
pt_br: Porcentagem da tela
ro: Procentul de pânză
ru: Процент полотна
tr: Tuval yüzdesi
uk: Відсоток полотна
vi_vn: Phần trăm canvas
zh_cn: 画布百分比
zh_tw: 畫布的百分比

# ReplCodeMenuCategory_Date_and_Time
source: Date and time
ar_ye: التأريخ والوقت
de: Datum und Zeit
el: Ημερομηνία και ώρα
es_mx: Fecha y hora
fa_ir: تاریخ و زمان
fr: Date et heure
he_il: תאריך ושעה
id_id: Tanggal dan waktu
it_it: Data e Ora
ja_jp: 日時
ko_kr: 날짜 및 시각
nl_nl: Datum en tijd
pl: Data i czas
pt_br: Data e hora
ro: Data și ora
ru: Дата и время
tr: Tarih ve zaman
uk: Дата та час
vi_vn: Ngày và giờ
zh_cn: 日期时间
zh_tw: 日期時間

# HotkeyType_ImageCombiner
source: Image combiner
ar_ye: مركّب الصور
de: Bildverbinder
el: Συνδυαστής εικόνας
es_mx: Acoplador de imágenes
fa_ir: ترکیب کننده عکس
fr: Combineur d'images
he_il: ממזג תמונות
id_id: Penggabung gambar
it_it: Combina Immagini
ja_jp: 画像の結合
ko_kr: 이미지 취합기
nl_nl: Combineer afbeeldingen
pl: Łącznik obrazów
pt_br: Mesclar imagens
ro: Combinător de imagini
ru: Объединитель изображений
tr: Resim birleştirici
uk: Об’єднувач зображень
vi_vn: Trình gộp ảnh
zh_cn: 图像合并
zh_tw: 圖片合併工具

# HotkeyType_RectangleTransparent
source: Capture region (Transparent)
ar_ye: التقاط مساحة
de: Bereich aufnehmen (Transparent)
el: Περιοχή σύλληψης (Διαφανής)
es_mx: Capturar región (transparente)
fa_ir: ضبط ناحیه (شفاف)
fr: Capturer une région (Transparent)
he_il: צלם אזור (שקוף)
id_id: Jepret area (Transparan)
it_it: Cattura Regione (Trasparente)
ja_jp: 領域をキャプチャー (透過モード)
ko_kr: 직사각형 영역 촬영 (투명하게)
nl_nl: Leg rechthoekige regio vast (Transparant)
pl: Przechwytywanie regionu (przezroczysty)
pt_br: Capturar região (transparente)
ro: Capturare ecran (Transparent)
ru: Захват области (Прозрачный фон)
tr: Bölge yakala (Saydam)
uk: Захоплення області (прозоре тло)
vi_vn: Chụp theo vùng (Trong suốt)
zh_cn: 截图矩形区域（透明度）
zh_tw: 擷取區域 (透明)

# DownloaderForm_fileDownloader_DownloadCompleted_Download_completed_
source: Download completed.
ar_ye: تم التنزيل.
de: Herunterladen beendet.
el: Η λήψη ολοκληρώθηκε.
es_mx: Descarga completa.
fa_ir: دانلود تکمیل شد.
fr: Téléchargement terminé.
he_il: הורדה הושלמה.
hu: Letöltés befejezve.
id_id: Unduhan selesai.
it_it: Scaricamento completato.
ja_jp: ダウンロードが完了しました。
ko_kr: 다운로드 완료.
nl_nl: Download klaar.
pl: Pobranie zakończone.
pt_br: Download completo.
ro: Descărcare finalizată.
ru: Загрузка завершена.
tr: İndirme tamamlandı.
uk: Завантаження завершено.
vi_vn: Tải về thành công.
zh_cn: 下载完成。
zh_tw: 下載完成。

# YouTubeVideoPrivacy_Private
source: Private
ar_ye: خاص
de: Privat
el: Ιδιωτικό
es_mx: Privado
fa_ir: شخصی
fr: Privé
he_il: פרטי
id_id: Pribadi
ja_jp: 非公開(Private)
ko_kr: 비공개
pl: Prywatny
pt_br: Privado
ro: Privat
ru: Ограниченный доступ
tr: Kişisel
uk: Приватний
vi_vn: Riêng tư
zh_cn: 私享
zh_tw: 私人

# AfterUploadTasks_ShareURL
source: Share URL
ar_ye: مشاركة الـ URL
de: URL teilen
el: Μοιραστείτε τη διεύθυνση URL
es_mx: Compartir enlace
fa_ir: اشتراک گذاری آدرس
fr: Partager l'URL
he_il: שתף קישור
hu: URL megosztása
id_id: Bagikan URL
it_it: Condividi URL
ja_jp: URLを共有
ko_kr: URL 공유하기
nl_nl: Deel link
pl: Udostępnij link
pt_br: Compartilhar URL
ro: Distribuiți URL-ul
ru: Отправить ссылку
tr: Adresi paylaş
uk: Поділитися посиланням
vi_vn: Chia sẻ URL
zh_cn: 分享 URL
zh_tw: 分享網址

# CustomUploaderDestinationType_FileUploader
source: File uploader
ar_ye: رافعو الملفات
de: Dateiuploader
el: Πρόγραμμα μεταφόρτωσης αρχείων
es_mx: Servidor de archivos
fa_ir: آپلود کننده فایل
fr: Service de mise en ligne de fichiers
he_il: שירות העלאת קבצים
id_id: Pengunggah file
it_it: Servizio Caricamento File
ja_jp: ファイル アップローダ
ko_kr: 파일 업로더
nl_nl: Bestand uploader
pl: Serwis plików
pt_br: Carregador de arquivo
ro: Destinație de fișiere
ru: Файловый сервис
tr: Dosya yükleyici
uk: Вивантажувач файлів
vi_vn: Dịch vụ tải lên tệp
zh_cn: 文件上传
zh_tw: 檔案上傳工具

# ReplCodeMenuEntry_h_Current_hour
source: Hour
ar_ye: الساعة
de: Derzeitige Stunde
el: Ώρα
es_mx: Hora actual
fa_ir: ساعت جاری
fr: Heure actuelle
he_il: שעה
hu: Jelenlegi óra
id_id: Jam ini
it_it: Ora Corrente
ja_jp: 時
ko_kr: 현재 시
nl_nl: Huidig uur
pl: Godzina
pt_br: Hora atual
ro: Ora
ru: Текущий час
tr: Güncel saat
uk: година
vi_vn: Giờ hiện tại
zh_cn: 当前小时
zh_tw: 目前小時

# UpdateCheckerLabel_UpdateControls_Update_check_failed
source: Update check failed
ar_ye: خطأ في البحث عن تحديثات
de: Aktualisierungscheck fehlgeschlagen
el: Ο έλεγχος ενημέρωσης απέτυχε
es_mx: La comprobación de actualizaciones falló
fa_ir: چک کردن آپدیت با مشکل مواجه شد
fr: Vérification de mise à jour echouée
he_il: בדיקת העדכון נכשלה
hu: A frissítés ellenőrzése nem sikerült
id_id: Gagal memeriksa pembaruan
it_it: Controllo aggiornamenti fallito
ja_jp: 更新の確認に失敗しました
ko_kr: 업데이트 확인 실패
nl_nl: Kon niet controleren op updates
pl: Sprawdzanie aktualizacji nie powiodło się
pt_br: Falha ao procurar por atualizações
ro: Verificarea actualizării a eșuat
ru: Проверка обновлений не удалась
tr: Güncelleme kontrolü yapılamadı
uk: Не вдалось перевірити оновлення
vi_vn: Kiểm tra cập nhật thất bại
zh_cn: 检查更新失败
zh_tw: 檢查更新失敗
