Repository: ShareX/ShareX
Catalog: ShareX.HelpersLib/Properties/Resources.*.resx
Languages: ar_ye, de, el, es_mx, fa_ir, fr, he_il, hu, id_id, it_it, ja_jp, ko_kr, nl_nl, pl, pt_br, ro, ru, tr, uk, vi_vn, zh_cn, zh_tw

source: Result:
ar_ye: النتيجة:
de: Ergebnis:
el: Αποτέλεσμα:
es_mx: Resultado:
fr: Résultat :
he_il: תוצאה:
ja_jp: ハッシュ値:
pl: Wynik:
pt_br: Resultado:
ro: Rezultat:
ru: Результат:
tr: Sonuç:
uk: Результат:
vi_vn: Kết quả:
zh_cn: 结果：
zh_tw: 結果：

source: Target:
ar_ye: الهدف:
de: Ziel:
el: Στόχος:
es_mx: Objetivo:
fr: Cible :
he_il: מטרה:
ja_jp: 比較するハッシュ値:
pl: Cel:
pt_br: Alvo:
ro: Țintă:
ru: Цель:
tr: Hedef:
uk: Ціль:
vi_vn: Mục tiêu:
zh_cn: 目标：
zh_tw: 目標：

# ArrowHeadDirection_End
source: End
ar_ye: نهاية
de: Ende
el: Τέλος
es_mx: Fin
fr: Fin
he_il: סוף
ja_jp: 終点のみ
pl: Koniec
pt_br: Final
ro: Sfârșit
ru: Конец
tr: Son
uk: Кінець
vi_vn: Cuối
zh_cn: 终点
zh_tw: 尾端

# ArrowHeadDirection_Start
source: Start
ar_ye: بدء
el: Έναρξη
es_mx: Inicio
fr: Début
he_il: התחלה
ja_jp: 始点のみ
pl: Rozpocznij
pt_br: Início
ro: Început
ru: Начало
tr: Baş
uk: Початок
vi_vn: Đầu
zh_cn: 起点
zh_tw: 首端

# ArrowHeadDirection_Both
source: Both
ar_ye: كلا الاتجاهين
de: Beides
el: Και οι δύο
es_mx: Ambos
fr: Les deux
he_il: שניהם
ja_jp: 両端
pl: Obie
pt_br: Ambos
ro: Ambele
ru: Оба
tr: İki taraf
uk: Обидва
vi_vn: Cả hai
zh_cn: 两端
zh_tw: 兩端

# StepType_LettersLowercase
source: Letters (Lowercase)
ar_ye: حروف صعيرة
de: Buchstaben (Kleinbuchtstaben)
el: Γράμματα (πεζά)
es_mx: Letras (Minúsculas)
he_il: אותיות (קטנות)
ja_jp: 英字(小)
pl: Litery (małe)
pt_br: Letras (minúsculas)
ro: Litere (minuscule)
ru: Буквы (нижний регистр)
tr: Harfler (Küçük harf)
uk: Літери (нижній регістр)
vi_vn: Chữ cái (Chữ thường)
zh_cn: 字母（小写）
zh_tw: 字母 (小寫)

# StepType_LettersUppercase
source: Letters (Uppercase)
ar_ye: حروف كبيرة
de: Buchstaben (Großbuchtstaben)
el: Γράμματα (κεφαλαία)
es_mx: Letras (Mayúsculas)
he_il: אותיות (גדולות)
ja_jp: 英字(大)
pl: Litery (wielkie)
pt_br: Letras (maiúsculas)
ro: Litere (majuscule)
ru: Буквы (верхний регистр)
tr: Harfler (Büyük harf)
uk: Літери (верхній регістр)
vi_vn: Chữ cái (Chữ hoa)
zh_cn: 字母（大写）
zh_tw: 字母 (大寫)

# StepType_Numbers
source: Numbers
ar_ye: أرقام
de: Nummern
el: Αριθμοί
es_mx: Números
he_il: מספרים
ja_jp: 数字
pl: Cyfry
pt_br: Números
ro: Numerele
ru: Цифры
tr: Sayılar
uk: Числа
vi_vn: Số
zh_cn: 数字
zh_tw: 數字

# StepType_RomanNumeralsLowercase
source: Roman numerals (Lowercase)
ar_ye: أرقام رومانية (حروف صغيرة)
de: Römische Ziffern (Kleinbuchstaben)
el: Λατινικοί αριθμοί (πεζά)
es_mx: Numerales romanos (Minúsculas)
he_il: ספרות רומיות (אותיות קטנות)
ja_jp: ローマ数字(小)
pl: Cyfry rzymskie (małe litery)
pt_br: Algarismos romanos (minúsculas)
ro: Cifre romane (minuscule)
ru: Римские цифры (нижний регистр)
tr: Roma rakamları (Küçük harf)
uk: Римські цифри (нижній регістр)
vi_vn: Chữ số La mã (Chữ thường)
zh_cn: 随机数字（小写）
zh_tw: 羅馬數字 (小寫)

# StepType_RomanNumeralsUppercase
source: Roman numerals (Uppercase)
ar_ye: أرقام رومانية (حروف كبيرة)
de: Römische Ziffern (Großbuchstaben)
el: Λατινικοί αριθμοί (κεφαλαία)
es_mx: Numerales romanos (Mayúsculas)
he_il: ספרות רומיות (אותיות גדולות)
ja_jp: ローマ数字(大)
pl: Cyfry rzymskie (wielkie litery)
pt_br: Algarismos romanos (maiúsculas)
ro: Cifre romane (majuscule)
ru: Римские цифры (верхний регистр)
tr: Roma rakamları (Büyük harf)
uk: Римські цифри (верхній регістр)
vi_vn: Chữ số La mã (Chữ hoa)
zh_cn: 随机数字（大写）
zh_tw: 羅馬數字 (大寫)

# HotkeyType_ClipboardViewer
source: Clipboard viewer
ar_ye: عارض الحافظة
de: Zwischenablage-Betrachter
el: Προβολή πρόχειρου
es_mx: Visualizador de portapapeles
he_il: מציג לוח הגזירה
ja_jp: クリップボードビューアー
pl: Przeglądarka schowka
pt_br: Visualizador da área de transferência
ro: Vizualizator de clipboard
ru: Буфер обмена
tr: Pano görüntüleyici
uk: Переглядач буфера обміну
vi_vn: Trình xem khay nhớ tạm
zh_cn: 剪贴板查看器
zh_tw: 剪貼簿檢視器

# HotkeyType_InspectWindow
source: Inspect window
ar_ye: مشخّص النوافذ
de: Fenster überprüfen
el: Επιθεώρηση παραθύρου
es_mx: Inspeccionar ventana
he_il: בודק חלונית
ja_jp: ウィンドウの調査
pl: Sprawdź okno
pt_br: Inspecionar janela
ro: Inspectare fereastră
ru: Исследовать окно
tr: Pencere incele
uk: Перевірити вікно
vi_vn: Kiểm tra cửa sổ
zh_cn: 探查窗口
zh_tw: 檢視視窗

# BorderStyle_Solid
source: Solid
ar_ye: مصمت
de: Durchgehend
el: Στερεά
es_mx: Sólido
he_il: מוצק
ja_jp: 実線
pl: Linia stała
pt_br: Sólido
ru: Сплошная
tr: Düz
uk: Суцільна
vi_vn: In đậm
zh_cn: 实线
zh_tw: 實線

# BorderStyle_Dash
source: Dash
ar_ye: شَرطة
de: Strich
es_mx: Guión
he_il: מקו
ja_jp: 破線
pl: Linia przerywana
pt_br: Tracejado
ru: Пунктир
tr: Tire
uk: Пунктир
vi_vn: Dấu gạch ngang
zh_cn: 虚线
zh_tw: 虛線

# BorderStyle_Dot
source: Dot
ar_ye: نقطة
de: Punkt
el: Σημείο
es_mx: Punto
he_il: נקודה
ja_jp: 点線
pl: Kropka
pt_br: Pontilhado
ro: Punct
ru: Точки
tr: Nokta
uk: Крапки
vi_vn: Dấu chấm
zh_cn: 点线
zh_tw: 點線

# BorderStyle_DashDot
source: DashDot
ar_ye: شَرطة، نقطة
de: StrichPunkt
es_mx: GuiónPunto
he_il: מקו נקודה
ja_jp: 一点鎖線
pl: Linia przerywana z kropkami
pt_br: Traço e ponto
ru: Штрихпунктир
tr: Tire nokta
uk: Штрихпунктир
vi_vn: Dấu gạch chấm
zh_cn: 点划线
zh_tw: 點虛線

# BorderStyle_DashDotDot
source: DashDotDot
ar_ye: شَرطة، نقطة، شَرطة
de: StrichPunktPunkt
es_mx: GuiónPuntoPunto
he_il: מקו נקודה נקודה
ja_jp: 二点鎖線
pl: Linia przerywana z dwoma kropkami
pt_br: Traço, ponto e ponto
ro: DashDotDotDot
ru: Штрихпунктир с двумя точками
tr: Tire nokta nokta
uk: Штрихпунктир з двома крапками
vi_vn: Dấu gạch 2 chấm
zh_cn: 点点划线
zh_tw: 雙點虛線

# ToastClickAction_CloseNotification
source: Close notification
ar_ye: إغلاق الإشعار
de: Benachrichtigung schließen
el: Κλείσιμο ειδοποίησης
es_mx: Cerrar notificación
he_il: סגור התראה
ja_jp: 通知を閉じる
pl: Zamknij powiadomienie
pt_br: Fechar notificação
ro: Închideți notificarea
ru: Закрыть уведомление
tr: Uyarı penceresini kapat
uk: Закрити сповіщення
vi_vn: Đóng thông báo
zh_cn: 关闭通知
zh_tw: 關閉通知

# ToastClickAction_AnnotateImage
source: Edit image
ar_ye: تعديل الصورة
de: Bild bearbeiten
el: Επεξεργασία εικόνας
es_mx: Editar imagen
he_il: ערוך תמונה
ja_jp: 画像編集
pl: Edytuj obraz
pt_br: Editar imagem
ro: Editați imaginea
ru: Пометить изображение
tr: Resimi düzenle
uk: Редагувати зображення
vi_vn: Chỉnh sửa hình ảnh
zh_cn: 编辑图像
zh_tw: 編輯圖片

# ToastClickAction_CopyImageToClipboard
source: Copy image
ar_ye: نسخ الصورة
de: Bild kopieren
el: Αντιγραφή εικόνας
es_mx: Copiar imagen
he_il: העתק תמונה
ja_jp: 画像をコピー
pl: Skopiuj obraz
pt_br: Copiar imagem
ro: Copiere imagine
ru: Скопировать изображение
tr: Resim kopyala
uk: Скопіювати зображення
vi_vn: Sao chép hình ảnh
zh_cn: 复制图像
zh_tw: 複製圖片

# ToastClickAction_CopyFile
source: Copy file
ar_ye: نسخ الملف
de: Datei kopieren
el: Αντιγραφή αρχείου
es_mx: Copiar archivo
he_il: העתק קובץ
ja_jp: ファイルをコピー
pl: Skopiuj plik
pt_br: Copiar arquivo
ro: Copiere fișier
ru: Скопировать файл
tr: Dosya kopyala
uk: Скопіювати файл
vi_vn: Sao chép tệp
zh_cn: 复制文件
zh_tw: 複製檔案

# ToastClickAction_CopyFilePath
source: Copy file path
ar_ye: نسخ مسار الملف
de: Dateipfad kopieren
el: Αντιγραφή της διαδρομής του αρχείου
es_mx: Copiar ruta de archivo
he_il: העתק נתיב קובץ
ja_jp: ファイルパスをコピー
pl: Skopiuj ścieżkę pliku
pt_br: Copiar caminho do arquivo
ro: Copiați calea fișierului
ru: Скопировать путь к файлу
tr: Dosya yolunu kopyala
uk: Скопіювати шлях до файлу
vi_vn: Sao chép đường dẫn tệp
zh_cn: 复制文件路径
zh_tw: 複製檔案路徑

# ToastClickAction_CopyUrl
source: Copy link
ar_ye: نسخ الرابط
de: Link kopieren
el: Αντιγραφή συνδέσμου
es_mx: Copiar enlace
he_il: העתק קישור
ja_jp: URLをコピー
pl: Skopiuj link
pt_br: Copiar link
ro: Copiați link-ul
ru: Скопировать ссылку
tr: Bağlantıyı kopyala
uk: Скопіювати посилання
vi_vn: Sao chép đường dẫn
zh_cn: 复制链接
zh_tw: 複製網址

# ToastClickAction_OpenFile
source: Open file
ar_ye: فتح ملف
de: Datei öffnen
el: Άνοιγμα αρχείου
es_mx: Abrir archivo
he_il: פתח קובץ
ja_jp: ファイルを開く
pl: Otwórz plik
pt_br: Abrir arquivo
ro: Deschideți fișierul
ru: Скопировать файл
tr: Dosya aç
uk: Відкрити файл
vi_vn: Mở tệp
zh_cn: 打开文件
zh_tw: 開啟檔案

# ToastClickAction_OpenFolder
source: Open folder
ar_ye: فتح مجلد
de: Ordner öffnen
el: Άνοιγμα φακέλου
es_mx: Abrir carpeta
he_il: פתח תיקייה
ja_jp: フォルダを開く
pl: Otwórz folder
pt_br: Abrir pasta
ro: Deschideți folderul
ru: Скопировать папку
tr: Klasör aç
uk: Відкрити теку
vi_vn: Mở thư mục
zh_cn: 打开文件夹
zh_tw: 開啟資料夾

# ToastClickAction_OpenUrl
source: Open link
ar_ye: فتح الرابط
de: Link öffnen
el: Άνοιγμα συνδέσμου
es_mx: Abrir enlace
he_il: פתח קישור
ja_jp: URLを開く
pl: Otwórz link
pt_br: Abrir link
ro: Deschideți link-ul
ru: Скопировать ссылку
tr: Bağlantı aç
uk: Відкрити посилання
vi_vn: Mở liên kết
zh_cn: 打开链接
zh_tw: 開啟網址

# ToastClickAction_Upload
source: Upload file
ar_ye: رفع الملف
de: Datei hochladen
el: Ανέβασμα αρχείου
es_mx: Subir archivo
he_il: העלה קובץ
ja_jp: ファイルをアップロード
pl: Prześlij plik
pt_br: Enviar arquivo
ro: Încărcați fișierul
ru: Загрузить файл
tr: Karşıya dosya yükle
uk: Вивантажити файл
vi_vn: Tải file lên
zh_cn: 上传文件
zh_tw: 上傳檔案

# ContentAlignment_TopLeft
source: Top left
ar_ye: أعلى اليسار
de: Links oben
el: Επάνω αριστερά
es_mx: Superior izquierda
he_il: שמאל עליון
ja_jp: 左上
pl: Góra po lewej
pt_br: Superior esquerdo
ro: Stânga sus
ru: Вверху слева
tr: Sol üst
uk: Вгорі ліворуч
vi_vn: Trên - Trái
zh_cn: 左上
zh_tw: 左上

# ContentAlignment_TopCenter
source: Top center
ar_ye: أعلى الوسط
de: Mitte oben
el: Επάνω κέντρο
es_mx: Centro superior
he_il: מרכז עליון
ja_jp: 上
pl: Górny środek
pt_br: Superior ao meio
ro: Centru sus
ru: Вверху посередине
tr: Orta üst
uk: Вгорі посередині
vi_vn: Trên - Giữa
zh_cn: 正上
zh_tw: 正上

# ContentAlignment_TopRight
source: Top right
ar_ye: أعلى اليمين
de: Rechts oben
el: Επάνω δεξιά
es_mx: Superior derecha
he_il: ימין עליון
ja_jp: 右上
pl: Góra po prawej
pt_br: Superior à direita
ro: Dreapta sus
ru: Вверху справа
tr: Sağ üst
uk: Вгорі праворуч
vi_vn: Trên - Phải
zh_cn: 右下
zh_tw: 左上

# ContentAlignment_MiddleLeft
source: Middle left
ar_ye: وسط - يسار
de: Mitte links
el: Μέση αριστερά
es_mx: Centro izquierda
he_il: שמאל אמצע
ja_jp: 左
pl: Środek po lewej
pt_br: Meio à esquerda
ro: Mijloc stânga
ru: Посередине слева
tr: Sol orta
uk: Посередині ліворуч
vi_vn: Trung tâm bên trái
zh_cn: 左中
zh_tw: 左中

# ContentAlignment_MiddleCenter
source: Middle center
ar_ye: في المركز
de: Mittelpunkt
el: Μέσο κέντρο
es_mx: Centro medio
he_il: מרכז אמצע
ja_jp: 中央
pl: Środek
pt_br: Meio centralizado
ro: Centrul mijloc
ru: Посередине
tr: Orta merkez
uk: Посередині
vi_vn: Trung tâm
zh_cn: 正中
zh_tw: 正中

# ContentAlignment_MiddleRight
source: Middle right
ar_ye: وسط - يمين
de: Mitte rechts
el: Μέση δεξιά
es_mx: Centro derecha
he_il: ימין אמצע
ja_jp: 右
pl: Środek po prawej
pt_br: Meio à direita
ro: Mijloc dreapta
ru: Посередине справа
tr: Sağ orta
uk: Посередині праворуч
vi_vn: Trung tâm bên phải
zh_cn: 右中
zh_tw: 右中

# ContentAlignment_BottomLeft
source: Bottom left
ar_ye: أسفل - يسار
de: Links unten
el: Κάτω αριστερά
es_mx: Inferior izquierda
he_il: שמאל תחתון
ja_jp: 左下
pl: Dół po lewej
pt_br: Inferior esquerda
ro: Stânga jos
ru: Внизу слева
tr: Sol alt
uk: Внизу ліворуч
vi_vn: Dưới - Trái
zh_cn: 左下
zh_tw: 左下

# ContentAlignment_BottomCenter
source: Bottom center
ar_ye: أسفل - متوسط
de: Mitte unten
el: Κάτω κέντρο
es_mx: Centro inferior
he_il: מרכז תחתון
ja_jp: 下
pl: Dolny środek
pt_br: Inferior centro
ro: Centru jos
ru: Внизу посередине
tr: Orta alt
uk: Внизу посередині
vi_vn: Dưới - Giữa
zh_cn: 正下
zh_tw: 正下

# ContentAlignment_BottomRight
source: Bottom right
ar_ye: أسفل - يمين
de: Rechts unten
el: Κάτω δεξιά
es_mx: Inferior derecha
he_il: ימין תחתון
ja_jp: 右下
pl: Dół po prawej
pt_br: Inferior direito
ro: Dreapta jos
ru: Внизу справа
tr: Sağ alt
uk: Внизу праворуч
vi_vn: Dưới - Phải
zh_cn: 右下
zh_tw: 右下

# URLSharingServices_BingVisualSearch
source: Bing visual search
ar_ye: بحث الصور باستخدام Bing
de: Visuelle Bing Suche
el: Bing οπτική αναζήτηση
es_mx: Búsqueda visual de Bing
he_il: חיפוש ויזואלי של בינג
ja_jp: Bing画像検索
pl: Wyszukiwanie wizualne Bing
pt_br: Pesquisa visual do Bing
ro: Căutarea vizuală Bing
ru: Визуальный поиск Bing
tr: Bing görsel arama
uk: Візуальний пошук Bing
vi_vn: Tìm kiếm trực quan trên Bing
zh_cn: 必应可视化搜索
zh_tw: Bing 圖像式搜尋

# EDataType_Default
source: Default
ar_ye: الافتراضي
de: Standard
el: Προεπιλογή
es_mx: Predeterminado
he_il: ברירת מחדל
ja_jp: 標準
pl: Domyślnie
pt_br: Padrão
ro: Implicit
ru: По умолчанию
tr: Varsayılan
uk: За замовчуванням
vi_vn: Mặc định
zh_cn: 默认
zh_tw: 預設

# EDataType_File
source: File
ar_ye: ملف
de: Datei
el: Αρχείο
es_mx: Archivo
he_il: קובץ
ja_jp: ファイル
pl: Plik
pt_br: Arquivo
ro: Fișier
ru: Файл
tr: Dosya
uk: Файл
vi_vn: Tệp
zh_cn: 文件
zh_tw: 檔案

# EDataType_Image
source: Image
ar_ye: الصورة
de: Bild
el: Εικόνα
es_mx: Imagen
he_il: תמונה
ja_jp: 画像
pl: Obraz
pt_br: Imagem
ro: Imagine
ru: Изображение
tr: Resim
uk: Зображення
vi_vn: Hình ảnh
zh_cn: 图像
zh_tw: 圖片

# EDataType_Text
source: Text
ar_ye: النص
el: Κείμενο
es_mx: Texto
he_il: טקסט
ja_jp: テキスト
pl: Tekst
pt_br: Texto
ru: Текст
tr: Yazı
uk: Текст
vi_vn: Chữ
zh_cn: 文本
zh_tw: 文字

# EDataType_URL
source: URL
ar_ye: عنوان URL
he_il: קישור
pl: Link
ru: Ссылка
uk: Посилання
zh_cn: 网址
zh_tw: 網址

# RegionCaptureAction_CaptureLastRegion
source: Capture last region
ar_ye: التقاط المنطقة السابقة
de: Letzten Bereich aufnehmen
el: Σύλληψη της τελευταίας περιοχής
es_mx: Capturar última región
he_il: צלם אזור אחרון
ja_jp: 最近使用した領域をキャプチャー
pl: Przechwycenie ostatniego regionu
pt_br: Capturar última região
ro: Capturarea ultimei regiuni
ru: Захват последней области
tr: Son bölgeyi yakala
uk: Захоплення останньої області
vi_vn: Chụp vùng cuối cùng
zh_cn: 捕捉上次区域
zh_tw: 擷取上個區域

# HotkeyType_StopScreenRecording
source: Stop screen recording
ar_ye: إيقاف تسجيل الشاشة
de: Bildschirmaufnahme beenden
el: Διακοπή εγγραφής οθόνης
es_mx: Detener grabación de pantalla
he_il: עצור את הקלטת המסך
ja_jp: 動画キャプチャーを停止
pl: Zatrzymaj nagrywanie ekranu
pt_br: Parar a gravação da tela
ro: Opriți înregistrarea ecranului
ru: Прекратить запись экрана
tr: Ekran kaydını durdur
uk: Зупинити запис екрана
vi_vn: Dừng ghi màn hình
zh_cn: 停止屏幕录制
zh_tw: 停止錄製螢幕

# HotkeyType_ToggleTrayMenu
source: Toggle tray menu
ar_ye: عرض/إخفاء قائمة أيقونة الإشعارات
de: Menü umschalten
el: Εναλλαγή μενού δίσκου
es_mx: Activar/Desactivar menú de la bandeja
he_il: הצג/הסתר את תפריט מגש המערכת
ja_jp: トレイメニューを切り替え
pl: Przełącz menu zasobnika
pt_br: Alternar menu da bandeja
ro: Comutați meniul din bară
ru: Переключить меню трея
tr: Tepsi menüsünü aç/kapat
uk: Переключити меню області сповіщень
vi_vn: Chuyển đổi menu
zh_cn: 切换托盘菜单
zh_tw: 顯示系統匣選單

# ThumbnailViewClickAction_Default
source: Default
ar_ye: الافتراضي
de: Standard
el: Προεπιλογή
es_mx: Predeterminado
he_il: ברירת מחדל
ja_jp: 既定
pl: Domyślnie
pt_br: Padrão
ro: Implicit
ru: По умолчанию
tr: Varsayılan
uk: За замовчуванням
vi_vn: Mặc định
zh_cn: 默认
zh_tw: 預設

# ThumbnailViewClickAction_EditImage
source: Edit image
ar_ye: تعديل الصورة
de: Bild bearbeiten
el: Επεξεργασία εικόνας
es_mx: Editar imagen
he_il: ערוך תמונה
ja_jp: 画像エディタで編集
pl: Edytuj obraz
pt_br: Editar imagem
ro: Editați imaginea
ru: Редактировать изображение
tr: Resimi düzenle
uk: Редагувати зображення
vi_vn: Chỉnh sửa hình ảnh
zh_cn: 编辑图像
zh_tw: 編輯圖片

# ThumbnailViewClickAction_OpenFile
source: Open file
ar_ye: فتح ملف
de: Datei öffnen
el: Άνοιγμα αρχείου
es_mx: Abrir archivo
he_il: פתח קובץ
ja_jp: ファイルを開く
pl: Otwórz plik
pt_br: Abrir arquivo
ro: Deschideți fișierul
ru: Открыть файл
tr: Dosya aç
uk: Відкрити файл
vi_vn: Mở tệp
zh_cn: 打开文件
zh_tw: 開啟檔案

# ThumbnailViewClickAction_OpenFolder
source: Open folder
ar_ye: فتح مجلد
de: Ordner öffnen
el: Άνοιγμα φακέλου
es_mx: Abrir carpeta
he_il: פתח תיקייה
ja_jp: フォルダを開く
pl: Otwórz folder
pt_br: Abrir pasta
ro: Deschideți folderul
ru: Открыть папку
tr: Klasör aç
uk: Відкрити теку
vi_vn: Mở thư mục
zh_cn: 打开文件夹
zh_tw: 開啟資料夾

# ThumbnailViewClickAction_OpenImageViewer
source: Open image viewer
ar_ye: فتح عارض الصور
de: Bildbetrachter öffnen
el: Άνοιγμα προγράμματος προβολής εικόνων
es_mx: Abrir visualizador de imágenes
he_il: פתח מציג תמונה
ja_jp: 画像ビューアで開く
pl: Otwórz przeglądarkę obrazów
pt_br: Abrir visualizador de imagens
ro: Deschideți vizualizatorul de imagini
ru: Открыть просмотр изображений
tr: Resim görüntüleyiciyi aç
uk: Відкрити переглядач зображень
vi_vn: Mở trình xem hình ảnh
zh_cn: 打开图像查看器
zh_tw: 開啟圖片檢視器

# ThumbnailViewClickAction_OpenURL
source: Open URL
ar_ye: فتح URL
de: URL öffnen
el: Άνοιγμα URL
es_mx: Abrir URL
he_il: פתח קישור
ja_jp: URLを開く
pl: Otwórz link
pt_br: Abrir URL
ro: Deschideți URL-ul
ru: Открыть ссылку
tr: Adresi aç
uk: Відкрити посилання
vi_vn: Mở URL
zh_cn: 打开网址
zh_tw: 開啟網址

# ThumbnailViewClickAction_Select
source: Select
ar_ye: تحديد
de: Auswählen
el: Επιλέξτε
es_mx: Seleccionar
he_il: בחר
ja_jp: 画像を選択（何もしない）
pl: Wybierz
pt_br: Selecionar
ro: Selectați
ru: Выбрать
tr: Seç
uk: Вибрати
vi_vn: Chọn
zh_cn: 选择
zh_tw: 選擇

# ImagePreviewLocation_Bottom
source: Bottom
ar_ye: أسفل
de: Unten
el: Κάτω μέρος
es_mx: Inferior
he_il: תחתון
ja_jp: 下
pl: Dół
pt_br: Inferior
ro: Partea de jos
ru: Внизу
tr: Alt
uk: Внизу
vi_vn: Dưới
zh_cn: 底边
zh_tw: 底部

# ImagePreviewLocation_Side
source: Side
ar_ye: جانبي
de: Seite
el: Πλευρά
es_mx: Lateral
he_il: צד
ja_jp: 横
pl: Bok
pt_br: Lateral
ro: Lateral
ru: Сбоку
tr: Kenar
uk: Збоку
vi_vn: Bên cạnh
zh_cn: 侧边
zh_tw: 側邊

# ImagePreviewVisibility_Automatic
source: Automatic
ar_ye: تلقائي
de: Automatisch
el: Αυτόματο
es_mx: Automático
he_il: אוטומטי
ja_jp: 自動
pl: Automatycznie
pt_br: Automático
ro: Automat
ru: Автоматически
tr: Otomatik
uk: Автоматично
vi_vn: Tự Động
zh_cn: 自动
zh_tw: 自動

# ImagePreviewVisibility_Hide
source: Hide
ar_ye: إخفاء
de: Verstecken
el: Απόκρυψη
es_mx: Ocultar
he_il: הסתר
ja_jp: 表示しない
pl: Ukryj
pt_br: Ocultar
ro: Ascundeți
ru: Скрыть
tr: Gizle
uk: Приховати
vi_vn: Ẩn
zh_cn: 隐藏
zh_tw: 隱藏

# ImagePreviewVisibility_Show
source: Show
ar_ye: عرض
de: Anzeigen
el: Εμφάνιση
es_mx: Mostrar
he_il: הצג
ja_jp: 表示
pl: Pokaż
pt_br: Mostrar
ro: Arată
ru: Показывать
tr: Göster
uk: Показати
vi_vn: Hiện
zh_cn: 显示
zh_tw: 顯示

# TaskViewMode_ListView
source: List view
ar_ye: عرض كقائمة
de: Listenansicht
el: Προβολή λίστας
es_mx: Vista de lista
he_il: תצוגת רשימה
ja_jp: リスト表示
pl: Widok listy
pt_br: Exibição de lista
ro: Vizualizare listă
ru: Режим списка
tr: Liste görünümü
uk: Режим списку
vi_vn: Chế độ xem danh sách
zh_cn: 列表视图
zh_tw: 清單模式

# TaskViewMode_ThumbnailView
source: Thumbnail view
ar_ye: عرض كـ شبكة
de: Thumbnail-Ansicht
el: Προβολή μικρογραφιών
es_mx: Vista de miniatura
he_il: תצוגת תמונות ממוזערות
ja_jp: サムネイル表示
pl: Widok miniatur
pt_br: Exibição em miniatura
ro: Vizualizare în miniatură
ru: Режим миниатюр
tr: Küçük resim görünümü
uk: Режим мініатюр
vi_vn: Chế độ xem hình thu nhỏ
zh_cn: 缩略图视图
zh_tw: 縮圖模式

# ThumbnailTitleLocation_Bottom
source: Bottom
ar_ye: أسفل
de: Unten
el: Κάτω μέρος
es_mx: Inferior
he_il: למטה
ja_jp: 下
pl: Dół
pt_br: Inferior
ro: Partea de jos
ru: Внизу
tr: Alt
uk: Внизу
vi_vn: Dưới
zh_cn: 底部
zh_tw: 下方

# ThumbnailTitleLocation_Top
source: Top
ar_ye: أعلى
de: Oben
el: Κορυφή
es_mx: Superior
he_il: למעלה
ja_jp: 上
pl: Góra
pt_br: Superior
ru: Вверху
tr: Üst
uk: Зверху
vi_vn: Trên
zh_cn: 顶部
zh_tw: 上方

# HotkeyType_ImageViewer
source: Image viewer
ar_ye: عارض الصور
de: Bildbetrachter
el: Πρόγραμμα προβολής εικόνας
es_mx: Visualizador de imágenes
he_il: מציג תמונה
ja_jp: 画像ビューア
pl: Przeglądarka obrazów
pt_br: Visualizador de imagens
ro: Vizualizator de imagini
ru: Просмотр изображений
tr: Resim görüntüleyici
uk: Переглядач зображень
vi_vn: Xem ảnh
zh_cn: 图像查看器
zh_tw: 圖片檢視器

# HotkeyType_OCR
source: OCR
ar_ye: التعرف على النصوص OCR
ru: Распознавание текста (OCR)
uk: Розпізнавання тексту (OCR)

# HotkeyType_BorderlessWindow
source: Borderless window
ar_ye: نافذة بلا إطار
de: Randloses Fenster
el: Παράθυρο χωρίς περιθώρια
es_mx: Ventana sin bordes
he_il: חלון ללא מסגרת
ja_jp: ボーダーレスウィンドウ
pl: Okno bez obramowania
pt_br: Janela sem bordas
ro: Fereastră fără margini
ru: Безрамочное окно
tr: Kenarsız pencere
uk: Безрамкове вікно
vi_vn: Cửa sổ không viền
zh_cn: 无边框窗口
zh_tw: 無邊框視窗

# AfterCaptureTasks_PinToScreen
source: Pin to screen
ar_ye: تثيبت على الشاشة
de: An Bildschirm anheften
el: Καρφίτσα στην οθόνη
es_mx: Fijar a pantalla
he_il: הצמד למסך
ja_jp: 最前面に固定
pl: Przypnij do ekranu
pt_br: Fixar na tela
ru: Закрепить на экране
tr: Ekrana sabitle
uk: Закріпити на екрані
vi_vn: Ghim vào màn hình
zh_tw: 釘選至螢幕

# ToastClickAction_PinToScreen
source: Pin to screen
ar_ye: تثيبت على الشاشة
de: An Bildschirm anheften
el: Καρφίτσα στην οθόνη
es_mx: Fijar a pantalla
he_il: הצמד למסך
ja_jp: 最前面に固定
pl: Przypnij do ekranu
pt_br: Fixar na tela
ru: Закрепить на экране
tr: Ekrana sabitle
uk: Закріпити на екрані
vi_vn: Ghim vào màn hình
zh_tw: 釘選至螢幕

source: ShareX - Image viewer
ar_ye: ShareX - عارض الصور
de: ShareX - Bildbetrachter
el: ShareX - Πρόγραμμα προβολής εικόνων
es_mx: ShareX - Visualizador de imagen
he_il: ShareX - מציג תמונה
ja_jp: ShareX - 画像ビューア
pl: ShareX - Przeglądarka obrazów
pt_br: ShareX - Visualizador de imagens
ru: ShareX - Просмотр изображений
tr: ShareX - Resim görüntüleyici
uk: ShareX — Переглядач зображень
vi_vn: ShareX - Trình xem hình ảnh
zh_tw: ShareX - 圖片檢視器

# HotkeyType_PinToScreen
source: Pin to screen
ar_ye: تثيبت على الشاشة
de: An Bildschirm anheften
el: Καρφίτσα στην οθόνη
es_mx: Fijar a pantalla
he_il: הצמד למסך
ja_jp: 最前面に固定
pl: Przypnij do ekranu
pt_br: Fixar na tela
ru: Закрепить на экране
tr: Ekrana sabitle
uk: Закріпити на екрані
vi_vn: Ghim vào màn hình
zh_tw: 釘選至螢幕

# CutOutEffectType_None
source: No effect
ar_ye: بلا تأخير
de: Keinen Effekt
el: Καμία επίδραση
es_mx: Sin efecto
he_il: ללא אפקט
ja_jp: なし
pl: Bez efektu
pt_br: Sem efeito
ru: Без эффекта
tr: Efekt yok
uk: Без ефекту
vi_vn: Không hiệu ứng
zh_tw: 無效果

# CutOutEffectType_TornEdge
source: Torn edges
ar_ye: حواف ممزقة
de: eingerissene Kanten
el: Σκισμένες άκρες
es_mx: Bordes rasgados
he_il: קצוות קרועים
ja_jp: 破れ
pl: Poszarpane krawędzie
pt_br: Bordas rasgadas
ru: Рваные края
tr: Yırtık kenarlar
uk: Рвані краї
vi_vn: Rách mép
zh_tw: 撕裂

# CutOutEffectType_Wave
source: Wave
ar_ye: موجة
de: Welle
el: Κύμα
es_mx: Onda
he_il: גל
ja_jp: 波
pl: Fala
pt_br: Onda
ru: Волна
tr: Dalga
uk: Хвиля
vi_vn: Sóng
zh_tw: 波浪

# CutOutEffectType_ZigZag
source: Sawtooth
ar_ye: أسنان المنشار
de: Sägezahn
es_mx: Dientes de sierra
he_il: משונן
ja_jp: のこぎり歯
pt_br: Zig zag
ru: Пила
tr: Testere dişi
uk: Пилка
vi_vn: Răng cưa
zh_tw: 鋸齒

# ShapeType_ToolCutOut
source: Cut out (X)
ar_ye: اقتطاع (X)
de: Ausschneiden (X)
el: Αποκοπή (X)
es_mx: Recorte (X)
he_il: גזור (X)
ja_jp: ツール: 切り抜き削除(X)
pl: Wycięcie (X)
pt_br: Recortar (X)
ru: Разрыв (X)
tr: Kesip çıkar (X)
uk: Вирізати (X)
vi_vn: Cắt bỏ (X)
zh_tw: 剪紙效果 (X)

# HotkeyType_PinToScreenFromClipboard
source: Pin to screen (From clipboard)
ar_ye: تثيبت على الشاشة (من الحافظة)
de: An Bildschirm anheften (Von Zwischenablage)
el: Καρφίτσα στην οθόνη (Από το πρόχειρο)
es_mx: Fijar en pantalla (Desde portapapeles)
he_il: הצמד למסך (מלוח הגזירה)
ja_jp: 最前面に固定（クリップボードから）
pl: Przypnij do ekranu (ze schowka)
pt_br: Fixar na tela da área de transferência
ru: Закрепить на экране (из буфера обмена)
tr: Ekrana sabitle (Panodan)
uk: Закріпити на екрані (з буфера обміну)
vi_vn: Ghim vào màn hình (Từ khay nhớ tạm)
zh_tw: 釘選至螢幕 (從剪貼簿)

# HotkeyType_PinToScreenFromFile
source: Pin to screen (From file)
ar_ye: تثيبت على الشاشة ( من ملف)
de: An Bildschirm anheften (Von Datei)
el: Καρφίτσα στην οθόνη (Από αρχείο)
es_mx: Fijar en pantalla (Desde archivo)
he_il: הצמד למסך (מקובץ)
ja_jp: 最前面に固定（ファイルから）
pl: Przypnij do ekranu (z pliku)
pt_br: Fixar na tela (do arquivo)
ru: Закрепить на экране (из файла)
tr: Ekrana sabitle (Dosyadan)
uk: Закріпити на екрані (з файлу)
vi_vn: Ghim vào màn hình (Từ tệp)
zh_tw: 釘選至螢幕 (從檔案)
