Repository: ShareX/ShareX
Catalog: ShareX.ScreenCaptureLib/Properties/Resources.*.resx
Languages: el, es_mx, fa_ir, fr, he_il, id_id, it_it, ja_jp, ko_kr, pt_pt, ru, tr, vi_vn, zh_cn, zh_tw

# ShapeManager_CreateContextMenu_Border_size_
source: Border size:
el: Μέγεθος περιθωρίου:
es_mx: Grosor de borde:
fr: Taille des bordures :
he_il: גודל גבול:
id_id: Ukuran bingkai:
it_it: Dimensione Bordo:
ja_jp: 枠の太さ:
ko_kr: 테두리 크기:
pt_pt: Tamanho da margem:
ru: Размер рамки:
tr: Çerçeve boyutu:
vi_vn: Kích cỡ đường viền:
zh_cn: 边框尺寸：
zh_tw: 邊框尺寸：

# ShapeManager_CreateToolbar_AnnotateMenu
source: Editor menu
el: Μενού Editor
es_mx: Menú de anotaciones
fr: Menu annotations
he_il: תפריט העורך
id_id: Menu anotasi
ja_jp: 注釈メニュー
ko_kr: 주석 메뉴
pt_pt: Menu de notas
ru: Меню примечаний
tr: Editör menüsü
vi_vn: Menu chú thích
zh_cn: 注释菜单
zh_tw: 編輯器選單

# ShapeManager_CreateToolbar_PasteImageText
source: Paste image/text
el: Επικόλληση εικόνας/κειμένου
es_mx: Pegar imagen o texto
fa_ir: چسباندن عکس یا متن
fr: Coller image/texte
he_il: הדבק תמונה/טקסט
id_id: Tempel gambar/teks
ja_jp: 画像/文字を貼り付け
ko_kr: 이미지/텍스트 붙여넣기
pt_pt: Colar imagem/texto
ru: Вставить картинку/текст
tr: Resim/yazı yapıştır
vi_vn: Dán ảnh/văn bản
zh_cn: 粘贴图像/文本
zh_tw: 貼上圖片/文字

# ShapeManager_CreateToolbar_CropImage
source: Crop image...
el: Περικοπή εικόνας...
es_mx: Recortar imagen...
fa_ir: بریدن عکس ...
fr: Rogner l'image...
he_il: חתוך תמונה...
id_id: Pangkas gambar...
ja_jp: 画像の切り抜き...
ko_kr: 이미지 자르기...
pt_pt: Recortar imagem...
ru: Кадрировать...
tr: Resimi kırp...
vi_vn: Cắt ảnh...
zh_cn: 裁剪图像...
zh_tw: 裁切圖片...

# ShapeManager_CreateContextMenu_Border_color___
source: Border color...
el: Χρώμα συνόρων...
es_mx: Color de borde...
fr: Couleur des bordures...
he_il: צבע גבול...
id_id: Warna bingkai...
it_it: Colore Bordo...
ja_jp: 枠線の色...
ko_kr: 테두리 색...
pt_pt: Cor da margem...
ru: Цвет рамки...
tr: Çerçeve rengi...
vi_vn: Màu đường viền...
zh_cn: 边框颜色...
zh_tw: 邊框顏色...

# ShapeManager_CreateContextMenu_Show_magnifier
source: Show magnifier
el: Εμφάνιση μεγεθυντικού φακού
es_mx: Mostrar lupa
fa_ir: نشان دادن ذره بین
fr: Afficher la loupe
he_il: הצג זכוכית מגדלת
id_id: Tampilkan kaca pembesar
it_it: Mostra Lente d'Ingrandimento
ja_jp: ルーペを表示
ko_kr: 돋보기 보이기
pt_pt: Mostrar lupa
ru: Показывать лупу
tr: Büyüteç göster
vi_vn: Hiện vùng phóng đại
zh_cn: 显示放大镜
zh_tw: 顯示放大鏡

# RectangleTransparent_RectangleTransparent_Rectangle_capture_transparent
source: Rectangle capture transparent
el: Ορθογώνιο σύλληψη διαφανές
es_mx: Captura de rectángulo transparente
fr: Capture rectangle transparent
he_il: מלבן לכידה שקוף
id_id: Pengambilan persegi panjang (transparan)
it_it: Cattura Rettangolare Trasparente
ja_jp: 領域キャプチャー (透過モード)
ko_kr: 투명 직사각형 영역 촬영
pt_pt: Captura de retângulo transparente
ru: Захват области с прозрачным фоном
tr: Dikdörtgen yakalama saydam
vi_vn: Chụp hình chữ nhật kiểu trong suốt
zh_cn: 透明矩形（ShareX 窗口透明）
zh_tw: 矩形擷取 (透明)

# ShapeManager_CreateContextMenu_Show_position_and_size_info
source: Show position and size info
el: Εμφάνιση πληροφοριών θέσης και μεγέθους
es_mx: Mostrar posición y tamaño
fa_ir: اطلاعات اندازه و مکان را نشان بده
fr: Afficher les infos sur la position et la taille
he_il: הצג מידע על מיקום וגודל
id_id: Tampilkan info ukuran dan posisi
it_it: Mostra Informazioni Posizione e Dimensione
ja_jp: 位置と大きさの情報を表示
ko_kr: 위치와 크기 정보 보이기
pt_pt: Mostrar posição e tamanho
ru: Показывать информацию о позиции и размере
tr: Pozisyon ve boyut bilgisi göster
vi_vn: Hiện thông tin vị trí và kích thước
zh_cn: 显示位置和尺寸信息
zh_tw: 顯示位置和尺寸資訊

# ScrollingCaptureForm_StartCapture_Stop_capture
source: Stop capture
el: Διακοπή σύλληψης
es_mx: Detener captura
fa_ir: توقف ضبط
fr: Arrêter la capture
he_il: עצור צילום מסך
id_id: Berhenti mengambil
it_it: Ferma Cattura
ja_jp: キャプチャー停止
ko_kr: 촬영 중지
pt_pt: Para captura
ru: Остановить захват
tr: Yakalamayı durdur
vi_vn: Dừng chụp
zh_cn: 停止捕捉
zh_tw: 停止擷取

# ShapeManager_CreateContextMenu_Show_screen_wide_crosshair
source: Show screen wide crosshair
el: Εμφάνιση διασταυρωμένου στόχου σε ευρεία οθόνη
es_mx: Mostrar retículo:
fr: Afficher la large croix sur l'écran
he_il: הצג כוונת בגודל המסך
id_id: Tampilkan garis bidik layar
it_it: Mostra Mirino a Dimensione Schermo
ja_jp: 十字線カーソルを表示
ko_kr: 화면을 가로지르는 조준선 보이기
pt_pt: Mostrar mira da largura do ecrã
ru: Показывать полноэкранное перекрестье
tr: Ekranı kaplayan artı şeklinde imleç göster
vi_vn: Hiện tâm ngắm trên màn hình
zh_cn: 显示屏幕宽十字线
zh_tw: 顯示全螢幕十字線

# ShapeManager_CreateToolbar_Image
source: Image
el: Εικόνα
es_mx: Imagen
fa_ir: عکس
he_il: תמונה
id_id: Gambar
ja_jp: 画像
ko_kr: 이미지
pt_pt: Imagem
ru: Изображение
tr: Resim
vi_vn: Ảnh
zh_cn: 图像
zh_tw: 圖片

# ShapeManager_CreateContextMenu_Magnifier_pixel_count_
source: Magnifier pixel count:
el: Αριθμός εικονοστοιχείων μεγεθυντικού φακού:
es_mx: Número de píxeles de la lupa:
fr: Nombre de pixels de la loupe :
he_il: כמות פיקסלים של זכוכית מגדלת:
id_id: Jumlah piksel kaca pembesar:
it_it: Numero Pixel Lente d'Ingrandimento:
ja_jp: ルーペの表示ピクセル数:
ko_kr: 돋보기 픽셀 갯수:
pt_pt: Quantidade de pixels da lupa:
ru: Количество пикселей в лупе:
tr: Büyüteç piksel sayısı:
vi_vn: Số lượng điểm ảnh phóng đại:
zh_cn: 放大镜像素数量：
zh_tw: 放大鏡像素數量：

# ShapeManager_CreateToolbar_FontSize
source: Font size:
el: Μέγεθος γραμματοσειράς:
es_mx: Tamaño de la tipografía:
fa_ir: اندازه فونت:
fr: Taille de police :
he_il: גודל גופן:
id_id: Ukuran huruf:
ja_jp: 文字サイズ:
ko_kr: 글꼴 크기:
pt_pt: Tamanho da fonte:
ru: Размер шрифта:
tr: Yazı boyutu:
vi_vn: Cỡ phông chữ:
zh_cn: 字号：
zh_tw: 字型大小：

# ShapeManager_CreateToolbar_InsertImageFile
source: Insert image file...
el: Εισαγωγή αρχείου εικόνας...
es_mx: Insertar archivo de imagen...
fa_ir: فایل عکس را وارد کن....
fr: Insérer un fichier image...
he_il: הוסף קובץ תמונה...
id_id: Sisipkan file gambar...
ja_jp: 画像ファイルを挿入...
ko_kr: 이미지 파일 삽입:
pt_pt: Inserir imagem...
ru: Вставить файл изображения...
tr: Resim dosyası ekle...
vi_vn: Chèn tệp ảnh...
zh_cn: 插入图像文件...
zh_tw: 插入圖片檔案...

# RegionCaptureForm_TipYouCanPanImageByHoldingMouseMiddleButtonAndDragging
source: Tip: You can pan image by holding mouse middle button and dragging.
el: Συμβουλή: Μπορείτε να μετατοπίσετε την εικόνα κρατώντας πατημένο το μεσαίο κουμπί του ποντικιού και σύροντας.
es_mx: Consejo: para desplazarse por la imagen, mantener pulsado el botón medio del ratón y arrastrar.
fr: Astuce : Vous pouvez déplacer l'image en maintenant enfoncé le bouton central de la souris et en glissant.
he_il: טיפ: ניתן להזיז תמונה על ידי החזקת הלחצן האמצעי של העכבר וגרירתו.
id_id: Kiat: Anda bisa menggeser gambar dengan menahan tombol tengah tetikus dan menyeretnya.
ja_jp: ヒント: 表示領域の移動はマウス中ボタンを押したままドラッグ
ko_kr: 팁: 가운데 마우스 버튼을 누르고 드래그하면 이미지를 이동시킬 수 있습니다.
pt_pt: Nota: Prima botão do scroll do rato e arraste para imagem panorâmica.
ru: Заметка: Изображение можно перемещать, удерживая среднюю кнопку мыши.
tr: İpucu: Farenin orta düğmesini basılı tutup sürükleyerek resmi kaydırabilirsiniz.
vi_vn: Tip: Bạn có thể di chuyển ảnh bằng cách giữ nút chuột giữa và kéo.
zh_cn: 提示：按住鼠标中键并拖拽可以平移图像。
zh_tw: 提示：點擊滑鼠中鍵並拖曳即可平移圖片。

# ShapeManager_CreateToolbar_RunAfterCaptureTasks
source: Run after capture tasks (Enter)
el: Εκτέλεση μετά τις εργασίες σύλληψης (Enter)
es_mx: Ejecutar tareas de después de capturar (Intro)
fr: Exécuter après les tâches de capture
he_il: הרץ משימות לאחר צילום מסך (Enter)
id_id: Jalankan tugas setelah mengambil (Enter)
it_it: Esegui dopo le Operazioni di Cattura
ja_jp: キャプチャー後のタスクを実行
ko_kr: 촬영 뒤 할 일 하기
pt_pt: Executar tarefas "após captura" (Enter)
ru: Выполнить задачи после захвата
tr: Yakalama sonrası görevlerini çalıştır (Enter)
vi_vn: Chạy tác vụ sau khi chụp (Enter)
zh_cn: 完成捕捉任务后运行 (Enter)
zh_tw: 執行擷取後的排程 (Enter)

# ShapeManager_CreateContextMenu_RememberMenuState
source: Remember menu state
el: Θυμηθείτε την κατάσταση του μενού
es_mx: Recordar estado de menú
fa_ir: وضعیت منو را به خاطر داشته باش.
fr: Mémoriser l'état du menu
he_il: זכור את מצב התפריט
id_id: Ingat kondisi menu
it_it: Ricorda Stato Menu
ja_jp: メニューの選択状態を記憶する
ko_kr: 메뉴 상태 기억하기
pt_pt: Memorizar o estado do menu
ru: Помнить состояние меню
tr: Menü durumunu hatırla
vi_vn: Ghi nhớ trạng thái menu
zh_cn: 记住菜单状态
zh_tw: 記住選單狀態

# ShapeManager_CreateContextMenu_Magnifier_pixel_size_
source: Magnifier pixel size:
el: Μέγεθος εικονοστοιχείου μεγεθυντικού φακού:
es_mx: Tamaño del píxel de la lupa:
fr: Taille des pixels de la loupe :
he_il: גודל פיקסל זכוכית מגדלת:
id_id: Ukuran piksel kaca pembesar:
it_it: Dimensione Pixel Lente d'Ingrandimento:
ja_jp: ルーペのピクセルの大きさ:
ko_kr: 돋보기 픽셀 크기:
pt_pt: Tamanho da lupa:
ru: Размер пикселя в лупе:
tr: Büyüteç piksel boyutu:
vi_vn: Kích cỡ phóng đại điểm ảnh:
zh_cn: 放大镜像素尺寸：
zh_tw: 放大鏡像素尺寸：

# ShapeManager_CreateContextMenu_Corner_radius_
source: Corner radius:
el: Ακτίνα γωνίας:
es_mx: Curvatura de esquinas:
fr: Rayon des coins :
he_il: רדיוס פינה:
id_id: Radius sudut:
it_it: Raggio Angolo:
ja_jp: 角の半径:
ko_kr: 가장자리 반경:
pt_pt: Raio dos cantos:
ru: Радиус скругления:
tr: Kenar yarıçapı:
vi_vn: Bán kính góc:
zh_cn: 圆角半径：
zh_tw: 圓角半徑：

# ShapeManager_CreateContextMenu_Pixel_size_
source: Pixel size:
el: Μέγεθος εικονοστοιχείου:
es_mx: Tamaño del píxel:
fa_ir: اندازه پیکسل:
fr: Taille des pixels :
he_il: גודל פיקסל:
id_id: Ukuran piksel:
it_it: Dimensione Pixel:
ja_jp: ピクセルの大きさ:
ko_kr: 픽셀 크기:
pt_pt: Tamanho do pixel:
ru: Размер пикселя:
tr: Piksel boyutu:
vi_vn: Kích thước điểm ảnh:
zh_cn: 像素尺寸:
zh_tw: 像素尺寸：

# RegionCaptureForm_ShowExitConfirmation_ShareXImageEditor
source: ShareX - Image editor
el: ShareX - Επεξεργαστής εικόνας
es_mx: ShareX - Editor de imágenes
fa_ir: ShareX - ویرایشگر عکس
fr: ShareX - Éditeur d'image
he_il: ShareX - עורך תמונה
ja_jp: ShareX - 画像エディタ
ko_kr: ShareX - 이미지 편집기
pt_pt: ShareX - Editor de imagem
ru: ShareX - Редактор изображений
tr: ShareX - Resim düzenleyici
vi_vn: ShareX - Trình chỉnh sửa ảnh
zh_cn: ShareX - 图像编辑器
zh_tw: ShareX - 圖片編輯器

# ShapeManager_CreateContextMenu_SwitchToDrawingToolAfterSelection
source: Switch to drawing tool after shape selection
el: Εναλλαγή σε εργαλείο σχεδίασης μετά την επιλογή σχήματος
es_mx: Cambiar a herramienta de dibujo después de seleccionar la forma
fr: Basculer vers l'outil de dessin après avoir sélectionné la forme
he_il: עבור לכלי הציור לאחר בחירת צורה
ja_jp: 図形を選択した後は、図形描画モードにする
pt_pt: Mudar para a ferramenta de desenho depois de seleccionar a forma
ru: Выбирать инструмент рисования после выбора фигуры
tr: Nesne seçtikten sonra çizim aracına geç
vi_vn: Chuyển qua công vụ vẽ sau khi chọn hình
zh_cn: 选择形状后切换到绘图工具
zh_tw: 選取形狀後切換到繪圖工具

# ShapeManager_CreateContextMenu_SwitchToSelectionToolAfterDrawing
source: Switch to selection tool after shape drawing
el: Εναλλαγή σε εργαλείο επιλογής μετά τη σχεδίαση σχήματος
es_mx: Cambiar a herramienta de selección después de dibujar una forma
fr: Basculer vers l'outil de sélection après avoir dessiné la forme
he_il: בור לכלי הבחירה לאחר ציור צורה
ja_jp: 図形を描いた後は、図形選択モードにする
pt_pt: Mudar para a ferramenta da forma depois do desenho
ru: Выбирать инструмент выделения после рисования
tr: Nesne çizdikten sonra seçim aracına geç
vi_vn: Chuyển qua công cụ chọn hình sau khi vẽ hình
zh_cn: 绘制形状后切换到选区工具
zh_tw: 繪製形狀後切換到選取工具

# ShapeManager_CreateToolbar_StartingStepValue
source: Value of first step:
el: Αξία του πρώτου βήματος:
es_mx: Valor del primer paso:
fa_ir: مقدار اولین گام:
fr: Valeur du premier incrément :
he_il: ערך השלב הראשון:
ja_jp: ステップの最初の値:
pt_pt: Valor do primeiro passo:
ru: Значение на первом шаге:
tr: İlk kademe değeri:
vi_vn: Giá trị bước đầu tiên:
zh_cn: 第一步的值：
zh_tw: 第一步的值：

source: Close (Esc)
el: Κλείσιμο (Esc)
es_mx: Cerrar (Esc)
fr: Fermer (Esc)
he_il: סגור (Esc)
ja_jp: 閉じる(Esc)
pt_pt: Fechar (Esc)
ru: Закрыть (Esc)
tr: Kapat (Esc)
vi_vn: Đóng (Esc)
zh_cn: 关闭 (Esc)
zh_tw: 關閉 (Esc)

source: Magnify strength:
el: Μεγέθυνση δύναμης:
es_mx: Amplitud de la lupa:
fr: Force du grossissement :
he_il: עוצמת הגדלה:
ja_jp: 拡大率:
pt_pt: Força da lupa:
ru: Степень увеличения:
tr: Büyütme gücü:
vi_vn: Độ phóng to:
zh_cn: 放大强度:
zh_tw: 放大強度：

source: Drop shadow color...
el: Χρώμα σκιάς πτώσης...
es_mx: Color de sombra...
fr: Couleur de l'ombre portée...
he_il: צבע צללית...
ja_jp: 影の色...
pt_pt: Cor da sombra projectada...
ru: Цвет тени...
tr: Düşen gölge rengi...
vi_vn: Đổ bóng có màu...
zh_cn: 阴影颜色...
zh_tw: 陰影顏色...

# ImageEffects
source: Add image effects...
el: Προσθέστε εφέ εικόνας...
es_mx: Agregar efectos...
fa_ir: اضافه کردن افکت های عکس...
fr: Ajouter des effets d'image...
he_il: הוסף אפקטי תמונה...
ja_jp: 画像エフェクトを追加...
pt_pt: Adicionar efeitos de imagem...
ru: Добавить эффекты изображений...
tr: Resim efekti ekle...
vi_vn: Thêm hiệu ứng ảnh...
zh_cn: 添加图像特效...
zh_tw: 新增圖片效果...

# LightResizeNodes
source: Use light resize nodes
el: Χρήση ελαφρών κόμβων αλλαγής μεγέθους
es_mx: Usar vértices simples al cambiar el tamaño
fr: Utiliser des petites poignées de redimensionnement
he_il: השתמש בצמתים לשינוי גודל קל
ja_jp: 小さいリサイズ用ハンドルを使う
pt_pt: Utilizar nós de redireccionamento transparentes
ru: Упрощенные элементы масштабирования
tr: Basit yeniden boyutlandırma tutamacı kullan
vi_vn: Dùng light resize nodes
zh_cn: 使用简单的尺寸调整节点
zh_tw: 使用高亮尺寸調整點

# OpenKeybindsPage
source: Open keybinds web page...
el: Ανοίξτε την ιστοσελίδα δεσμεύσεων πλήκτρων...
es_mx: Abrir página web de atajos de teclado...
fr: Ouvrir la page web des raccourcis clavier...
he_il: פתח את דף האינטרנט של המקשים...
ja_jp: キー割り当て一覧のページを開く...
pt_pt: Abrir site de atalhos...
ru: Открыть страницу горячих клавиш...
tr: Tuşlar web sayfasını aç...
vi_vn: Mở trang web chứa thiết lập phím tắt...
zh_cn: 打开按键绑定网页...
zh_tw: 開啟按鍵配置網頁...

source: Duplicate
el: Διπλό
fr: Dupliquer
he_il: שכפל
ja_jp: 複製
ru: Дублировать
tr: Çoğalt
vi_vn: Nhân bản
zh_cn: 克隆
zh_tw: 複製

source: Menu icon size:
el: Μέγεθος εικονιδίου μενού:
fr: Taille des icônes du menu :
he_il: גודל סמל התפריט:
ja_jp: 画像エディタのアイコンサイズ:
ru: Размер иконок меню:
tr: Menü ikon boyutu:
vi_vn: Kích thước biểu tượng menu:
zh_cn: 菜单图标大小：
zh_tw: 選單圖示大小：

source: New line: Ctrl + Enter, OK: Enter
el: Νέα γραμμή: ΟΚ: Enter
fr: Nouvelle ligne : Ctrl + Entrée, OK : Entrée
he_il: שורה חדשה: Ctrl + Enter, OK: Enter
ja_jp: Ctrl+Enterで改行 Enterで確定
ru: Новая строка: Ctrl + Enter, OK: Enter
tr: Yeni satır: Ctrl + Enter, Tamam: Enter
vi_vn: Dòng mới: Ctrl + Enter, OK: Enter
zh_cn: 回车键确认，Ctrl+回车 换行
zh_tw: Ctrl + Enter：換行；Enter：確認

source: New line: Enter, OK: Ctrl + Enter
el: Νέα γραμμή: Enter, OK: Ctrl + Enter
fr: Nouvelle ligne : Entrée, OK : Ctrl + Entrée
he_il: שורה חדשה: Enter, OK: Ctrl + Enter
ja_jp: Enterで改行 Ctrl+Enterで確定
ru: Новая строка: Enter, OK: Ctrl + Enter
tr: Yeni satır: Enter, Tamam: Ctrl + Enter
vi_vn: Dòng mới: Enter, OK: Ctrl + Enter
zh_cn: 回车键换行，Ctrl+回车 确认
zh_tw: Ctrl + Enter：確認；Enter：換行

# ShapeManager_ArrowHeadDirection
source: Arrow head direction:
el: Κατεύθυνση κεφαλής βέλους:
fr: Direction de la tête de flêche :
he_il: כיוון ראש החץ:
ja_jp: 矢の先端の方向:
ru: Направление стрелки:
tr: Ok başı yönü:
vi_vn: Hướng đầu mũi tên:
zh_cn: 箭头头部方向：
zh_tw: 箭頭頭部方向：

source: Lock menu
el: Μενού κλειδώματος
fr: Verrouiller le menu
he_il: נעל תפריט
ja_jp: ツールバーメニューを固定する
ru: Зафиксировать меню
tr: Menüyü kitle
vi_vn: Khóa menu
zh_cn: 锁定菜单
zh_tw: 鎖定選單

# ShapeManager_BorderStyle
source: Border style:
el: Στυλ περιγράμματος:
fr: Style de bord :
he_il: סגנון גבול:
ja_jp: 線の形式:
ru: Стиль рамки:
tr: Çerçeve stili:
vi_vn: Kiểu viền:
zh_cn: 边框样式：
zh_tw: 邊框樣式：

# ShapeManager_CreateToolbar_StepType
source: Step type:
el: Τύπος βήματος:
fr: Type de pas :
he_il: סוג שלב:
ja_jp: 文字の種類:
ru: Тип шага:
tr: Kademe tipi:
vi_vn: Loại bước:
zh_cn: 步进类型：
zh_tw: 步驟類型：

# ScreenRecordForm_Stop
source: Stop
el: Σταματήστε το
fr: Arrêter
he_il: עצור
ja_jp: 録画終了
ru: Стоп
tr: Durdur
vi_vn: Dừng
zh_cn: 停止
zh_tw: 停止

# ScreenRecordForm_Start
source: Start
el: Έναρξη
fr: Démarrer
he_il: התחל
ja_jp: 録画開始
ru: Начать
tr: Başlat
vi_vn: Bắt đầu
zh_cn: 开始
zh_tw: 開始

# ScreenRecordForm_StartRecording_Click_tray_icon_to_start_recording_
source: Click to start recording.
el: Κάντε κλικ για να ξεκινήσετε την εγγραφή.
fr: Cliquer pour commencer l'enregistrement.
he_il: לחץ כדי להתחיל הקלטה.
ja_jp: クリックで録画を開始。
ru: Нажмите, чтобы начать запись.
tr: Kayda başlamak için tıklayın.
vi_vn: Bấm để bắt đầu ghi.
zh_cn: 点击开始录制。
zh_tw: 點擊開始錄製。

# ScreenRecordForm_StartRecording_Click_tray_icon_to_stop_recording_
source: Click to stop recording.
el: Κάντε κλικ για να σταματήσετε την εγγραφή.
fr: Cliquer pour arrêter l'enregistrement.
he_il: לחץ כדי לעצור את ההקלטה.
ja_jp: クリックすると録画を停止。
ru: Нажмите, чтобы остановить запись.
tr: Kaydı durdurmak için tıklayın.
vi_vn: Bấm để dừng ghi.
zh_cn: 点击停止录制。
zh_tw: 點擊停止錄製。

# ScreenRecordForm_ConfirmCancel
source: Are you sure you want to abort this recording?
el: Σίγουρα θέλετε να διακόψετε αυτή την εγγραφή;
fr: Voulez-vous vraiment annuler cet enregistrement ?
he_il: האם אתה בטוח שברצונך לבטל את ההקלטה הזו?
ja_jp: 録画を中止しますか？
ru: Отменить эту запись?
tr: Kaydı iptal etmek istediğinize emin misiniz?
vi_vn: Bạn có chắc chắn muốn hủy bản ghi này không?
zh_cn: 确定终止此录制？
zh_tw: 確定要取消這次錄製嗎？

source: Auto copy image to clipboard
el: Αυτόματη αντιγραφή εικόνας στο πρόχειρο
fr: Copier automatiquement l'image du presse-papier
he_il: העתק אוטומטית תמונה ללוח הגזירה
ja_jp: クリップボードに自動でコピー
ru: Автоматически копировать изображение в буфер обмена
tr: Resmi otomatik olarak panoya kopyala
vi_vn: Tự động sao chép hình ảnh vào khay nhớ tạm
zh_cn: 自动复制图像到剪贴板
zh_tw: 自動複製圖片到剪貼簿

source: Blur
el: Θολούρα
fr: Flouter
he_il: טשטש
ja_jp: ぼかし
ru: Размытие
tr: Bulanıklaştır
vi_vn: Làm mờ
zh_cn: 模糊
zh_tw: 模糊

source: Pixelate
fr: Pixelliser
he_il: פיקסול
ja_jp: モザイク
ru: Пикселизация
tr: Mozaikle
zh_cn: 像素化
zh_tw: 像素化

# ShapeManager_CreateToolbar_ToolOptions
source: Tool options
el: Επιλογές εργαλείων
fr: Options de l'outil
he_il: אפשרויות כלי
ja_jp: ほかのオプション
ru: Настройки инструмента
tr: Araç seçenekleri
vi_vn: Tùy chọn công cụ
zh_cn: 工具选项
zh_tw: 工具選項

source: Bitrate:
he_il: קצב סיביות:
ja_jp: ビットレート:
ru: Битрейт:
tr: Bit hızı:
vi_vn: Tốc độ bit:
zh_tw: 位元率：

source: Processing...
el: Επεξεργασία...
fr: Traitement...
he_il: מעבד...
ja_jp: 処理中...
ru: Обработка...
tr: İşleniyor...
vi_vn: Đang xử lý...
zh_cn: 正在处理...
zh_tw: 處理中...

# ScreenRecordForm_StartRecording_Encoding___
source: Encoding...
el: Κωδικοποίηση...
fr: Encodage...
he_il: מקודד...
ja_jp: エンコード中...
ru: Кодирование...
tr: Kodlanıyor...
vi_vn: Mã hóa ...
zh_cn: 正在编码...
zh_tw: 轉檔中...

# ScreenRecordForm_StartRecording_Waiting___
source: Waiting...
el: Περιμένοντας...
fr: Attente...
he_il: ממתין...
ja_jp: 待機中...
ru: Ожидание...
tr: Bekleniyor...
vi_vn: Đang chờ đợi...
zh_cn: 请稍候...
zh_tw: 等待中...

# ThisWindowWillCloseBeforeOpeningKeybindsPageWantContinue
source: This window will close before opening the keybinds web page. Do you want to continue?
el: Αυτό το παράθυρο θα κλείσει προτού ανοίξει η ιστοσελίδα με τις δεσμεύσεις πλήκτρων. Θέλετε να συνεχίσετε;
es_mx: Esta ventana se cerrará antes de abrir la página web de atajos de teclado. ¿Desea continuar?
fr: Cette fenêtre va se fermer avant d'ouvrir la page web des raccourcis clavier. Voulez-vous continuer ?
he_il: חלון זה ייסגר לפני פתיחת דף האינטרנט של המקשים. האם אתה רוצה להמשיך?
ja_jp: キーバインドのウェブページを開く前に、このウィンドウを閉じます。続行しますか？
ko_kr: 이 창은 keybinds 웹 페이지를 열기 전에 닫힙니다. 계속하시겠습니까?
pt_pt: Esta janela irá fechar antes de abrir o site de atalhos. Deseja continuar?
ru: Это окно закроется перед тем, как открыть страницу с горячими клавишами. Хотите продолжить?
tr: Tuşlar web sayfası açılmadan önce bu pencere kapanacaktır. Devam etmek istediğinize emin misiniz?
vi_vn: Cửa sổ sẽ được đóng trước khi mở trang web chứa thông tin phím tắt. Bạn có muốn tiếp tục không?
zh_cn: 此窗口将在打开按键绑定页面前关闭，要继续吗？
zh_tw: 此視窗將在開啟按鍵配置網頁前關閉。是否要繼續？

# ShapeManager_CreateToolbar_ZoomToFitOnOpen
source: Zoom to fit on open
el: Μεγέθυνση για να χωρέσει σε ανοιχτό
fr: Zoomer pour ajuster à l'ouverture
he_il: התקרב כדי להתאים לפתיחה
ja_jp: 開いたら幅に合わせて拡大表示
ru: Подогнать под размеры окна при открывании
tr: Açılışta sığdırmak için yakınlaştır
vi_vn: Thu phóng để vừa mở
zh_cn: 打开时缩放到适当大小
zh_tw: 打開時縮放到適當大小

source: Resume
el: Βιογραφικό σημείωμα
fr: Reprendre
he_il: המשך
ja_jp: 再開
ru: Продолжить
tr: Devam et
vi_vn: Tiếp tục
zh_tw: 繼續

source: Pause
el: Παύση
he_il: השהה
ja_jp: 一時停止
ru: Пауза
tr: Duraklat
vi_vn: Dừng
zh_tw: 暫停

source: FPS limit:
el: Όριο FPS:
fr: Limite IPS :
he_il: הגבלת FPS:
ja_jp: FPS 上限:
ru: Лимит FPS:
tr: FPS limiti:
vi_vn: Giới hạn FPS:
zh_cn: 帧率限制：
zh_tw: 幀率限制：

source: Image copied
el: Αντιγραφή εικόνας
fr: Image copiée
he_il: התמונה הועתקה
ja_jp: 画像をコピーしました
ru: Изображение скопировано
tr: Resim kopyalandı
vi_vn: Đã sao chép hình ảnh
zh_cn: 图像已复制
zh_tw: 已複製圖片

source: Image saved
el: Εικόνα αποθηκευμένη
fr: Image enregistrée
he_il: התמונה נשמרה
ja_jp: 画像を保存しました
ru: Изображение сохранено
tr: Resim kaydedildi
vi_vn: Đã lưu hình ảnh
zh_cn: 图像已保存
zh_tw: 已儲存圖片

# ImageSavedAs
source: Image saved
el: Εικόνα αποθηκευμένη
fr: Image enregistrée
he_il: התמונה נשמרה
ja_jp: 画像を保存しました
ru: Изображение сохранено
tr: Resim kaydedildi
vi_vn: Đã lưu hình ảnh
zh_cn: 图像已保存
zh_tw: 已儲存圖片

source: Image uploading
el: Ανέβασμα εικόνας
fr: Mise en ligne de l'image
he_il: התמונה מועלית
ja_jp: 画像をアップロード中
ru: Изображение загружается
tr: Resim karşıya yükleniyor
vi_vn: Tải lên hình ảnh
zh_cn: 正在上传图像
zh_tw: 正在上傳圖片

source: Highlight
el: Επισημάνετε το
fr: Surligner
he_il: הדגש
ja_jp: ハイライト
ru: Подсвечивание
tr: Vurgula
vi_vn: Điểm nổi bật
zh_cn: 高亮
zh_tw: 高亮

# CutOutEffectType
source: Cut out effect:
el: Εφέ αποκοπής:
fr: Effet de découpe :
he_il: גזור אפקט:
ja_jp: 切り抜き削除の効果:
ru: Эффект разрыва:
tr: Kesip çıkarma efekti:
vi_vn: Cắt bỏ hiệu ứng:
zh_tw: 剪紙效果：

source: Cut out effect size:
el: Κόψτε το μέγεθος της επίδρασης:
fr: Taille de l'effet de découpe :
he_il: גזור גודל אפקט:
ja_jp: 切り抜き削除の効果の大きさ:
ru: Размер эффекта:
tr: Kesip çıkarma efekt boyutu:
vi_vn: Cắt bỏ kích thước hiệu ứng:
zh_tw: 剪紙效果大小：

# ShapeManager_CreateToolbar_Redo
source: Redo
el: Επανάληψη
fr: Rétablir
he_il: עשה מחדש
ja_jp: やり直し
ru: Повторить
tr: Yeniden yap
zh_tw: 重做

# RegionCaptureForm_SaveChangesBeforeClosingEditor
source: There are unsaved changes. Would you like to save the changes before closing the image editor?
el: Υπάρχουν μη σωσμένες αλλαγές. Θα θέλατε να αποθηκεύσετε τις αλλαγές πριν κλείσετε τον επεξεργαστή εικόνας;
fr: Il y a des modifications non enregistrées. Voulez-vous enregistrer les modifications avant de fermer l'éditeur d'image ?
he_il: יש שינויים שלא נשמרו. האם ברצונך לשמור את השינויים לפני סגירת עורך התמונות?
ja_jp: 変更内容が保存されていません。 画像エディタを閉じる前に変更を保存しますか？
ru: Есть несохраненные изменения. Хотите сохранить изменения перед тем, как закрыть редактор?
zh_tw: 有尚未儲存的變更。 是否要在關閉圖片編輯器前儲存變更？

source: Image URL
el: URL εικόνας
fr: URL de l'image
he_il: קישור התמונה
ja_jp: 画像URL
ru: URL изображения
zh_tw: 圖片網址

source: Confirmation
el: Επιβεβαίωση
he_il: אישור
ja_jp: 確認
ru: Подтверждение
zh_tw: 確認

source: Would you like to reset options?
el: Θα θέλατε να επαναφέρετε τις επιλογές;
fr: Voulez-vous réinitialiser les options ?
he_il: האם ברצונך לאפס את האפשרויות?
ja_jp: オプションを初期化しますか？
ru: Хотите сбросить настройки?
zh_tw: 是否要重設選項？

source: Cut out background color...
el: Κόψτε το χρώμα φόντου...
fr: Couleur de l'arrière-plan de découpe...
ja_jp: 切り抜き削除の背景色...
ru: Цвет фона разрыва...
zh_tw: 剪紙背景顏色...

# RulerAngle
source: Angle
el: Γωνία
ja_jp: 角度
ru: Угол

# RulerWidth
source: Width
el: Πλάτος
ja_jp: 幅
ru: Ширина

# RulerHeight
source: Height
el: Ύψος
ja_jp: 高さ
ru: Высота

# RulerRight
source: Right
el: Δεξιά
ja_jp: 右
ru: Право

# RulerBottom
source: Bottom
el: Κάτω μέρος
ja_jp: 下
ru: Низ

# RulerPerimeter
source: Perimeter
el: Περίμετρος
ja_jp: 外周
ru: Периметр

# RulerArea
source: Area
el: Περιοχή
ja_jp: 面積
ru: Площадь

# RulerDistance
source: Distance
el: Απόσταση
ja_jp: 距離
ru: Расстояние
