Repository: ShareX/ShareX
Catalog: ShareX.ScreenCaptureLib/Properties/Resources.*.resx
Languages: el, es_mx, fa_ir, fr, he_il, id_id, it_it, ja_jp, ko_kr, pt_pt, ru, tr, vi_vn, zh_cn, zh_tw

# ShapeManager_CreateToolbar_CancelTaskEsc
source: Cancel task (Esc)
el: Ακύρωση εργασίας (Esc)
es_mx: Cancelar tarea (Esc)
fa_ir: انصراف از وظیفه (Esc)
fr: Annuler la tâche (Échap)
he_il: ביטול משימה (Esc)
id_id: Batalkan tugas (Esc)
it_it: Annulla Operazione (Esc)
ja_jp: タスクをキャンセル (Esc)
ko_kr: 작업 취소 (Esc)
pt_pt: Cancelar tarefa (Esc)
ru: Отменить задачу (Esc)
tr: Görevi iptal et (Esc)
vi_vn: Hủy tác vụ (Esc)
zh_cn: 取消任务 (ESC)
zh_tw: 取消排程 (Esc)

# ShapeManager_CreateToolbar_UploadImage
source: Upload image (Ctrl + U)
el: Ανέβασμα εικόνας (Ctrl + U)
es_mx: Subir imagen (Ctrl+U)
fa_ir: آپلود عکس (Ctrl + U)
fr: Mettre en ligne une image
he_il: העלה תמונה (Ctrl + U)
id_id: Unggah gambar (Ctrl + U)
it_it: Carica Immagine
ja_jp: 画像をアップロード
ko_kr: 이미지 업로드
pt_pt: Enviar Imagem (Ctrl + U)
ru: Загрузить изображение (Ctrl + U)
tr: Resimi yükle (Ctrl + U)
vi_vn: Tải lên ảnh (Ctrl + U)
zh_cn: 上传图像 (Ctrl + U)
zh_tw: 上傳圖片 (Ctrl + U)

# ShapeManager_CreateContextMenu_Highlight_color___
source: Highlight color...
el: Επισημάνετε το χρώμα...
es_mx: Color de resalto:
fr: Couleur de surlignage...
he_il: צבע הדגשה...
id_id: Warnas sorot...
it_it: Colore Evidenziazione:
ja_jp: ハイライト色...
ko_kr: 강조색...
pt_pt: Cor para realçar...
ru: Цвет подсветки...
tr: Vurgulama rengi...
vi_vn: Màu đánh dấu...
zh_cn: 高亮颜色...
zh_tw: 高亮顏色...

# ShapeManager_CreateToolbar_FlipHorizontal
source: Flip horizontal
el: Αναδίπλωση οριζόντια
es_mx: Voltear en horizontal
fa_ir: چرخاندن افقی تصویر
fr: Miroir horizontal
he_il: הפוך אופקית
id_id: Balik horisontal
ja_jp: 左右反転
ko_kr: 가로로 뒤집기
pt_pt: Inversão horizontal
ru: Отразить по горизонтали
tr: Yatay olarak döndür
vi_vn: Lật theo chiều ngang
zh_cn: 水平翻转
zh_tw: 水平翻轉

# WebpageCaptureForm_UpdateControls_Stop
source: Stop
el: Σταματήστε το
es_mx: Detener
fa_ir: توقف
fr: Arrêter
he_il: עצור
id_id: Hentikan
it_it: Ferma
ja_jp: 停止
ko_kr: 중지
pt_pt: Parar
ru: Стоп
tr: Durdur
vi_vn: Dừng lại
zh_cn: 停止
zh_tw: 停止

# ShapeManager_CreateContextMenu_Multi_region_mode
source: Multi region mode
el: Λειτουργία πολλαπλών περιοχών
es_mx: Modo de varias regiones:
fr: Mode multi région
he_il: מצב ריבוי אזורים
id_id: Mode multi area
it_it: Modalità Multi Regione
ja_jp: 複数領域選択モード
ko_kr: 멀티 영역 모드
pt_pt: Modo multi-região
ru: Захват нескольких областей
tr: Çoklu bölge modu
vi_vn: Chế độ đa vùng
zh_cn: 多区域模式
zh_tw: 多區域模式

# ShapeManager_CreateToolbar_ImageSize
source: Image size...
el: Μέγεθος εικόνας...
es_mx: Tamaño de la imagen...
fa_ir: سایز عکس...
fr: Taille d'image...
he_il: גודל תמונה...
id_id: Ukuran gambar...
ja_jp: 画像の大きさ...
ko_kr: 이미지 크기...
pt_pt: Tamanho da imagem...
ru: Размер изображения...
tr: Resim boyutu...
vi_vn: Kích thước ảnh...
zh_cn: 图像尺寸...
zh_tw: 圖片尺寸...

# ShapeManager_CreateToolbar_Delete
source: Delete
el: Διαγραφή
es_mx: Borrar
fa_ir: حذف
fr: Supprimer
he_il: מחק
id_id: Hapus
it_it: Cancella
ja_jp: 削除
ko_kr: 삭제
pt_pt: Apagar
ru: Удалить
tr: Sil
vi_vn: Xóa
zh_cn: 删除
zh_tw: 刪除

# ShapeManager_CreateToolbar_ApplyChangesContinueTaskEnter
source: Apply changes & continue task (Enter)
el: Εφαρμογή των αλλαγών & συνέχιση της εργασίας (Enter)
es_mx: Aplica cambios y continuar tarea (Intro)
fa_ir: تغییرات را اعمال کن و وظیفه را ادامه بده (Enter)
fr: Appliquer les modifications et continuer la tâche (Entrée)
he_il: החל שינויים והמשך במשימה (Enter)
id_id: Terapkan perubahan & lanjutkan tugas (Enter)
it_it: Applica e Continua Operazione (Invio)
ja_jp: 変更を適用してタスクを継続 (Enter)
ko_kr: 변경 사항 적용 & 작업 재개 (Enter)
pt_pt: Aplicar alterações e continuar tarefa (Enter)
ru: Применить изменения и продолжить задачу (Enter)
tr: Değişiklikleri uygula ve göreve devam et (Enter)
vi_vn: Áp dụng thay đổi và tiếp tục tác vụ (Enter)
zh_cn: 应用更改并继续任务 (Enter)
zh_tw: 套用變更並繼續排程 (Enter)

# ShapeManager_CreateToolbar_Edit
source: Edit
el: Επεξεργασία
es_mx: Editar
fa_ir: ویرایش
fr: Modifier
he_il: ערוך
it_it: Modifica
ja_jp: 編集
ko_kr: 편집
pt_pt: Editar
ru: Изменить
tr: Düzenle
vi_vn: Chỉnh sửa
zh_cn: 编辑
zh_tw: 編輯

# ShapeManager_CreateToolbar_AutoCloseEditorOnTask
source: Auto close editor on task
el: Αυτόματο κλείσιμο του επεξεργαστή κατά την εργασία
es_mx: Cerrar editor al terminar
fr: Fermer automatiquement l'éditeur lors du lancement d'une tâche
he_il: סגירה אוטומטית של העורך במשימה
id_id: Ototmatis tutup editor pada tugas
ja_jp: エディターを自動で閉じる
ko_kr: 작업 실행 시 편집기 자동 닫기
pt_pt: Fechar automaticamente o editor numa tarefa
ru: Закрывать редактор по задаче
tr: Görevden sonra editörü otomatik kapat
vi_vn: Tự đóng trình chỉnh sửa khi chạy tác vụ
zh_cn: 任务中自动关闭编辑器
zh_tw: 在排程中自動關閉編輯器

# ShapeManager_CreateToolbar_Undo
source: Undo
el: Αναίρεση
es_mx: Deshacer
fa_ir: برگرداندن
fr: Annuler
he_il: בטל
it_it: Annulla
ja_jp: 元に戻す
ko_kr: 되돌리기
pt_pt: Reverter
ru: Отменить
tr: Geri al
vi_vn: Hoàn tác
zh_cn: 撤消
zh_tw: 復原

# ShapeManager_CreateContextMenu_Width_
source: Width:
el: Πλάτος:
es_mx: Ancho:
fa_ir: پهنا:
fr: Largeur :
he_il: רוחב:
id_id: Lebar:
it_it: Larghezza:
ja_jp: 幅:
ko_kr: 너비:
pt_pt: Largura:
ru: Ширина:
tr: Genişlik:
vi_vn: Rộng:
zh_cn: 宽度：
zh_tw: 寬：

# RegionCaptureForm_InitializeComponent_ImageEditor
source: Image editor
el: Επεξεργαστής εικόνας
es_mx: Editor de imágenes
fa_ir: ویرایشگر عکس
fr: Éditeur d'image
he_il: עורך תמונה
id_id: Editor gambar
ja_jp: 画像エディター
ko_kr: 이미지 편집기
pt_pt: Editor de Imagem
ru: Редактор изображений
tr: Resim düzenleyici
vi_vn: Trình chỉnh sửa ảnh
zh_cn: 图像编辑器
zh_tw: 圖片編輯器

# BaseRegionForm_InitializeComponent_Region_capture
source: Region capture
el: Σύλληψη περιοχής
es_mx: Captura de región
fa_ir: ناحیه ضبط
fr: Capturer une région
he_il: צלם אזור
id_id: Ambil area
it_it: Cattura Ragionr
ja_jp: 領域キャプチャー
ko_kr: 영역 촬영
pt_pt: Captura de região
ru: Захват области
tr: Yakalama bölgesi
vi_vn: Chụp theo vùng
zh_cn: 区域捕捉
zh_tw: 區域擷取

# ShapeManager_CreateContextMenu_Fixed_size_region_mode
source: Fixed size region mode
el: Λειτουργία περιοχής σταθερού μεγέθους
es_mx: Modo de región con tamaño fijo
fr: Mode région à taille fixe
he_il: מצב אזור בגודל קבוע
id_id: Mode area ukuran tetap
it_it: Modalità Regione a Dimensione Fissa
ja_jp: 固定サイズ領域キャプチャー モード
ko_kr: 고정 영역 크기 모드
pt_pt: Modo de região de tamanho fixo
ru: Режим области фиксированного размера
tr: Sabit boyut bölge modu
vi_vn: Chế độ vùng cố định kích thước
zh_cn: 固定尺寸区域模式
zh_tw: 固定尺寸區域模式

# EditorStartupForm_ClipboardDoesNotContainAnImage
source: Clipboard does not contain an image.
el: Το πρόχειρο δεν περιέχει εικόνα.
es_mx: El portapapeles no contiene ninguna imagen.
fr: Le presse-papier ne contient pas d'image.
he_il: לוח הגזירה אינו מכיל תמונה.
id_id: Papan klip tidak berisi gambar.
ja_jp: クリップボードに画像がありません。
ko_kr: 클립보드에 이미지가 없습니다
pt_pt: A área de transferência não possuí uma imagem
ru: Буфер обмена не содержит изображение.
tr: Pano resim içermiyor.
vi_vn: Vùng nhớ tạm không chứa hình ảnh.
zh_cn: 剪贴板中无图像。
zh_tw: 剪貼簿中無圖片。

# ShapeManager_CreateContextMenu_Capture_monitor
source: Capture monitor
el: Οθόνη λήψης
es_mx: Capturar monitor
fa_ir: ضبط صفحه نمایش
fr: Capturer l'écran
he_il: צלם מסך
id_id: Jepret monitor
it_it: Cattura Monitor
ja_jp: モニターをキャプチャー
ko_kr: 모니터 촬영
pt_pt: Capturar monitor
ru: Захват монитора
tr: Monitör yakala
vi_vn: Chụp màn hình
zh_cn: 捕捉显示器
zh_tw: 擷取顯示器

# ShapeManager_CreateToolbar_SendToBack
source: Send to back
el: Αποστολή προς τα πίσω
es_mx: Enviar al fondo
fa_ir: فرستادن به پشت
fr: Envoyer en fond
he_il: העבר לרקע
id_id: Kirim ke belakang
it_it: Porta in Fondo
ja_jp: 最背面へ移動
ko_kr: 맨 뒤로 보내기
pt_pt: Enviar de volta
ru: На задний план
tr: En arkaya gönder
vi_vn: Đẩy về phía sau
zh_cn: 置于底层
zh_tw: 置於底層

# ShapeManager_CreateContextMenu_Capture_active_monitor
source: Capture active monitor
el: Σύλληψη ενεργής οθόνης
es_mx: Capturar monitor activo
fa_ir: ضبط صفحه نمایش جاری
fr: Capturer l'écran actif
he_il: צלם מסך פעיל
id_id: Jepret monitor yang aktif
it_it: Cattura Monitor Attivo
ja_jp: アクティブ モニターをキャプチャー
ko_kr: 활성화 된 모니터 촬영
pt_pt: Capturar monitor activo
ru: Захват активного монитора
tr: Aktif ekranı yakala
vi_vn: Chụp màn hình đang hoạt động
zh_cn: 捕捉活动显示器
zh_tw: 擷取目前顯示器

# ShapeManager_CreateToolbar_BringForward
source: Bring forward
el: Προωθήστε
es_mx: Enviar adelante
fa_ir: آوردن به جلو
fr: Avancer
he_il: הבא קדימה
id_id: Bawa maju
it_it: Porta Avanti
ja_jp: 前面へ移動
ko_kr: 앞으로 보내기
pt_pt: Trazer para a frente
ru: Переместить вперед
tr: Öne getir
vi_vn: Đem ra phía trước
zh_cn: 上移一层
zh_tw: 上移一層

# ShapeManager_CreateToolbar_Rotate90CounterClockwise
source: Rotate 90° counter clockwise
el: Περιστροφή 90° αριστερόστροφα
es_mx: Girar 90° a la izquierda
fa_ir: ۹۰ درجه در جهت خلاف عقربه ساعت بچرخان
fr: Rotation à 90° en sens anti-horaire
he_il: סובב 90° נגד כיוון השעון
id_id: Rotasi 90 ° berlawanan arah jarum jam
ja_jp: 左に90° 回転
ko_kr: 반시계방향으로 90도 회전
pt_pt: Rodar 90º contrário ao relógio
ru: Повернуть на 90° против часовой стрелки
tr: 90° saat yönünün tersine döndür
vi_vn: Xoay 90° ngược chiều kim đồng hồ
zh_cn: 逆时针旋转90度
zh_tw: 逆時針旋轉 90°

# ShapeManager_CreateToolbar_InterpolationMode
source: Interpolation mode:
el: Λειτουργία παρεμβολής:
es_mx: Modo de interpolación
fr: Mode d'interpolation :
he_il: מצב אינטרפולציה:
id_id: Mode interpolasi
ja_jp: 補間方式:
ko_kr: 보간 모드
pt_pt: Modo de interpolação
ru: Режим интерполяции:
tr: Aradeğerleme modu:
vi_vn: Chế độ nội suy:
zh_cn: 插值模式:
zh_tw: 內插模式：

# ShapeManager_CenterPoints
source: Center points:
el: Κεντρικά σημεία:
es_mx: Puntos medios:
fr: Points de centrage :
he_il: נקודות מרכז:
id_id: Titik pusat:
ja_jp: 中間点:
ko_kr: 중심점:
pt_pt: Pontos centrais:
ru: Центральных точек:
tr: Orta noktalar:
vi_vn: Các điểm giữa:
zh_cn: 中心点:
zh_tw: 中心點：

# ShapeManager_CreateContextMenu_Options
source: Options
el: Επιλογές
es_mx: Opciones
fa_ir: تنظیمات
he_il: אפשרויות
id_id: Opsi
it_it: Opzioni
ja_jp: オプション
ko_kr: 설정
pt_pt: Opções
ru: Опции
tr: Ayarlar
vi_vn: Lựa chọn
zh_cn: 选项
zh_tw: 選項

# ShapeManager_CreateContextMenu_Capture
source: Capture
el: Σύλληψη
es_mx: Capturar
fa_ir: ضبط
fr: Capturer
he_il: צלם מסך
id_id: Ambil
it_it: Cattura
ja_jp: キャプチャー
ko_kr: 촬영
pt_pt: Captura
ru: Захват
tr: Yakala
vi_vn: Chụp
zh_cn: 截图
zh_tw: 擷取

# RectangleRegion_GetAreaText_Area
source: X: {0} Y: {1} W: {2} H: {3}
es_mx: X: {0} Y: {1} An: {2} Al: {3}
fr: X : {0} Y : {1} L : {2} H : {3}
id_id: X: {0} Y: {1} L: {2} T: {3}
ja_jp: X: {0} Y: {1} 幅: {2} 高さ: {3}
pt_pt: X: {0} Y: {1} L: {2} A: {3}
ru: X: {0} Y: {1} Ш: {2} В: {3}
tr: X: {0} Y: {1} G: {2} Y: {3}

# ShapeManager_CreateToolbar_OpenImageFile
source: Open image file...
el: Άνοιγμα αρχείου εικόνας...
es_mx: Abrir archivo de imagen...
fa_ir: بازکردن فایل عکس ...
fr: Ouvrir un fichier image...
he_il: פתח קובץ תמונה...
id_id: Buka file gambar...
ja_jp: 画像ファイルを開く...
ko_kr: 이미지 파일 열기...
pt_pt: Abrir imagem...
ru: Открыть файл изображения...
tr: Resim dosyasını aç...
vi_vn: Mở tệp ảnh...
zh_cn: 打开图像文件...
zh_tw: 開啟圖片檔案...

# ShapeManager_CreateToolbar_Rotate90Clockwise
source: Rotate 90° clockwise
el: Περιστροφή 90° δεξιόστροφα
es_mx: Girar 90° a la derecha
fa_ir: ۹۰ درجه در جهت عقربه های ساعت بچرخان
fr: Rotation à 90° en sens horaire
he_il: סובב 90° עם כיוון השעון
id_id: Rotasi 90 ° searah jarum jam
ja_jp: 右に90° 回転
ko_kr: 시계방향으로 90도 회전
pt_pt: Rodar 90º
ru: Повернуть на 90° по часовой стрелке
tr: Saat yönünde 90° döndür
vi_vn: Xoay 90° theo chiều kim đồng hồ
zh_cn: 顺时针旋转90度
zh_tw: 順時針旋轉 90°

# WebpageCaptureForm_UpdateControls_Capture
source: Capture
el: Σύλληψη
es_mx: Capturar
fa_ir: ضبط
fr: Capturer
he_il: צלם מסך
id_id: Ambil
it_it: Cattura
ja_jp: キャプチャー
ko_kr: 촬영
pt_pt: Capturar
ru: Захват
tr: Yakala
vi_vn: Chụp
zh_cn: 截图
zh_tw: 擷取

# ShapeManager_CreateToolbar_CopyImageToClipboard
source: Copy image to clipboard (Ctrl + C)
el: Αντιγραφή εικόνας στο πρόχειρο (Ctrl + C)
es_mx: Copiar imagen al portapapeles (Ctrl+C)
fa_ir: کپی کردن تصویر به کلیپ بورد (Ctrl + C)
fr: Copier l'image dans le presse-papier
he_il: העתק תמונה ללוח הגזירה (Ctrl + C)
id_id: Salin gambar ke papan klip (Ctrl + C)
it_it: Copia Immagine negli Appunti
ja_jp: 画像をクリップボードにコピー
ko_kr: 이미지를 클립보드에 복사
pt_pt: Copiar imagem para a área de transferência (Ctrl + C)
ru: Скопировать изображение в буфер обмена (Ctrl + C)
tr: Resimi panoya kopyala (Ctrl + C)
vi_vn: Chép ảnh vào vùng nhớ tạm (Ctrl + C)
zh_cn: 将图像复制到剪贴板
zh_tw: 將圖片複製到剪貼簿 (Ctrl + C)

# ShapeManager_CreateToolbar_PrintImage
source: Print image... (Ctrl + P)
el: Εκτύπωση εικόνας... (Ctrl + P)
es_mx: Imprimir imagen... (Ctrl+P)
fa_ir: چاپ عکس ... (Ctrl + P)
fr: Imprimer une image ... (Ctrl + P)
he_il: הדפס תמונה... (Ctrl + P)
id_id: Cetak gambar... (Ctrl + P)
it_it: Stampa Immagine...
ja_jp: 画像を印刷... (Ctrl + P)
ko_kr: 이미지 인쇄... (Ctrl + P)
pt_pt: Imprimir imagem... (Ctrl + P)
ru: Распечатать изображение... (Ctrl + P)
tr: Resimi yazdır... (Ctrl + P)
vi_vn: In ảnh... (Ctrl + P)
zh_cn: 打印图像… (Ctrl + P)
zh_tw: 列印圖片... (Ctrl + P)

# ShapeManager_CreateContextMenu_Show_FPS
source: Show FPS
el: Εμφάνιση FPS
es_mx: Mostrar FPS
fr: Afficher les IPS
he_il: הצג FPS
id_id: Tampilkan FPS
it_it: Mostra FPS
ja_jp: FPSを表示
ko_kr: FPS 표시
pt_pt: Mostrar FPS
ru: Показать FPS
tr: FPS göster
vi_vn: Hiện tốc độ khung hình/giây (FPS)
zh_cn: 显示 FPS
zh_tw: 顯示幀率

# ShapeManager_CursorType
source: Cursor type:
el: Τύπος δρομέα:
es_mx: Tipo de puntero:
fa_ir: نوع کرسر:
fr: Type du curseur :
he_il: סוג הסמן:
id_id: Jenis penunjuk:
ja_jp: カーソルの種類:
ko_kr: 커서 모양:
pt_pt: Tipo de cursor:
ru: Тип курсора:
tr: İmleç tipi:
vi_vn: Kiểu con trỏ:
zh_cn: 指针类型:
zh_tw: 游標類型：

# FFmpegOptionsForm_buttonFFmpegBrowse_Click_Browse_for_ffmpeg_exe
source: Browse for ffmpeg.exe
el: Αναζήτηση για ffmpeg.exe
es_mx: Buscar ffmpeg.exe
fr: Chercher ffmpeg.exe
he_il: חפש את ffmpeg.exe
id_id: Jelajahi ffmpeg.exe
it_it: Cerca "ffmpeg.exe"
ja_jp: ffmpeg.exe の参照
ko_kr: ffmpeg.exe 탐색하기
pt_pt: Procurar por ffmpeg.exe
ru: Выберите ffmpeg.exe
tr: ffmpeg.exe için gözat
vi_vn: Duyệt đến ffmpeg.exe
zh_cn: 浏览 ffmpeg.exe
zh_tw: 瀏覽 ffmpeg.exe

# ShapeManager_CreateToolbar_DropShadow
source: Drop shadow
el: Σκιά πτώσης
es_mx: Sombra
fa_ir: حذف سایه عکس
fr: Ombre portée
he_il: צללית
id_id: Buat bayangan
it_it: Ombra
ja_jp: 影を付ける
ko_kr: 그림자
pt_pt: Projectar sombra
ru: Тень
tr: Düşen gölge
vi_vn: Đổ bóng
zh_cn: 阴影
zh_tw: 陰影

# ShapeManager_CreateContextMenu_Square_shape_magnifier
source: Square shape magnifier
el: Μεγεθυντικός φακός τετραγωνικού σχήματος
es_mx: Lupa cuadrada
fr: Loupe de forme carrée
he_il: זכוכית מגדלת בצורת ריבוע
id_id: Kaca pembesar bentuk persegi
it_it: Lente d'Ingrandimento Quadrata
ja_jp: 四角形ルーペ
ko_kr: 정사각형 모양 돋보기
pt_pt: Magnificadora (Lupa) quadrada
ru: Квадратная лупа
tr: Kare şeklinde büyüteç
vi_vn: Phóng đại kiểu hình vuông
zh_cn: 方形放大镜
zh_tw: 方形放大鏡

# ShapeManager_CreateToolbar_EditorStartMode
source: Editor start mode:
el: Λειτουργία εκκίνησης επεξεργαστή:
es_mx: Modo de inicio de editor:
fr: Mode de démarrage de l'éditeur :
he_il: מצב התחלה של העורך:
id_id: Mode mulai editor:
ja_jp: エディターの起動モード:
ko_kr: 편집기 시작 상태:
pt_pt: Modo de ínicio do editor:
ru: Режим запуска редактора:
tr: Editör başlangıç modu:
vi_vn: Chế độ bắt đầu trình chỉnh sửa:
zh_cn: 编辑器启动模式：
zh_tw: 編輯器啟動模式：

# ShapeManager_CreateContextMenu_Capture_fullscreen
source: Capture fullscreen
el: Σύλληψη πλήρους οθόνης
es_mx: Capturar pantalla completa
fa_ir: ضبط تمام صفحه
fr: Capture plein écran
he_il: צלם מסך מלא
id_id: Jepret layar penuh
it_it: Cattura Schermo Intero
ja_jp: 全画面をキャプチャー
ko_kr: 전체 화면 촬영
pt_pt: Capturar ecrã inteiro
ru: Захват всего экрана
tr: Tam ekran yakala
vi_vn: Chụp toàn màn hình
zh_cn: 截图全屏
zh_tw: 擷取全螢幕

# ShapeManager_CreateToolbar_CaptureRegions
source: Capture regions
el: Περιοχές σύλληψης
es_mx: Capturar regiones
fa_ir: ناحیه های ضبط
fr: Capturer des régions
he_il: צלם אזורים
id_id: Jepret area
it_it: Cattura Regioni
ja_jp: 領域をキャプチャー
ko_kr: 영역 촬영
pt_pt: Capturar regiões
ru: Захват областей
tr: Bölgeleri yakala
vi_vn: Chụp theo các vùng
zh_cn: 截图区域
zh_tw: 擷取區域

# ScrollingCaptureForm_StopCapture_Start_capture
source: Start capture
el: Έναρξη λήψης
es_mx: Iniciar captura
fa_ir: شروع ضبط
fr: Démarrer la capture
he_il: התחל צילום מסך
id_id: Mulai mengambil
it_it: Avvia Cattura
ja_jp: キャプチャー開始
ko_kr: 촬영 시작하기
pt_pt: Iniciar captura
ru: Начать захват
tr: Yakalamayı başlat
vi_vn: Bắt đầu chụp
zh_cn: 开始捕捉
zh_tw: 開始擷取

# RectangleLight_InitializeComponent_Rectangle_capture_light
source: Rectangle capture light
el: Ορθογώνιο φως σύλληψης
es_mx: Captura de rectángulo simple
fr: Capture rectangulaire simple
he_il: מלבן לכידת אור
id_id: Pengambilan persegi panjang (cahaya)
it_it: Cattura Rettangolare Semplice
ja_jp: 領域キャプチャー (ライトモード)
ko_kr: 직사각형 어둡지 않게 촬영
pt_pt: Captura de retângulo leve
ru: Упрощенный захват области
tr: Dikdörtgen yakalama basit
vi_vn: Chụp hình chữ nhật (Bản nhẹ)
zh_cn: 矩形捕捉（不变暗）
zh_tw: 矩形擷取 (高亮)

# ShapeManager_CreateToolbar_SaveImage
source: Save image (Ctrl + S)
el: Αποθήκευση εικόνας (Ctrl + S)
es_mx: Guardar imagen (Ctrl+S)
fa_ir: عکس را ذخیره کن (Ctrl + S)
fr: Enregistrer l'image (Ctrl + S)
he_il: שמור תמונה (Ctrl + S)
id_id: Simpan gambar (Ctrl + S)
it_it: Salva Immagine
ja_jp: 画像を保存 (Ctrl + S)
ko_kr: 이미지 저장
pt_pt: Guardar Imagem (Ctrl + S)
ru: Сохранить изображение (Ctrl + S)
tr: Resimi kaydet (Ctrl + S)
vi_vn: Lưu ảnh (Ctrl + S)
zh_cn: 保存图像 (Ctrl + S)
zh_tw: 儲存圖片 (Ctrl + S)

# ShapeManager_CreateToolbar_NewImage
source: New image...
el: Νέα εικόνα...
es_mx: Nueva imagen...
fa_ir: عکس جدید ...
fr: Nouvelle image...
he_il: תמונה חדשה...
id_id: Gambar baru...
ja_jp: 新しい画像...
ko_kr: 새 이미지...
pt_pt: Nova imagem...
ru: Новое изображение...
tr: Yeni resim...
vi_vn: Ảnh mới...
zh_cn: 新图像...
zh_tw: 新圖片...

# ShapeManager_CreateContextMenu_Blur_radius_
source: Blur strength:
el: Δύναμη θολούρας:
es_mx: Radio de desenfoque:
fr: Rayon du flou :
he_il: חוזק טשטוש:
id_id: Radius blur:
it_it: Raggio Sfocatura:
ja_jp: ぼかしの半径:
ko_kr: 흐림효과 반경:
pt_pt: Intensidade da ofuscação:
ru: Сила размытия:
tr: Bulanıklık gücü:
vi_vn: Độ làm mờ:
zh_cn: 模糊半径：
zh_tw: 模糊強度：

# ShapeManager_CreateContextMenu_EnableAnimations
source: Enable animations
el: Ενεργοποίηση κινούμενων σχεδίων
es_mx: Habilitar animaciones
fa_ir: انیمیشن را فعال کن
fr: Activer les animations
he_il: אפשר אנימציות
id_id: Aktifkan animasi
it_it: Attiva Animazioni
ja_jp: アニメーション有効
ko_kr: 애니메이션 활성화
pt_pt: Activar animações
ru: Включить анимации
tr: Animasyonları etkinleştir
vi_vn: Kích hoạt hiệu ứng hoạt hình/animation
zh_cn: 启用动画
zh_tw: 啟用動畫

# ShapeManager_CreateToolbar_SendBackward
source: Send backward
el: Αποστολή προς τα πίσω
es_mx: Enviar detrás
fa_ir: فرستادن به جلو
fr: Envoyer vers l'arrière
he_il: העבר אחורה
id_id: Kirim mundur
it_it: Porta Dietro
ja_jp: 背面へ移動
ko_kr: 뒤로 보내기
pt_pt: Enviar para trás
ru: Переместить назад
tr: Arkaya gönder
vi_vn: Đẩy về sau cùng
zh_cn: 下移一层
zh_tw: 下移一層

# ShapeManager_CreateContextMenu_Height_
source: Height:
el: Ύψος:
es_mx: Alto:
fa_ir: ارتفاع:
fr: Hauteur :
he_il: גובה:
id_id: Tinggi:
it_it: Altezza:
ja_jp: 高さ:
ko_kr: 높이:
pt_pt: Altura:
ru: Высота:
tr: Yükseklik:
vi_vn: Cao:
zh_cn: 高度：
zh_tw: 高：

# ShapeManager_CreateContextMenu_Fill_color___
source: Fill color...
el: Συμπληρώστε το χρώμα...
es_mx: Color de relleno:
fa_ir: پرکردن رنگ ...
fr: Couleur de remplissage...
he_il: צבע מילוי...
id_id: Warna isian...
it_it: Colore Riempimento:
ja_jp: 塗りつぶしの色...
ko_kr: 채워넣기 색...
pt_pt: Cor de preenchimento...
ru: Цвет заливки...
tr: Doldurma rengi...
vi_vn: Tô màu...
zh_cn: 填充颜色...
zh_tw: 填充顏色...

# ShapeManager_CreateToolbar_SaveImageAs
source: Save image as... (Ctrl + Shift + S)
el: Αποθήκευση εικόνας ως... (Ctrl + Shift + S)
es_mx: Guardar imagen como... (Ctrl+Mayús+S)
fa_ir: عکس را با عنوان ... ذخیره کن (Ctrl + Shift + S)
fr: Enregistrer l'image en tant que... (Ctrl + Shift + S)
he_il: שמור תמונה בשם... (Ctrl + Shift + S)
id_id: Simpan gambar sebagai... (Ctrl + Shift + S)
it_it: Salva Immagine come...
ja_jp: 名前を付けて画像を保存... (Ctrl + Shift + S)
ko_kr: 다른 이름으로 이미지 저장... (Ctrl + Shift + S)
pt_pt: Guardar imagem como... (Ctrl + Shift + S)
ru: Сохранить изображение как... (Ctrl + Shift + S)
tr: Resimi farklı kaydet... (Ctrl + Shift + S)
vi_vn: Lưu ảnh thành... (Ctrl + Shift + S)
zh_cn: 保存图像为… (Ctrl + Shift + S)
zh_tw: 儲存圖片為... (Ctrl + Shift + S)

# ShapeManager_CreateToolbar_ContinueTaskSpaceOrRightClick
source: Continue task (Space or right click)
el: Συνέχιση εργασίας (Space ή δεξί κλικ)
es_mx: Continuar tarea (Espacio o clic derecho)
fa_ir: ادامه دادن وظیفه (کلید space یا راست کلیک)
fr: Continuer la tâche (Espace ou clic droit)
he_il: המשך משימה (רווח או לחיצה ימנית בעכבר)
id_id: Lanjutkan tugas (Spasi atau klik kanan)
it_it: Continua Operazione (Spazio o Click Destro)
ja_jp: タスクを継続 (スペース または 右クリック)
ko_kr: 작업 재개 (스페이스 바 또는 우클릭)
pt_pt: Continuar tarefa (Espaço ou clique lado direito)
ru: Продолжить задачу (Пробел или ПКМ)
tr: Göreve devam et (Space veya sağ tıklama)
vi_vn: Tiếp tục tác vụ (Phím cách hoặc chuột phải)
zh_cn: 继续（空格或鼠标右键）
zh_tw: 繼續排程 (空白鍵或滑鼠右鍵)

# ShapeManager_CreateToolbar_CanvasSize
source: Canvas size...
el: Μέγεθος καμβά...
es_mx: Tamaño del lienzo:
fr: Taille du canevas...
he_il: גודל קנבס...
id_id: Ukuran kanvas...
ja_jp: キャンバスの大きさ...
ko_kr: 캔버스 크기...
pt_pt: Tamanho do ecrã...
ru: Размер полотна...
tr: Tuval boyutu...
vi_vn: Kích thước canvas...
zh_cn: 画布尺寸...
zh_tw: 畫布尺寸...

# ShapeManager_CreateToolbar_FlipVertical
source: Flip vertical
el: Flip κάθετα
es_mx: Voltear en vertical
fa_ir: چرخاندن عمودی تصویر
fr: Miroir vertical
he_il: הפוך אנכית
id_id: Balik vertikal
ja_jp: 上下反転
ko_kr: 세로로 뒤집기
pt_pt: Inverter na vertical
ru: Отразить по вертикали
tr: Dikey olarak döndür
vi_vn: Lật theo chiều dọc
zh_cn: 垂直翻转
zh_tw: 垂直翻轉

# ShapeManager_CreateToolbar_AutoCropImage
source: Auto crop image...
el: Αυτόματη περικοπή εικόνας...
es_mx: Recorte automático...
fa_ir: عکس را بصورت خودکار برش بده...
fr: Rognage automatique de l'image...
he_il: חיתוך אוטומטי של תמונה...
id_id: Otomatis pangkas gambar...
ja_jp: 自動で画像切り抜き...
ko_kr: 이미지 알아서 자르기
pt_pt: Redimensionar imagem automáticamente...
ru: Автокадрирование...
tr: Resmi otomatik kırp...
vi_vn: Tự động cắt ảnh...
zh_cn: 自动裁剪图像...
zh_tw: 自動裁切圖片...

# ShapeManager_CreateToolbar_BringToFront
source: Bring to front
el: Φέρτε μπροστά
es_mx: Enviar al frente
fa_ir: اوردن به جلو
fr: Mettre au premier plan
he_il: הבא לקידמה
id_id: Bawa ke depan
it_it: Porta In Primo Piano
ja_jp: 最前面へ移動
ko_kr: 맨 앞으로 보내기
pt_pt: Trazer para a frente
ru: На передний план
tr: En öne getir
vi_vn: Đem ra đằng trước nhất
zh_cn: 置于顶层
zh_tw: 置於最上層

# ShapeManager_CreateToolbar_Rotate180
source: Rotate 180°
el: Περιστροφή 180°
es_mx: Girar 180°
fa_ir: ۱۸۰ درجه بچرخان
fr: Rotation à 180°
he_il: סובב 180°
id_id: Rotasi 180°
ja_jp: 180° 回転
ko_kr: 180도 회전
pt_pt: Rodar 180º
ru: Повернуть на 180°
tr: 180° döndür
vi_vn: Xoay 180°
zh_cn: 旋转180度
zh_tw: 旋轉 180°

# ShapeManager_CreateToolbar_LastRegion
source: Capture last region
el: Σύλληψη της τελευταίας περιοχής
es_mx: Capturar última región
fr: Capturer la dernière région
he_il: צלם אזור אחרון
id_id: Jepret area terakhir
it_it: Cattura Ultima Regione
ja_jp: 最近使用した領域をキャプチャー
ko_kr: 이전 영역 촬영
pt_pt: Capturar última região
ru: Захват последней области
tr: Son bölgeyi yakala
vi_vn: Chụp vùng lần trước
zh_cn: 截图上次区域
zh_tw: 擷取上個區域

# ShapeManager_CreateToolbar_InsertImageFromScreen
source: Insert image from screen...
el: Εισαγωγή εικόνας από την οθόνη...
es_mx: Insertar imagen desde pantalla...
fa_ir: وارد کردن عکس از صفحه ...
fr: Insérer une image depuis l'écran...
he_il: הוסף תמונה מהמסך...
id_id: Sisipkan gambar dari layar...
ja_jp: スクリーンから画像を挿入...
ko_kr: 화면에서 이미지 삽입...
pt_pt: Inserir imagem através do ecrã...
ru: Вставить картинку с экрана...
tr: Ekrandan resim ekle...
vi_vn: Chèn ảnh từ màn hình...
zh_cn: 从屏幕中插入图像...
zh_tw: 從螢幕插入圖片...

# ShapeManager_CreateToolbar_DeleteAll
source: Delete all
el: Διαγραφή όλων
es_mx: Borrar todo
fa_ir: حذف همه
fr: Supprimer tout
he_il: מחק הכל
id_id: Hapus semua
it_it: Cancella Tutto
ja_jp: すべて削除
ko_kr: 모두 삭제
pt_pt: Apagar tudo
ru: Удалить все
tr: Hepsini sil
vi_vn: Xóa tất cả
zh_cn: 删除全部
zh_tw: 刪除全部
