Repository: ShareX/ShareX
Catalog: ShareX/Properties/Resources.*.resx
Languages: ar_ye, cs, de, el, es, es_mx, fa_ir, fr, he_il, hu, it_it, ja_jp, ko_kr, nl_nl, pl, pt_br, pt_pt, ro, ru, tr, uk, vi_vn, zh_cn, zh_tw

# AboutForm_AboutForm_Project_page
source: Project page
ar_ye: صفحة المشروع
cs: Stránka projektu
de: Projektseite
el: Σελίδα έργου
es: Página del proyecto
es_mx: Página del proyecto
fa_ir: صفحه پروزّه
fr: Page du projet
he_il: עמוד פרויקט
hu: Projekt weboldal
it_it: Pagina del Progetto
ja_jp: プロジェクト ページ
ko_kr: 프로젝트 페이지
nl_nl: Projectpagina
pl: Strona projektu
pt_br: Página do projeto
pt_pt: Página do projecto
ro: Pagina proiectului
ru: Страница проекта
tr: Proje sayfası
uk: Сторінка проекту
vi_vn: Trang dự án
zh_cn: 项目页面
zh_tw: 專案頁面

# TaskHelpers_TweetMessage_Tweet_successfully_sent_
source: Tweet successfully sent.
ar_ye: تم إرسال التغريدة.
cs: Tweet úspěšně odeslán.
de: Tweet erfolgreich gesendet.
es: Tweet enviado con éxito.
es_mx: Tuit publicado con éxito.
fa_ir: توییت با موفقیت ارسال شد
fr: Le tweet a bien été envoyé.
he_il: ציוץ נשלח בהצלחה.
hu: Tweet sikeresen elküldve.
it_it: Tweet inviato.
ja_jp: ツイートを送信しました。
ko_kr: 성공적으로 트윗 날림.
nl_nl: Tweet succesvol verzonden.
pl: Tweet pomyślnie wysłany.
pt_br: Tuíte enviado com sucesso.
pt_pt: Tweet enviado com sucesso.
ro: Tweet trimis cu succes.
ru: Твит успешно отправлен.
uk: Твіт успішно надіслано.
vi_vn: Đã gửi Tweet thành công.
zh_cn: Tweet 发送成功。
zh_tw: 推文傳送成功。

# Program_WritePersonalPathConfig_Cant_access_to_file
source: Can't access to "{0}" file. Please run ShareX as administrator to change personal folder path.
ar_ye: لا يمكن الوصول إلى الملف {0}. قم بإعادة تشغيل التطبق كمسؤول لتغيير مسار المجلد الشخصي.
cs: Nelze přistoupit k souboru "{0}". Prosím, spusťte ShareX jako administrátor, abyste mohli změnit cestu k osobní složce.
de: Es kann nicht auf die Datei {0} zugegriffen werden. Bitte starte ShareX als Administrator, um den Einstellungsordner zu ändern.
el: Δεν είναι δυνατή η πρόσβαση στο αρχείο "{0}". Εκτελέστε το ShareX ως διαχειριστής για να αλλάξετε τη διαδρομή του προσωπικού φακέλου.
es: No se puede acceder "{0}" archivo. Por favor ejecute ShareX como administrador para cambiar ruta de la carpeta personal.
es_mx: No se puede acceder al archivo "{0}". Ejecute ShareX como administrador y cambie la ubicación de la carpeta personal.
fa_ir: نمی توان به فایل «{0}» دسترسی پیدا کرد. لطفا برای تغییر مسیر پوشه شخصی نرم افزار را در حالت ادمین اجرا کنید.
fr: Impossible d'accéder au fichier « {0} ». Veuillez exécuter ShareX en tant qu'administrateur pour changer le chemin du dossier personnel.
he_il: לא יכול לגשת לקובץ "{0}". אנא הפעל את ShareX כמנהל כדי לשנות את נתיב התיקייה האישית.
hu: Nem sikerült a(z) "{0}" fájl elérése. Kérlek futtasd a ShareX-et adminisztrátori jogosultságokkal a személyes mappa megváltoztatásához.
it_it: Impossibile accedere al file "{0}". Esegui ShareX come amministratore per cambiare il percorso della cartella personale.
ja_jp: ファイル「{0}」にアクセスできません。 個人フォルダー パスを変更するには、ShareX を管理者で実行してください。
ko_kr: "{0}" 파일에 접근할 수 없습니다. 개인 폴더를 변경하려면 ShareX를 관리자 권한으로 실행해 주세요.
nl_nl: Kan het bestand "{0}" niet benaderen. Voer ShareX uit als beheerder om de persoonlijke map te wijzigen.
pl: Nie można uzyskać dostępu do pliku "{0}". Proszę uruchomić ShareX jako administrator, aby zmienić ścieżkę folderu osobistego.
pt_br: Não foi possivel acessar "{0}". Por favor, execute o ShareX como administrador para mudar a pasta de destino.
pt_pt: Não foi possível aceder ao ficheiro "{0}" . Por favor execute o ShareX como administrador para mudar o caminho da pasta.
ro: Nu se poate accesa fișierul "{0}". Vă rugăm să rulați ShareX ca administrator pentru a schimba calea folderului personal.
ru: Нет доступа к файлу "{0}". Пожалуйста запустите ShareX от имени администратора для изменения пути к личной папке.
tr: "{0}" dosyasına erişilemiyor. Lütfen kişisel dizin yolunu değiştirmek için ShareX'i yönetici olarak çalıştırın.
uk: Немає доступу до файла „{0}“. Будь ласка, запустіть ShareX з правами адміністратора, щоб змінити шлях до особистої теки.
vi_vn: Không thể truy cập tới tệp "{0}" Vui lòng chạy ShareX dưới quyền administrator để thay đổi thư mục riêng.
zh_cn: 无法访问 "{0}" 文件. 请以管理员权限运行 ShareX 以更改个人文件夹路径。
zh_tw: 無法存取「{0}」檔案。 請以管理員身分執行 ShareX 以更改個人資料夾路徑。

# TaskSettingsForm_UpdateUploaderMenuNames_After_upload___0_
source: After upload: {0}
ar_ye: ما بعد الرّفع: {0}
cs: Po uploadu: {0}
de: Nach dem Upload: {0}
el: Μετά το ανέβασμα: {0}
es: Después de subir: {0}
es_mx: Después de subir: {0}
fa_ir: بعد از آپلود: {0}
fr: Après la mise en ligne : {0}
he_il: לאחר העלאה: {0}
hu: Feltöltés után: {0}
it_it: Dopo il Caricamento: {0}
ja_jp: アップロード後: {0}
ko_kr: 업로드 뒤: {0}
nl_nl: Na uploaden: {0}
pl: Po przesłaniu: {0}
pt_br: Depois do upload: {0}
pt_pt: Depois do envio: {0}
ro: După încărcare: {0}
ru: После загрузки: {0}
tr: Yükleme sonrası: {0}
uk: Після вивантаження: {0}
vi_vn: Sau khi tải lên: {0}
zh_cn: 上传后：{0}
zh_tw: 上傳後：{0}

# MainForm_UpdateWorkflowsMenu_You_can_add_workflows_from_hotkey_settings___
source: You can add workflows from hotkey settings...
ar_ye: يمكنك إضافة مساحة عمل جديدة من إعدادات الاختصارات...
cs: Můžete nastavit úkony z nastavení kláves. zkratek...
de: Du kannst Arbeitsschritte aus den Hotkeyeinstellungen hinzufügen...
el: Μπορείτε να προσθέσετε ροές εργασίας από τις ρυθμίσεις πλήκτρων άμεσης πρόσβασης...
es: Puede agregar los flujos de trabajo desde configuración de tecla rápida...
es_mx: Los flujos de trabajo pueden agregarse en la configuración de los atajos de teclado...
fr: Vous pouvez ajouter des workflows à partir des paramètres des raccourcis clavier...
he_il: ניתן להוסיף תהליכי עבודה מהגדרות מקשי קיצור...
hu: Hozzáadhatsz munkameneteket a gyorsbillentyű beállításokból...
it_it: Puoi aggiungere Workflow da "Impostazioni Scorciatoie"
ja_jp: ホットキーの設定からワークフローを追加できます...
ko_kr: 단축키 설정에서 워크플로우 추가하기...
nl_nl: Je kunt workflows toevoegen via de sneltoets instellingen...
pl: Możesz dodać operacje w ustawieniach skrótu...
pt_br: Você pode adicionar workflows através das opções de atalho...
pt_pt: Pode adicionar fluxos de trabalho através de teclas de atalho...
ro: Puteți adăuga desfășurări din setările tastelor rapide...
ru: Операции можно добавить в настройках горячих клавиш...
tr: Kısayol ayarlarından yeni iş akışı ekliyebilirsiniz...
uk: Ви можете додати робочі процеси у налаштуваннях гарячих клавіш...
vi_vn: Bạn có thể thêm các luồng công việc từ thiết lập phím tắt
zh_cn: 您可以从快捷键设置添加快捷动作...
zh_tw: 你可以在快捷鍵設定中新增快捷動作...

# ApplicationSettingsForm_cbLanguage_SelectedIndexChanged_Language_Restart
source: ShareX needs to be restarted for the language changes to apply. Would you like to restart ShareX?
ar_ye: يجب إعادة تشغيل التطبيق لتظهر التغييرات على اللغة. هل تريد إعادة تشغيل التطبيق الأن؟
cs: ShareX potřebuje restartovat, aby se mohl změnit jazyk. Chtěli byste restartovat ShareX?
de: ShareX muss neu gestartet werden, damit die Sprachänderungen wirksam werden. Soll ShareX neu gestartet werden?
el: Το ShareX πρέπει να επανεκκινήσει για να εφαρμοστούν οι γλωσσικές αλλαγές. Θα θέλατε να επανεκκινήσετε το ShareX;
es: ShareX debe reiniciarse para que se apliquen los cambios de idioma. ¿Quieres reiniciar ShareX?
es_mx: ShareX debe reiniciarse para que los cambios de idioma surtan efecto. ¿Desea reiniciar ShareX?
fa_ir: ShareX برای تغییر زبان نیاز به راه اندازی مجدد دارد. آیا می خواهید ShareX را مجددا راه اندازی کنید؟
fr: ShareX doit être redémarré pour que les changements de langue s'appliquent. Voulez-vous redémarrer ShareX ?
he_il: יש להפעיל מחדש את ShareX כדי ששינויי השפה יחולו. האם תרצה להפעיל מחדש את ShareX?
hu: A ShareX-nek újra kell indulnia a nyelvi beállítások érvényesüléséhez. Újra szeretnéd indítani?
it_it: ShareX deve essere riavviato per cambiare lingua. Riavviare ShareX?
ja_jp: 言語の変更はShareX の再起動後に反映されます。 ShareX を再起動しますか？
ko_kr: 언어 설정을 변경하려면 ShareX를 재시작해야 합니다. ShareX를 재시작할까요?
nl_nl: ShareX moet opnieuw opgestart worden om de taal te wijzigen. Wil je ShareX opnieuw opstarten?
pl: ShareX musi zostać ponownie uruchomiony, aby zmiany języka zostały zastosowane. Czy chcesz ponownie uruchomić ShareX?
pt_br: ShareX precisa ser reiniciado para que as mudanças de idioma façam efeito. Gostaria de reiniciar agora?
pt_pt: ShareX necessita de ser reiniciado para as alterações de idioma serem aplicadas. Deseja reiniciar agora?
ro: ShareX trebuie să fie repornit pentru ca modificările de limbă să se aplice. Doriți să reporniți ShareX?
ru: Для изменения языка ShareX необходимо перезапустить. Хотите перезапустить ShareX?
tr: ShareX dil değişikliğinin uygulanması için yeniden başlatılmalı. ShareX'i yeniden başlatmak ister misiniz?
uk: Треба перезапустити ShareX, щоб застосувати зміну мови. Чи хочете Ви перезапустити ShareX?
vi_vn: ShareX cần được khởi động lại để thay đổi ngôn ngữ có tác dụng. Bạn có muốn khởi động lại ShareX không?
zh_cn: 语言更改需要重新启动 ShareX。 你要重新启动 ShareX ？
zh_tw: 更改語言需要重新啟動 ShareX 才會生效。 是否要重新啟動 ShareX？

# ApplicationSettingsForm_cbStartWithWindows_Text
source: Run ShareX when Windows starts
ar_ye: تشغيل ShareX عند بدء نظام Windows
de: ShareX beim Starten von Windows ausführen
el: Εκτέλεση του ShareX κατά την εκκίνηση των Windows
es: Ejecutar ShareX al iniciar Windows
es_mx: Ejecutar ShareX al iniciar Windows
fa_ir: هنگام شروع ویندوز، ShareX را اجرا کن
fr: Lancer ShareX au démarrage de Windows
he_il: הפעל את ShareX בעת עליית Windows
hu: A ShareX futtatása a Windows indításakor
it_it: Esegui ShareX all'Avvio di Windows
ja_jp: Windows開始時に ShareX を起動
ko_kr: 컴퓨터를 켤 때 ShareX도 실행하기
nl_nl: Start ShareX als Windows start
pl: Uruchom ShareX przy starcie systemu Windows
pt_br: Executar ShareX quando o Windows iniciar
pt_pt: Iniciar o ShareX com o Windows
ro: Rulați ShareX la pornirea Windows-ului
ru: Запускать ShareX при старте системы
tr: Windows başladığında ShareX'i çalıştır
uk: Запустити ShareX під час запуску Windows
vi_vn: Chạy ShareX cùng Windows
zh_cn: Windows 启动时运行 ShareX
zh_tw: Windows 開機時執行 ShareX

source: {0} is about to be uploaded to {1}. You may choose a different destination.
ar_ye: سيتم رفع {0} إلى {1}. يمكنك اخيار وجهة أخرى.
cs: {0} se nahraje na {1}. Můžete si zvolit jinou destinaci.
de: {0} wird gleich zu {1} hochgeladen. Du kannst ein anderes Ziel auswählen.
el: Το {0} πρόκειται να μεταφορτωθεί στο {1}. Μπορείτε να επιλέξετε διαφορετικό προορισμό.
es: {0} está a punto de ser subido a {1}. Usted puede seleccionar un destino distinto.
es_mx: {0} está a punto de ser subido a {1}. Se puede elegir un destino diferente.
fr: {0} va être mis en ligne sur {1}. Vous pouvez choisir une destination différente.
he_il: {0} יועלה אל {1}. ניתן לבחור יעד אחר.
hu: {0} feltöltésre kerül ide: {1}. Ha gondolod választhatsz másik célt.
it_it: {0} sta per essere caricato su {1}. È possibile scegliere una destinazione diversa.
ja_jp: {0} を {1} にアップロードしようとしています。別のアップロード先を選択することもできます。
ko_kr: {0} 파일이 {1}에 업로드 될 것입니다. 다른 목적지를 선택할 수 있습니다.
nl_nl: {0} zal geüpload worden naar {1}. Je kunt een andere bestemming kiezen.
pl: {0} ma zostać przesłany do {1}. Możesz wybrać inne miejsce docelowe.
pt_br: {0} está prestes a ser enviado para {1}. Você pode escolher um destino diferente.
pt_pt: {0} está prestes a ser enviado para {1}. Você pode escolher um destino diferente.
ro: {0} este pe cale să fie încărcat pe {1}. Puteți alege o altă destinație.
ru: {0} вот-вот загрузится на {1}, но вы можете выбрать другой сервис.
tr: {0} {1}'a yüklenmek üzere. Başka bir hedef seçebilirsiniz.
uk: {0} буде вивантажено до {1}. Ви можете обрати інший пункт призначення.
vi_vn: {0} chuẩn bị được tải lên {1}. Bạn có thể chọn nơi tải lên khác.
zh_cn: {0} 将上传至 {1}，您可以选择不同的上传目标。
zh_tw: {0} 將上傳到 {1}。你可以選擇其他目的地。

# UploadTask_DoUploadJob_First_time_upload_warning
source: First time upload warning
ar_ye: تحذير الرفع لأول مرّة
cs: Varovat při prvním uploadu
de: Warnung: Erster Upload
el: Προειδοποίηση πρώτης φόρτωσης
es: Subir aviso por la primera vez
es_mx: Aviso al subir por primera vez
fr: Avertissement pour la première mise en ligne
he_il: אזהרת העלאה בפעם הראשונה
hu: Első feltöltés figyelmeztetés
it_it: Avvertimento per il Primo Caricamento
ja_jp: 初回アップロード時の警告
ko_kr: 처음 업로드 경고
nl_nl: Waarschuwing eerste upload
pl: Ostrzeżenie przy pierwszym przesyłaniu
pt_br: Aviso de primeiro upload
pt_pt: Aviso de primeiro envio
ro: Avertisment de încărcare pentru prima dată
ru: Предупреждение о первой загрузке
tr: İlk sefer yükleme uyarısı
uk: Попередження про перше вивантаження
vi_vn: Cảnh báo với lần tải lên đầu tiên
zh_cn: 第一次上传警告
zh_tw: 首次上傳警告

# ChromeForm_btnRegister_Click_Chrome_support_enabled_
source: Chrome support enabled.
ar_ye: تم تفعيل دعم متصفح Chrome.
de: Chrome-Unterstützung aktiviert.
el: Ενεργοποιημένη υποστήριξη Chrome.
es_mx: Soporte para Chrome habilitado.
fr: Support pour Chrome activé.
he_il: תמיכה ב-Chrome פעילה.
it_it: Supporto Chrome abilitato.
ja_jp: Chrome サポートを有効にしました。
ko_kr: 크롬 지원이 활성화되어 있습니다.
nl_nl: Chrome ondersteuning is ingeschakeld.
pl: Obsługa Chrome włączona.
pt_br: Suporte ao Chrome habilitado.
pt_pt: Suporte ao Chrome activado.
ro: Suport pentru Chrome activat.
ru: Поддержка Chrome включена.
tr: Chrome desteği aktif edildi.
uk: Підтримку Chrome увімкнено.
vi_vn: Hỗ trợ Chrome được bật
zh_cn: Chrome 浏览器扩展支持已启用。
zh_tw: Chrome 支援已啟用。

# UploadManager_UploadFolder_Folder_upload
source: Folder upload
ar_ye: مجلد الرفع
cs: Upload složek
de: Ordner hochladen
el: Ανέβασμα φακέλου
es: Carga de carpeta
es_mx: Subir carpeta
fa_ir: آپلود فولدر
fr: Dossier mis en ligne
he_il: העלאת תיקייה
hu: Mappa feltöltése
it_it: Carica Cartella
ja_jp: フォルダーのアップロード
ko_kr: 폴더 업로드
nl_nl: Map uploaden
pl: Przesyłanie folderu
pt_br: Envio de pasta
pt_pt: Envio de pasta
ro: Încărcare folder
ru: Загрузка папки
tr: Dizin yükle
uk: Тека відвантаження
vi_vn: Tải lên thư mục
zh_cn: 文件上传
zh_tw: 資料夾上傳

# TaskSettingsForm_UpdateUploaderMenuNames_After_capture___0_
source: After capture: {0}
ar_ye: ما بعد الالتقاط: {0}
cs: Po zachycení: {0}
de: Nach der Aufnahme: {0}
el: Μετά τη σύλληψη: {0}
es: Después de capturar: {0}
es_mx: Después de capturar: {0}
fa_ir: بعد از ضبط: {0}
fr: Après la capture : {0}
he_il: לאחר צילום מסך: {0}
hu: Képlopás után: {0}
it_it: Dopo la Cattura: {0}
ja_jp: キャプチャー後: {0}
ko_kr: 촬영 뒤: {0}
nl_nl: Na vastleggen: {0}
pl: Po przechwyceniu: {0}
pt_br: Depois da captura: {0}
pt_pt: Depois da captura: {0}
ro: După capturare: {0}
ru: После захвата: {0}
tr: Yakalama sonrası: {0}
uk: Після захоплення: {0}
vi_vn: Sau khi chụp: {0}
zh_cn: 捕捉后：{0}
zh_tw: 擷取後：{0}

# TaskManager_CreateListViewItem_History
source: History
ar_ye: السجل
de: Chronik
el: Ιστορία
es_mx: Historial
fa_ir: تاریخچه
fr: Historique
he_il: היסטוריה
it_it: Cronologia
ja_jp: 履歴
ko_kr: 히스토리
nl_nl: Geschiedenis
pl: Historia
pt_br: Histórico
pt_pt: Histórico
ro: Istoric
ru: История
tr: Geçmiş
uk: Історія
vi_vn: Lịch sử
zh_cn: 历史
zh_tw: 歷史

# UploadInfoManager_ShowErrors_Upload_errors
source: Upload errors
ar_ye: أخطاء الرفع
cs: Chyby při uploadu
de: Uploadfehler
el: Σφάλματα φόρτωσης
es: Errores de subir
es_mx: Errores al subir
fa_ir: آپلود خطاها
fr: Erreurs de mise en ligne
he_il: שגיאות העלאה
hu: Feltöltési hibák
it_it: Errori di Caricamento
ja_jp: アップロード エラー
ko_kr: 업로드 오류
nl_nl: Upload fouten
pl: Błędy przy przesyłaniu
pt_br: Erros de envio
pt_pt: Erros de envio
ro: Erori la încărcare
ru: Ошибки при загрузке на сервер
tr: Yükleme hataları
uk: Помилки вивантаження
vi_vn: Lỗi tải lên
zh_cn: 上传错误
zh_tw: 上傳錯誤

# Program_Run_Unable_to_create_folder_
source: Unable to create folder:
ar_ye: خطأ في إنشاء المجلد:
cs: Nelze vytvořit složku:
de: Konnte Ordner nicht erstellen:
el: Αδυναμία δημιουργίας φακέλου:
es: No se puede crear la carpeta:
es_mx: No se puede crear la carpeta:
fa_ir: ایجاد پوشه با مشکل مواجه شد:
fr: Impossible de créer le dossier :
he_il: לא ניתן ליצור תיקייה:
hu: Hiba a mappa létrehozásakor:
it_it: Impossibile creare la cartella:
ja_jp: フォルダーを作成できません:
ko_kr: 폴더를 생성할 수 없음:
nl_nl: Kan de map niet aanmaken:
pl: Nie można utworzyć folderu:
pt_br: Não foi possivel criar pasta:
pt_pt: Não foi possível criar pasta:
ro: Nu s-a putut crea folderul:
ru: Не удалось создать папку:
tr: Dizin yaratılamadı:
uk: Неможливо створити теку:
vi_vn: Không thể tạo thư mục mới:
zh_cn: 无法创建文件夹:
zh_tw: 無法建立資料夾：

source: Choose screenshots folder path
ar_ye: اختر مجلد لقطات الشاشة
cs: Zvolte cestu ke složce se snímky obrazovky
de: Wähle einen Screenshot-Ordner aus
el: Επιλέξτε διαδρομή φακέλου screenshots
es: Elegir ruta de la carpeta imágenes
es_mx: Elegir ubicación de la carpeta de capturas
fr: Choisir le chemin du dossier pour les captures
he_il: בחר נתיב תיקיית צילומי מסך
hu: Válaszd ki a képernyőmentések mappáját
it_it: Scegli il Percorso della Cartella delgi Screenshot
ja_jp: 画像保存フォルダー パスの選択
ko_kr: 스크린샷 폴더 경로 선택
nl_nl: Kies een map voor de screenshots
pl: Wybierz ścieżkę folderu zrzutów ekranu
pt_br: Escolher caminho da pasta de capturas de tela
pt_pt: Escolher o caminho da pasta de imagens
ro: Alegeți calea folderului de capturi
ru: Выберите путь к папке скриншотов
tr: Ekran görüntüsü dizini seç
uk: Виберіть шлях до теки знімків екрану
vi_vn: Chọn đường dẫn thư mục chứa ảnh chụp
zh_cn: 选择截图文件夹路径
zh_tw: 選擇截圖資料夾路徑

# TaskManager_CreateListViewItem_In_queue
source: In queue
ar_ye: إدراج في الطابور
cs: Ve frontě
de: In Warteschlange
el: Στην ουρά
es: En linea
es_mx: En cola
fa_ir: در صف
fr: En attente
he_il: בתור
hu: Várakozik
it_it: In Attesa
ja_jp: 処理待ち
ko_kr: 대기열에서 대기 중
nl_nl: In wachtrij
pl: W kolejce
pt_br: Na fila
pt_pt: Na fila
ro: În coadă
ru: В очереди
tr: Sırada
uk: У черзі
vi_vn: Trong hàng đợi
zh_cn: 队列中
zh_tw: 佇列中

# UploadManager_UploadFile_File_upload
source: File upload
ar_ye: رفع ملف
cs: Upload souborů
de: Datei hochgeladen
el: Ανέβασμα αρχείου
es: Carga de archivo
es_mx: Subir archivo
fa_ir: آپلود فایل
fr: Mise en ligne de fichiers
he_il: העלאת קובץ
hu: Fájl feltöltése
it_it: Caricamento File
ja_jp: ファイルのアップロード
ko_kr: 파일 업로드
nl_nl: Bestandsupload
pl: Przesyłanie pliku
pt_br: Upload de arquivo
pt_pt: Envio de ficheiro
ro: Încărcare fișier
ru: Загрузка файла
tr: Dosya yükle
uk: Вивантаження файла
vi_vn: Tải lên file
zh_cn: 文件上传
zh_tw: 檔案上傳

# UploadTask_DoUploadJob_First_time_upload_warning_text
source: Are you sure you want to upload this screenshot? Press 'No' to cancel the current upload and disable screenshot auto uploading.
ar_ye: هل تريد من البرنامج القيام برفع لقطات الشاشة هذه؟ اضغط "لا" لإلغاء الرفع وإلغاء الرفع التلقائي للقطات الشاشة.
cs: Opravdu chcete nahrát tento snímek? Klikněte na 'Ne' pro zrušení tohoto uploadu a zakázání autom. nahrávání snímků obrazovky.
de: Bist du dir sicher, dass du du diesen Screenshot hochladen möchtest? Klicke auf 'Nein', um den derzeitigen Upload abzubrechen und den automatischen Upload von Screenshots zu deaktivieren.
el: Σίγουρα θέλετε να ανεβάσετε αυτό το στιγμιότυπο οθόνης; Πατήστε "Όχι" για να ακυρώσετε την τρέχουσα μεταφόρτωση και να απενεργοποιήσετε την αυτόματη μεταφόρτωση στιγμιότυπων οθόνης.
es: ¿Está seguro de que desea subir esta captura de pantalla? Pulse "No" para cancelar la subida y desactivar la función de captura de pantalla de auto-carga.
es_mx: ¿Está seguro de subir esta captura de pantalla? Elija "No" para cancelar y deshabilitar la subida automática.
fr: Êtes-vous sûr de vouloir mettre en ligne cette capture d'écran ? Cliquez sur « Non » pour annuler la mise en ligne et désactiver la mise en ligne automatique.
he_il: האם אתה בטוח שברצונך להעלות את צילום המסך הזה? לחץ על 'לא' כדי לבטל את ההעלאה הנוכחית ולהשבית את ההעלאה האוטומטית של צילום מסך.
hu: Biztosan fel szeretnéd tölteni ezt a képernyőmentést? Kattints a 'Nem'-re a jelenlegi feltöltés megszakításhoz és a képernyőmentések automatikus feltöltésének kikapcsolásához.
it_it: Sei sicuro di voler caricare questo screenshot? Premi "No" per annullare il caricamento e disabilitare il caricamento automatico degli screenshot.
ja_jp: スクリーンショットをアップロードしますか？ 「いいえ」で、これを中止し、自動アップロードを無効化します。
ko_kr: 정말로 이 스크린샷을 업로드할까요? "아니요"를 누르면 현재 업로드가 취소되고 스크린샷 자동 업로드 기능이 해제됩니다.
nl_nl: Ben je zeker dat je deze schermopname wilt uploaden? Klik op "Nee" om de huidige upload te annuleren en het automatisch uploaden uit te schakelen.
pl: Czy na pewno chcesz przesłać ten zrzut ekranu? Naciśnij 'Nie', aby anulować bieżące przesyłanie i wyłączyć automatyczne przesyłanie zrzutów ekranu.
pt_br: Você tem certeza que quer fazer upload dessa screenshot? Pressione "Não" para cancelar e desabilitar o upload automático.
pt_pt: Têm a certeza que deseja enviar esta imagem? Prima 'Não' para cancelar o envio actual e desativar o envio automático de imagens.
ro: Sunteți sigur că doriți să încărcați această captură de ecran? Apăsați "Nu" pentru a anula încărcarea și pentru a dezactiva încărcarea automată a capturii de ecran.
ru: Загрузить этот скриншот? Нажмите «Нет», чтобы отменить загрузку и отключить автоматическую загрузку скриншотов.
tr: Ekran görüntüsünü yüklemek istediğinize emin misiniz? 'Hayır' tuşuna basarak şu anki yüklemeyi iptal edebilir ve otomatik ekran görüntüsü yüklemeyi iptal edebilirsiniz.
uk: Ви впевнені, що хочете вивантажити знімок? Натисніть „Ні“, щоб скасувати поточне вивантаження та вимкнути автоматичне вивантаження знімків.
vi_vn: Bạn có chắc chắn muốn tải ảnh chụp màn hình này lên không? Nhấn "Không" để hủy tiến trình tải lên hiện tại và tắt chế độ tự động tải lên
zh_cn: 你确定要上传这个截图？ 按"否", 取消当前文件的上传并禁用自动截图上传。
zh_tw: 確定要上傳此截圖嗎？ 按「否」以取消目前的上傳動作並停用自動上傳截圖。

# MainForm_tsmiDeleteSelectedFile_Click_Do_you_really_want_to_delete_this_file_
source: Do you really want to delete this file?
ar_ye: هل تريد حذف هذا الملف؟
cs: Opravdu chcete smazat tento soubor?
de: Willst du diese Datei sicher löschen?
el: Θέλετε πραγματικά να διαγράψετε αυτό το αρχείο;
es: ¿Está seguro de que desea eliminar este archivo?
es_mx: ¿Está seguro de eliminar este archivo?
fa_ir: آیا مایل به حذف این فایل هستید؟
fr: Voulez-vous vraiment supprimer ce fichier ?
he_il: האם אתה באמת רוצה למחוק את הקובץ הזה?
hu: Biztosan törölni szeretnéd ezt a fájlt?
it_it: Vuoi veramente eliminare questo file?
ja_jp: 本当にこのファイルを削除しますか？
ko_kr: 정말로 이 파일을 제거할까요?
nl_nl: Ben je zeker dat je dit bestand wilt verwijderen?
pl: Czy naprawdę chcesz usunąć ten plik?
pt_br: Você tem certeza que quer deletar este arquivo?
pt_pt: Têm a certeza que deseja apagar este ficheiro?
ro: Sigur ștergeți acest fișier?
ru: Вы действительно хотите удалить этот файл?
tr: Bu dosyayı gerçekten silmek istiyor musunuz?
uk: Ви дійсно хочете вилучити файл?
vi_vn: Bạn có thật sự muốn xóa tệp này không?
zh_cn: 你真的要删除这个文件吗?
zh_tw: 確定要刪除此檔案嗎？

# UploadManager_DownloadAndUploadFile_Download_failed
source: Download failed: {0}
ar_ye: فشل التنزيل: {0}
cs: Stahování selhalo: {0}
de: Herunterladen fehlgeschlagen: {0}
el: Λήψη αποτυχημένη: {0}
es: Descarga fallida: {0}
es_mx: La descarga falló: {0}
fa_ir: دانلود با مشکل مواجه شد: {0}
fr: Échec du téléchargement : {0}
he_il: הורדה נכשלה: {0}
hu: Sikertelen letöltés: {0}
it_it: Scaricamento fallito: {0}
ja_jp: ダウンロード失敗: {0}
ko_kr: 다운로드 실패: {0}
nl_nl: Download mislukt: {0}
pl: Pobieranie nie powiodło się: {0}
pt_br: Falha no download: {0}
pt_pt: Falha na transferência: {0}
ro: Descărcarea a eșuat: {0}
ru: Не удалось загрузить с сервера: {0}
tr: İndirme başarısız: {0}
uk: Збій завантаження: {0}
vi_vn: Tải về thất bại: {0}
zh_cn: 下载失败： {0}
zh_tw: 下載失敗： {0}

# TaskSettingsForm_UpdateUploaderMenuNames_Text_uploader___0_
source: Text uploader: {0}
ar_ye: رافع النصوص: {0}
cs: Uploader textu: {0}
el: Μεταφόρτωση κειμένου: {0}
es: Cargador de texto: {0}
es_mx: Servidor para texto: {0}
fa_ir: آپلود کننده های متن: {0}
fr: Mise en ligne de textes : {0}
he_il: שירות העלאת טקסט: {0}
hu: Szöveges feltöltő: {0}
it_it: Servizio Caricamento Testo: {0}
ja_jp: テキスト アップローダー: {0}
ko_kr: 텍스트 업로더: {0}
nl_nl: Tekstuploader: {0}
pl: Serwis tekstu: {0}
pt_br: Envio de texto: {0}
pt_pt: Envio de texto: {0}
ro: Destinație text: {0}
ru: Сервис загрузки текстов: {0}
tr: Metin yükleyici: {0}
uk: Вивантажувач тексту: {0}
vi_vn: Dịch vụ tải lên đoạn văn bản: {0}
zh_cn: 文字上传：{0}
zh_tw: 文字上傳工具：{0}
