Repository: ShareX/ShareX
Catalog: ShareX/Properties/Resources.*.resx
Languages: ar_ye, cs, de, el, es, es_mx, fa_ir, fr, he_il, hu, it_it, ja_jp, ko_kr, nl_nl, pl, pt_br, pt_pt, ro, ru, tr, uk, vi_vn, zh_cn, zh_tw

source: Unable to find a window with specified window title.
ar_ye: لم يتم العثور على نافذة لديها العنوان المحدد.
de: Ein Fenster mit dem angegebenen Fenstertitel kann nicht gefunden werden.
el: Αδυναμία εύρεσης παραθύρου με τον καθορισμένο τίτλο παραθύρου.
es_mx: No se pudo encontrar una ventana con el título de ventana especificado.
fr: Impossible de trouver une fenêtre correspondant au titre indiqué.
he_il: לא ניתן למצוא חלון עם כותרת החלון שצוינה.
ja_jp: 指定のタイトルを持つウィンドウは見つかりません。
pl: Nie można znaleźć okna o określonej nazwie.
pt_br: Não é possível localizar uma janela com o título da janela especificado.
ro: Nu se poate găsi o fereastră cu titlul specificat.
ru: Не удалось найти окно с указанным заголовком.
tr: Belirtilen pencere başlığına sahip bir pencere bulunamadı.
uk: Не вдалося знайти вікно з вказаним заголовком.
vi_vn: Không thể tìm thấy một cửa sổ có tiêu đề cửa sổ được chỉ định.
zh_cn: 无法找到指定窗口标题的窗口。
zh_tw: 無法找到符合指定的視窗標題的視窗。

source: Your system admin disabled the upload feature.
ar_ye: مسؤول النظام قام بإيقاف وظيفة الرفع.
de: Ihr Systemadministrator hat diese Funktion ausgeschaltet.
el: Ο διαχειριστής του συστήματός σας απενεργοποίησε τη λειτουργία μεταφόρτωσης.
es_mx: El administrador de tu sistema desactivó la característica de carga.
fr: Votre administrateur système a désactivé la fonctionnalité de mise en ligne.
he_il: מנהל המערכת שלך השבית את תכונת ההעלאה.
ja_jp: お使いのシステムの管理者がアップロード機能を無効にしています。
pl: Administrator systemu wyłączył funkcję przesyłania.
pt_br: O administrador do sistema desativou o recurso de upload.
ro: Administratorul de sistem a dezactivat funcția de încărcare.
ru: Ваш системный администратор отключил возможность загрузки.
tr: Sistem yöneticiniz yükleme özelliğini devre dışı bıraktı.
uk: Ваш системний адміністратор вимкнув функцію вивантаження.
vi_vn: Quản trị viên hệ thống của bạn đã tắt tính năng tải lên.
zh_cn: 您的系统管理员禁止了上传功能。
zh_tw: 你的系統管理員已停用上傳功能。

source: Your anti-virus software or the controlled folder access feature in Windows could be blocking ShareX.
ar_ye: كلًا من مكافح الفيروسات أو خيار التحكم بالمجلدات في نظام التشغيل قد يؤديان لتعطيل التطبيق.
de: Ihre Antiviren-Software oder die Funktion für kontrollierten Ordnerzugriff in Windows könnte ShareX blockieren.
el: Το λογισμικό προστασίας από ιούς ή η λειτουργία ελεγχόμενης πρόσβασης σε φακέλους των Windows μπορεί να μπλοκάρει το ShareX.
es_mx: Tu antivirus o la característica de control de carpetas en Windows podría estar bloqueando ShareX.
fr: Votre logiciel anti-virus ou le control des répertoires Windows pourrait bloquer ShareX.
he_il: תוכנת האנטי-וירוס שלך או אפשרות גישה מבוקרת לתיקיות ב-Windows עלולים לחסום את ShareX.
ja_jp: アンチウィルスソフトやWindowsのフォルダアクセス権限により、ShareX の使用が阻止されている可能性があります。
pl: Twoje oprogramowanie antywirusowe lub funkcja kontrolowanego dostępu do folderów w systemie Windows może blokować ShareX.
pt_br: Seu software antivírus ou o recurso de acesso controlado a pastas no Windows podem estar bloqueando o ShareX.
ro: Este posibil ca software-ul antivirus sau funcția de acces controlat la foldere din Windows să blocheze ShareX.
ru: Ваш антивирус или контролируемый доступ к файлам в Windows могут блокировать ShareX.
tr: Antivirüs yazılımınız veya Windows'daki kontrollü klasör erişimi özelliği ShareX'i engelliyor olabilir.
uk: Ваше антивірусне програмне забезпечення або функція контрольованого доступу до папок у Windows може блокувати ShareX.
vi_vn: Phần mềm chống vi-rút của bạn hoặc tính năng truy cập thư mục được kiểm soát trong Windows có thể đang chặn ShareX.
zh_cn: 您的防病毒软件或者 Windows 中的“受控制文件夹的访问”功能可能拦截了 ShareX。
zh_tw: 你的防毒軟體或 Windows 的受控資料夾存取權功能可能阻擋了 ShareX。

# AboutForm_AboutForm_Language_he-IL
source: Hebrew
ar_ye: العبرية
de: Hebräisch
el: Εβραϊκά
es_mx: Hebreo
fr: Hébreu
he_il: עברית
ja_jp: ヘブライ語
pl: Hebrajski
ru: Иврит
tr: İbranice
uk: Іврит
zh_tw: 希伯來文

source: ShareX is up to date!
ar_ye: تطبيق ShareX محدث بالفعل!
de: ShareX ist aktuell!
el: Το ShareX είναι ενημερωμένο!
es_mx: ¡ShareX está actualizado!
fr: ShareX est à jour !
he_il: ShareX מעודכן עם הגרסה החדשה ביותר!
ja_jp: 最新版のShareXです！
pl: ShareX jest aktualny!
ru: ShareX обновлен!
tr: ShareX güncel!
uk: ShareX актуальний!
zh_tw: ShareX 已為最新版！

source: Would you like to retry clipboard upload?
ar_ye: هل تريد إعادة محاولة رفع الحافظة؟
de: Möchten Sie das Hochladen der Zwischenablage wiederholen?
el: Θα θέλατε να επαναλάβετε το ανέβασμα του πρόχειρου;
es_mx: ¿Te gustaría reintentar la carga del portapapeles?
fr: Voulez-vous réessayer la mise en ligne depuis le presse-papier ?
he_il: האם תרצה לנסות להעלות את לוח הגזירה שוב?
ja_jp: クリップボードのアップロードを再試行しますか？
pl: Czy chcesz ponowić próbę przesłania schowka?
ru: Хотите еще раз попробовать загрузить из буфера?
tr: Panodan yüklemeyi tekrar denemek ister misiniz?
uk: Бажаєте повторити спробу завантаження з буфера обміну?
zh_tw: 是否要重試剪貼簿上傳？

# ShareXCannotBeClosedWhileScreenRecordingIsActive
source: ShareX cannot be closed while screen recording is active. Do you want to abort the active screen recording?
ar_ye: لا يمكن إغلاق البرنامج أثناء تسجيل الشاشة. هل تريد إلغاء تسجيل الشاشة الحاليّ؟
de: ShareX kann nicht geschlossen werden, während die Bildschirmaufnahme aktiv ist. Möchten Sie die aktive Bildschirmaufzeichnung abbrechen?
el: Το ShareX δεν μπορεί να κλείσει ενώ είναι ενεργή η εγγραφή οθόνης. Θέλετε να διακόψετε την ενεργή εγγραφή οθόνης;
es_mx: ShareX no se puede cerrar mientras la grabación de pantalla está activa. ¿Quieres detener la grabación de pantalla?
fr: ShareX ne peut être fermé lorsqu'un enregistrement d'écran est en cours. Voulez-vous annuler l'enregistrement d'écran en cours ?
he_il: לא ניתן לסגור את ShareX בזמן שהקלטת מסך פעילה. האם ברצונך לבטל את הקלטת המסך הפעילה?
ja_jp: 画面録画中はShareXを閉じることができません。 現在の画面録画を中止しますか？
pl: ShareX nie może zostać zamknięty, gdy aktywne jest nagrywanie ekranu. Czy chcesz przerwać aktywne nagrywanie ekranu?
ru: ShareX не закроется пока идет запись экрана. Хотите отменить текущую запись?
tr: Ekran kaydı aktifken ShareX kapatılamaz. Aktif ekran kaydını sonlandırmak istiyor musunuz?
uk: ShareX не можна закрити під час активного запису екрана. Ви хочете перервати активний запис екрану?
zh_tw: 錄製螢幕時無法關閉 ShareX。 是否要取消目前的螢幕錄製？

source: Clipboard upload
ar_ye: رفع الحافظة
de: Hochladen der Zwischenablage
el: Ανέβασμα πρόχειρου
es_mx: Carga de portapapeles
fr: Mise en ligne du presse-papier
he_il: העלאה מלוח הגזירה
ja_jp: クリップボード アップロード
pl: Przesyłanie schowka
ru: Загрузка из буфера
tr: Panodan yükle
uk: Вивантаження з буфера обміну
zh_tw: 剪貼簿上傳

# AboutForm_AboutForm_Language_ar_YE
source: Arabic
ar_ye: العربية
el: Αραβικά
fr: Arabe
ja_jp: アラビア語
ru: Арабский
tr: Arapça
uk: Арабська
