Repository: ShareX/ShareX
Catalog: ShareX/Properties/Resources.*.resx
Languages: ar_ye, cs, de, el, es, es_mx, fa_ir, fr, he_il, hu, it_it, ja_jp, ko_kr, nl_nl, pl, pt_br, pt_pt, ro, ru, tr, uk, vi_vn, zh_cn, zh_tw

source: Clipboard is empty or contains unknown data.
ar_ye: الحافظة فارغة أو تحتوي بيانات غير معروفة.
de: Die Zwischenablage ist leer oder enthält unbekannte Daten.
el: Το πρόχειρο είναι άδειο ή περιέχει άγνωστα δεδομένα.
es_mx: El portapapeles está vacío o contiene datos desconocidos.
fr: Le presse-papier est vide ou contient des données inconnues.
he_il: לוח הגזירה ריק או מכיל נתונים לא ידועים.
ja_jp: クリップボードが空っぽか、読み取れないデータが入っています。
pl: Schowek jest pusty lub zawiera nieznane dane.
pt_br: A área de transferência está vazia ou contém dados desconhecidos.
ro: Clipboard-ul este gol sau conține date necunoscute.
ru: Буфер обмена пуст или содержит неизвестные данные.
tr: Pano boş veya bilinmeyen veriler içeriyor.
uk: Буфер обміну порожній або містить невідомі дані.
vi_vn: Clipboard trống hoặc chứa dữ liệu không xác định.
zh_cn: 剪贴板为空或包含未知数据。
zh_tw: 剪貼簿無內容或包含未知資料。

source: Clipboard content: File (Count: {0})
ar_ye: محتويات الحافظة: ملفات عددها {0} ملفًا
de: Inhalt der Zwischenablage: Datei (Anzahl: {0})
el: Περιεχόμενο πρόχειρο: (Αριθμός: {0})
es_mx: Contenido del portapapeles: Archivo (Cantidad: {0})
fr: Contenu du presse-papier : Fichier (Nombre : {0})
he_il: תוכן לוח הגזירה: קובץ (ספירה: {0})
ja_jp: クリップボード内のデータ：ファイル（ファイル数：{0}）
pl: Zawartość schowka: plik (liczba: {0})
pt_br: Conteúdo da área de transferência: Arquivo (Total: {0})
ro: Conținutul clipboard-ului: Fișier(e) (număr: {0})
ru: Содержимое буфера обмена: Файл (количество: {0})
tr: Pano içeriği: Dosya (Sayısı: {0})
uk: Вміст буфера обміну: Файл (кількість: {0})
vi_vn: Nội dung khay nhớ tạm: Tệp (Số lượng: {0})
zh_cn: 剪贴板内容: 文件 ({0} 个)
zh_tw: 剪貼簿內容：檔案 ({0} 個)

source: Clipboard content: Text (Length: {0})
ar_ye: محتويات الحافظة: نص طوله {0} حرفًا
de: Inhalt der Zwischenablage: Text (Länge: {0})
el: Περιεχόμενο πρόχειρο: (Μήκος: {0})
es_mx: Contenido del portapapeles: Texto (Longitud: {0})
fr: Contenu du presse-papier : Texte (Longueur : {0})
he_il: תוכן לוח הגזירה: קובץ (ספירה: {0})
ja_jp: クリップボード内のデータ：文字列（{0}文字）
pl: Zawartość schowka: tekst (długość: {0})
pt_br: Conteúdo da área de transferência: Texto (Comprimento: {0})
ro: Conținutul clipboard-ului: Text (Lungime: {0})
ru: Содержимое буфера обмена: Текст (длина: {0})
tr: Pano içeriği: Metin (Uzunluk: {0})
uk: Вміст буфера обміну: Текст (довжина: {0})
vi_vn: Nội dung khay nhớ tạm: Văn bản (Độ dài: {0})
zh_cn: 剪贴板内容: 文本(长度: {0})
zh_tw: 剪貼簿內容：文字 (長度：{0})

# AboutForm_AboutForm_Language_ja_JP
source: Japanese
ar_ye: اليابانية
el: Ιαπωνικά
es_mx: Japonés
fr: Japonais
he_il: יפנית
ja_jp: 日本語
pl: Japoński
pt_br: Japonês
ro: Japoneză
ru: Японский
tr: Japonca
uk: Японська
vi_vn: Tiếng Nhật
zh_cn: 日语
zh_tw: 日文

source: Confirmation
ar_ye: التأكيد
de: Bestätigung
el: Επιβεβαίωση
es_mx: Confirmación
he_il: אישור
ja_jp: 確認
pl: Potwierdzenie
pt_br: Confirmação
ro: Confirmare
ru: Подтверждение
tr: Onayla
uk: Підтвердження
vi_vn: Xác nhận
zh_cn: 确认
zh_tw: 確認

# MainForm_UploadDebugLogWarning
source: The debug log can contain sensitive information. Are you sure you want to proceed?
ar_ye: سجل التنقيحات قد يحتوي على معلومات حساسة، هل تريد المتابعة؟
de: Das Debugprotokoll könnte sensible Informationen beinhalten. Bist du sicher, dass du fortfahren möchtest?
el: Το αρχείο καταγραφής σφαλμάτων μπορεί να περιέχει ευαίσθητες πληροφορίες. Είστε σίγουροι ότι θέλετε να προχωρήσετε;
es_mx: El registro de depuración podría contener información sensible. ¿Desea continuar?
fr: Le journal de déboggage peut contenir des informations sensibles. Êtes-vous sûr de vouloir continuer ?
he_il: יומן הדיבאג עלול להכיל מידע רגיש. האם אתה בטוח שאתה רוצה להמשיך?
ja_jp: デバッグのログには詳細な情報が含まれます。続行しますか？
pl: Dziennik debugowania może zawierać poufne informacje. Czy na pewno chcesz kontynuować?
pt_br: O log de depuração pode conter informações confidenciais. Tem certeza de que deseja continuar?
pt_pt: O relatório de depuração pode contêr informação privada. Têm a certeza que deseja prosseguir?
ro: Jurnalul de depanării poate conține informații cu caracter personal. Sunteți sigur că doriți să continuați?
ru: Журнал отладки может содержать конфиденциальную информацию. Вы уверены, что хотите продолжить?
tr: Hata ayıklama kütüğü hassas bilgiler içerebilir. Devam etmek istediğinize emin misiniz?
uk: Журнал налагодження може містити конфіденційну інформацію. Ви впевнені, що хочете продовжити?
vi_vn: Dữ liệu debug có thể chứa thông tin nhạy cảm. Bạn có chắc muốn tiếp tục không?
zh_cn: 调试日志可能包含敏感信息，确定继续吗？
zh_tw: 偵錯日誌可能包含敏感資訊。確定要繼續嗎？

source: Screen color picker
ar_ye: منتقي الألوان
de: Bildschirm-Farbwähler
el: Επιλογή χρώματος οθόνης
es_mx: Selector de colores de pantalla
fr: Sélecteur de couleurs de l'écran
he_il: בוחר צבעי מסך
ja_jp: スクリーン カラーピッカー
pl: Selektor kolorów ekranu
pt_br: Seleção de cores da tela
ro: Selector de culori de pe ecran
ru: Пипетка
tr: Ekran rengi seçici
uk: Вибір кольору на екрані
vi_vn: Bộ chọn màu màn hình
zh_cn: 屏幕拾色器
zh_tw: 螢幕檢色器

source: ShareX - Confirmation
ar_ye: ShareX - تأكيد
de: ShareX - Bestätigung
el: ShareX - Επιβεβαίωση
es_mx: ShareX - Confirmación
fa_ir: ShareX - تاییدیه
he_il: ShareX - אישור
ja_jp: ShareX - 確認
pl: ShareX - Potwierdzenie
pt_br: ShareX - Confirmação
pt_pt: ShareX - Confirmação
ro: ShareX - Confirmare
ru: ShareX - Подтверждение
tr: ShareX - Onay
uk: ShareX — Підтвердження
vi_vn: ShareX - Xác nhận
zh_cn: ShareX - 确认
zh_tw: ShareX - 確認

source: ShareX is minimized to the system tray.
ar_ye: تم تصغير ShareX إلى منطقة الإشعارات.
de: ShareX wird in die Taskleiste minimiert.
el: Το ShareX ελαχιστοποιείται στο δίσκο του συστήματος.
es_mx: ShareX está minimizado en la bandeja del sistema.
fr: ShareX est réduit dans la zone de notification.
he_il: ShareX ממוזער למגש המערכת.
ja_jp: ShareX はシステムトレイに最小化されています。
pl: ShareX jest zminimalizowany do zasobnika systemowego.
pt_br: ShareX foi minimizado para a bandeja do sistema.
ro: ShareX este minimizat în bara de sistem.
ru: ShareX свернут в системный трей.
tr: ShareX sistem tepsisine küçültüldü.
uk: ShareX згорнуто до системного лотка.
vi_vn: ShareX được thu nhỏ vào khay hệ thống.
zh_cn: ShareX 已最小化到系统托盘。
zh_tw: ShareX 已最小化到系統匣。

# WouldYouLikeToEnableImageEffects
source: Would you like to enable image effects? You can later disable it from "After capture tasks" menu.
ar_ye: هل تريد تفعيل مؤثرات الصور؟ يمكنك إيقاف ذلك من خلال قائمة "مهام ما بعد الاتقاط".
de: Möchten Sie die Bildeffekte aktivieren? Sie können sie später im Menü „Aufgaben nach der Aufnahme“ deaktivieren.
el: Θέλετε να ενεργοποιήσετε τα εφέ εικόνας; Μπορείτε να το απενεργοποιήσετε αργότερα από το μενού "Εργασίες μετά τη λήψη".
es_mx: ¿Te gustaría activar los efectos de imagen? Puedes desactivarlo más adelante desde el menú "Tareas después de capturar".
fr: Voulez-vous activer les effets d'image ? Vous pourrez les désactiver plus tard depuis le manu "Tâches après la capture".
he_il: האם תרצה לאפשר אפקטים של תמונה? מאוחר יותר תוכל להשבית אותם מתפריט "משימות לאחר צילום מסך".
ja_jp: インストールした画像エフェクトを有効にしますか？ 後で「キャプチャー後のタスク」から無効化もできます。
pl: Czy chcesz włączyć efekty obrazu? Możesz je później wyłączyć w menu "Zadania po przechwyceniu".
pt_br: Gostaria de ativar os efeitos de imagem? Você pode desativar posteriormente no menu "Tarefas após a captura".
ro: Doriți să activați efectele de imagine? Puteți să le dezactivați ulterior din meniul "Sarcini după captură".
ru: Хотите включить эффекты изображений? Их можно выключить из меню "После захвата".
tr: Görüntü efektlerini etkinleştirmek ister misiniz? Daha sonra "Yakalama sonrası" menüsünden devre dışı bırakabilirsiniz.
uk: Бажаєте увімкнути ефекти зображення? Пізніше ви зможете вимкнути їх у меню "Завдання після захоплення".
vi_vn: Bạn có muốn bật hiệu ứng hình ảnh không? Sau đó, bạn có thể tắt nó từ menu "Sau khi chụp tác vụ".
zh_cn: 要启用图像效果吗？ 之后可以从“截图后”菜单中禁用。
zh_tw: 是否要啟用圖片效果？ 之後可以從「擷取後排程」選單中停用。

# ShareXNeedsToBeRestartedForThePersonalFolderChangesToApply
source: ShareX needs to be restarted for the personal folder changes to apply. Would you like to restart ShareX?
ar_ye: يجب إعادة تشغيل التطبيق لتظهر التغييرات على المجلد الشخصي. هل تريد إعادة تشغيل التطبيق الأن؟
de: ShareX muss neu gestartet werden, damit die Änderungen am Einstellungsordner wirksam werden. Soll ShareX neu gestartet werden?
el: Το ShareX πρέπει να επανεκκινήσει για να εφαρμοστούν οι αλλαγές στον προσωπικό φάκελο. Θα θέλατε να επανεκκινήσετε το ShareX;
es_mx: ShareX debe reiniciarse para que los cambios a la carpeta personal surtan efecto. ¿Desea reiniciar ShareX?
fa_ir: برای تغییر پوشه شخصی ShareX نیاز به راه اندازی مجدد دارد. آیا می خواهید ShareX مجدد راه اندازی شود؟
fr: ShareX doit être redémarré pour que les changements du dossier personnel soient appliqués. Voulez-vous redémarrer ShareX ?
he_il: יש להפעיל מחדש את ShareX כדי ששינויי התיקייה האישיים יחולו. האם תרצה להפעיל מחדש את ShareX?
ja_jp: ShareX の再起動が必要です。 再起動しますか？
pl: ShareX musi zostać ponownie uruchomiony, aby zmiany w folderach osobistych zostały zastosowane. Czy chcesz ponownie uruchomić ShareX?
pt_br: O ShareX precisa ser reiniciado para que as alterações na pasta pessoal sejam aplicadas. Deseja reiniciar o ShareX?
pt_pt: ShareX precisa de ser reiniciado para as alterações de caminho serem alteradas. Deseja reiniciar agora?
ro: ShareX trebuie să fie repornit pentru ca modificările aduse folderelor personale să se aplice. Doriți să reporniți ShareX?
ru: Для применения настроек персональной папки ShareX должен быть перезапущен. Хотите перезапустить ShareX?
tr: Kişisel klasör değişikliklerinin uygulanması için ShareX'in yeniden başlatılması gerekir. ShareX'i yeniden başlatmak ister misiniz?
uk: Треба перезапустити ShareX, щоб застосувати зміну особистої теки. Чи хочете Ви перезапустити ShareX?
vi_vn: ShareX cần được khởi động lại để thay đổi thư mục cá nhân có hiệu lực. Bạn có muốn khởi động lại ShareX?
zh_cn: ShareX 需要重启以应用个人文件夹更改。 要重启吗？
zh_tw: 更改個人資料夾需要重新啟動 ShareX 才會生效。 是否要重新啟動 ShareX？

# FFmpeg_FFmpeg_error
source: FFmpeg error
ar_ye: خطأ في FFmpeg
de: FFmpeg Fehler
el: Σφάλμα FFmpeg
es_mx: Error de FFmpeg
fr: Erreur FFmpeg
he_il: שגיאת FFmpeg
ja_jp: FFmpegのエラーです
pl: Błąd FFmpeg
pt_br: FFmpeg erro
ro: Eroare FFmpeg
ru: Ошибка FFmpeg
tr: FFmpeg hatası
uk: Помилка FFmpeg
vi_vn: Lỗi FFmpeg
zh_cn: FFmpeg 错误
zh_tw: FFmpeg 錯誤

source: Failed to save settings
ar_ye: فشل حفظ الأعدادات
de: Einstellungen speichern fehlgeschlagen
el: Αποτυχία αποθήκευσης ρυθμίσεων
es_mx: Error al guardar los ajustes
fr: Échec de l'enregistrement des paramètres
he_il: שמירת ההגדרות נכשלה
ja_jp: 設定の保存に失敗しました
pl: Nie udało się zapisać ustawień
pt_br: Falha ao salvar as configurações
ro: Nu s-a reușit salvarea setărilor
ru: Не удалось сохранить настройки
tr: Ayarlar kaydedilemedi
uk: Не вдалося зберегти налаштування
vi_vn: Không lưu được cài đặt
zh_cn: 保存设置失败
zh_tw: 儲存設定失敗

source: This feature will not work when "DisableUpload" option is enabled!
ar_ye: هذا الميزة لن تعمل عندما يكون الخيار "تعطيل الرفع" مفعلًا!
de: Diese Funktion funktioniert nicht, wenn die "DisableUpload"-Option eingeschaltet wurde!
el: Αυτή η λειτουργία δεν θα λειτουργήσει όταν είναι ενεργοποιημένη η επιλογή "DisableUpload"!
es_mx: ¡Esta característica no funcionará cuando la opción "DesactivarCarga" esté activada!
fr: Cette fonctionnalité n'est pas opérationnelle quand l'option "DisableUpload" est activée !
he_il: תכונה זו לא תעבוד כאשר האפשרות "השבת העלאה" פעילה!
ja_jp: DisableUpload (アップロード無効)の設定が有効のためこの機能は動作しません！
pl: Ta funkcja nie będzie działać, gdy opcja "DisableUpload" jest włączona!
pt_br: Este recurso não funcionará quando a opção "Desativar upload" estiver ativada!
pt_pt: Esta função não irá funcionar quando a opção "DesativarEnvio" estiver activada!
ro: Această caracteristică nu va funcționa atunci când opțiunea "DisableUpload" este activată!
ru: Эта функция не будет работать, когда опция "DisableUpload" включена!
tr: "Yüklemeyi Devre Dışı Bırak" seçeneği etkinleştirildiğinde bu özellik çalışmayacaktır!
uk: Ця функція не працюватиме, якщо увімкнено опцію "DisableUpload"!
vi_vn: Tính năng này sẽ không hoạt động khi tùy chọn "DisableUpload" được kích hoạt!
zh_cn: "禁用上传" 选项启用时此功能无效！
zh_tw: 啟用「停用上傳」時此功能將無法運作！

# AboutForm_AboutForm_Links
source: Links
ar_ye: الروابط
el: Σύνδεσμοι
es_mx: Enlaces
fr: Liens
he_il: קישורים
ja_jp: リンク
pl: Linki
ro: Link-uri
ru: Ссылки
tr: Bağlantılar
uk: Посилання
vi_vn: Liên kết
zh_cn: 链接
zh_tw: 連結

# AboutForm_AboutForm_Credits
source: Credits
ar_ye: شكرًا جزيلاً لـ
de: Danksagung
el: Πιστώσεις
es_mx: Créditos
he_il: קרדיטים
ja_jp: クレジット
pl: Podziękowania
pt_br: Créditos
ro: Mulțumiri
ru: Благодарности
tr: Katkıda bulunanlar
uk: Подяка
vi_vn: Tín dụng
zh_cn: 鸣谢
zh_tw: 致謝

# AboutForm_AboutForm_Team
source: Team
ar_ye: الفريق
el: Ομάδα
es_mx: Equipo
fr: Equipe
he_il: צוות
ja_jp: チーム
pl: Zespół
pt_br: Time
ro: Echipă
ru: Команда
tr: Takım
uk: Команда
vi_vn: Đồng đội
zh_cn: 团队
zh_tw: 團隊

# AboutForm_AboutForm_Privacy_policy
source: Privacy policy
ar_ye: سياسة الخصوصية
el: Πολιτική απορρήτου
es_mx: Política de privacidad
fr: Politique de confidentialité
he_il: מדיניות פרטיות
ja_jp: プライバシーポリシー
pl: Polityka prywatności
pt_br: Política de privacidade
ro: Politica de confidențialitate
ru: Политика конфиденциальности
tr: Gizlilik ilkesi
uk: Політика конфіденційності
vi_vn: Chính sách bảo mật
zh_cn: 隐私政策
zh_tw: 隱私權政策

# AboutForm_AboutForm_Language_pl
source: Polish
ar_ye: البولندية
el: Πολωνικά
es_mx: Polaco
fr: Polonais
he_il: פולנית
ja_jp: ポーランド語
pl: Polski
pt_br: Polonês
ru: Польский
tr: Lehçe
uk: Польська
vi_vn: Tiếng Ba Lan
zh_tw: 波蘭文

source: FFmpeg does not exist at the following path:
ar_ye: لم يتم العثور على أداة ترميز الوسائط FFmpeg في المسار التالي:
de: FFmpeg existiert nicht unter dem folgenden Pfad:
el: Το FFmpeg δεν υπάρχει στην ακόλουθη διαδρομή:
es_mx: El FFmpeg no existe en la siguiente ruta:
fr: FFmpeg est introuvable à l'emplacement spécifié :
he_il: FFmpeg אינו קיים בנתיב הבא:
ja_jp: FFmpeg が以下のパスに存在しません:
pl: FFmpeg nie istnieje w następującej ścieżce:
pt_br: FFmpeg não existe no seguinte caminho:
ru: FFmpeg отсутствует по следующему пути:
tr: FFmpeg aşağıdaki yolda bulunamadı:
uk: FFmpeg не існує за таким шляхом:
vi_vn: FFmpeg không tồn tại ở đường dẫn sau:
zh_tw: FFmpeg 不存在以下路徑：

source: FFmpeg is missing
ar_ye: برنامج الترميز FFmpeg غير موجود
de: FFmpeg fehlt
el: Το FFmpeg λείπει
es_mx: FFmpeg no encontrado
fr: FFmpeg est manquant
he_il: FFmpeg חסר
ja_jp: FFmpeg がありません
pl: Brakuje FFmpeg
pt_br: FFmpeg está faltando
ru: FFmpeg отсутствует
tr: FFmpeg eksik
uk: FFmpeg відсутній
vi_vn: FFmpeg bị thiếu
zh_tw: 未找到 FFmpeg

# InspectWindow_WindowHandle
source: Window handle
ar_ye: مقبض النافذة
de: Fensteridentifikator
el: Χειρολαβή παραθύρου
es_mx: Identificador de ventana
fr: Poignée de fenêtre
he_il: מנהל חלון
ja_jp: ウィンドウ ハンドル
pl: Klamka okna
ro: Handle fereastră
ru: Дескриптор окна
tr: Pencere tanıtıcı
uk: Дескриптор вікна
vi_vn: Tay nắm cửa sổ
zh_cn: 窗口句柄
zh_tw: 視窗控制碼

# InspectWindow_ClassName
source: Class name
ar_ye: اسم الصنف
de: Klassenname
el: Όνομα κατηγορίας
es_mx: Nombre de clase
fr: Nom de classe
he_il: שם מחלקה
ja_jp: クラス名
pl: Nazwa klasy
ro: Numele clasei
ru: Имя класса
tr: Sınıf ismi
uk: Ім'я класу
vi_vn: Tên lớp
zh_cn: 类名称
zh_tw: 類別名稱

# InspectWindow_ProcessName
source: Process name
ar_ye: اسم العملية
de: Prozessname
el: Όνομα διαδικασίας
es_mx: Procesar nombre
fr: Nom du processus
he_il: שם התהליך
ja_jp: プロセス名
pl: Nazwa procesu
pt_br: Nome do processo
ro: Numele procesului
ru: Имя процесса
tr: İşlem ismi
uk: Ім'я процесу
vi_vn: Tên quy trình
zh_cn: 进程名称
zh_tw: 處理程序名稱

# AboutForm_AboutForm_Language_ro
source: Romanian
ar_ye: الرومانية
el: Ρουμανικά
es_mx: Rumano
he_il: רומנית
ja_jp: ルーマニア語
pl: Rumuński
pt_br: Romeno
ro: Română
ru: Румынский
tr: Rumence
uk: Румунська
vi_vn: Tiếng Rumani
zh_tw: 羅馬尼亞文

source: Error
ar_ye: خطأ
de: Fehler
el: Σφάλμα
fr: Erreur
he_il: שגיאה
ja_jp: エラー
pl: Błąd
pt_br: Erro
ro: Eroare
ru: Ошибка
tr: Hata
uk: Помилка
vi_vn: Lỗi
zh_cn: 错误
zh_tw: 錯誤

source: Clipboard does not contain an image.
ar_ye: الحافظة لا تحتوي على صورة.
de: Die Zwischenablage enthält kein Bild.
el: Το πρόχειρο δεν περιέχει εικόνα.
es_mx: El portapapeles no contiene una imagen.
fr: Le presse-papier ne contient pas d'image.
he_il: לוח הגזירה אינו מכיל תמונה.
ja_jp: クリップボードに画像が含まれません。
pl: Schowek nie zawiera obrazu.
pt_br: A área de transferência não contém uma imagem.
ru: Буфер обмена не содержит изображение.
tr: Pano resim içermiyor.
uk: У буфері обміну немає зображення.
vi_vn: Clipboard không chứa hình ảnh.
zh_tw: 剪貼簿無圖片。

# FFmpeg_FFmpeg_video_and_audio_source_both_can_t_be__None__
source: FFmpeg video and audio source can't both be "None".
ar_ye: كلًا من مصدر الصوت والفيديو لا يمكن أن يكونا "بدون" عند استخدام FFmpeg.
de: FFmpeg Video- und Audioquelle können nicht beide „Keins“ sein.
el: Η πηγή βίντεο και ήχου του FFmpeg δεν μπορεί να είναι και οι δύο "None".
es_mx: La fuente de audio y video FFmpeg no pueden ser ambos "Ninguno".
he_il: מקור הווידאו והשמע של FFmpeg לא יכולים להיות שניהם "ללא".
ja_jp: FFmpeg の映像とオーディオ両方を同時に None にはできません。
pl: Źródło wideo i audio FFmpeg nie może być jednocześnie "Brak".
pt_br: O vídeo FFmpeg e a fonte de áudio não podem ser "Nenhum".
ro: FFmpeg video și sursa audio nu pot fi ambele "Niciuna".
ru: Источники видео и аудио в FFmpeg не могут оба быть "None".
tr: FFmpeg video ve ses kaynağının ikisi birden "Hiçbiri" olamaz.
uk: Джерело відео та аудіо FFmpeg не може бути одночасно "None".
vi_vn: Nguồn âm thanh và video FFmpeg không được là "Không".
zh_cn: FFmpeg 音频和视频源不能同时设为“无”。
zh_tw: FFmpeg 視訊和音訊源不能同時為「無」。

# FFmpegOnlySupports64BitOperatingSystems
source: FFmpeg that comes with ShareX only supports 64-bit operating systems.
ar_ye: أداة الترميز المرفقة بالبرنامج تدعم النظام ذو معمارية 64-بت فقط.
de: FFmpeg, das mit ShareX geliefert wird, unterstützt nur 64-Bit-Betriebssysteme.
el: Το FFmpeg που συνοδεύει το ShareX υποστηρίζει μόνο λειτουργικά συστήματα 64-bit.
es_mx: FFmpeg que incluye ShareX solo soporta sistemas operativos de 64 bits.
fr: FFmpeg inclus dans ShareX ne support que les systèmes d'exploitation 64-bits.
he_il: FFmpeg שמגיע עם ShareX תומך רק במערכות הפעלה של 64 סיביות.
ja_jp: ShareX の用意する FFmpeg は、64ビットOSにしか対応していません。
pl: FFmpeg, który jest dostarczany z ShareX, obsługuje tylko 64-bitowe systemy operacyjne.
pt_br: O FFmpeg que vem com o ShareX suporta apenas sistemas operacionais de 64 bits.
ru: FFmpeg, поставляемый с ShareX, поддерживает только 64-битные операционные системы.
tr: ShareX ile birlikte gelen FFmpeg yalnızca 64 bit işletim sistemlerini destekler.
uk: FFmpeg, що постачається з ShareX, підтримує лише 64-розрядні операційні системи.
vi_vn: FFmpeg đi kèm với ShareX chỉ hỗ trợ hệ điều hành 64-bit.
zh_tw: ShareX 包含的 FFmpeg 僅支援 64 位元的作業系統。

# ImageData_Write_Error_Message
source: Could not write image to path:
ar_ye: فشل إنشاء الصورة إلى:
de: Konnte das Bild nicht in den Pfad schreiben:
el: Δεν ήταν δυνατή η εγγραφή εικόνας στη διαδρομή:
es_mx: No se pudo escribir la imagen en la ruta:
fr: Impossible d'écrire l'image à l'emplacement spécifié :
he_il: לא ניתן היה לכתוב תמונה לנתיב:
ja_jp: 次のパスへ画像を書き込めません:
pl: Nie można zapisać obrazu do ścieżki:
pt_br: Não foi possível salvar a imagem no caminho:
ro: Nu s-a putut scrie imaginea în calea:
ru: Не удалось сохранить изображение по пути:
tr: Resim buraya kaydedilemedi:
uk: Не вдалося записати зображення до шляху:
vi_vn: Không thể ghi hình ảnh vào đường dẫn:
zh_cn: 图像无法写入路径：
zh_tw: 無法寫入圖片至路徑：

# InspectWindow_ProcessFileName
source: Process file name
ar_ye: اسم ملف العملية
de: Name der Prozessdatei
el: Όνομα αρχείου διεργασίας
es_mx: Nombre de proceso del archivo
fr: Nom de fichier du processus
he_il: שם קובץ התהליך
ja_jp: プロセス ファイル名
pl: Nazwa pliku procesu
pt_br: Nome do arquivo do processo
ro: Numele fișierului de proces
ru: Имя файла процесса
tr: İşlem dosya ismi
uk: Ім'я файлу процесу
vi_vn: Xử lý tên tệp
zh_cn: 进程文件名
zh_tw: 處理程序檔案名稱

# InspectWindow_ProcessIdentifier
source: Process identifier
ar_ye: معرّف العملية
de: Prozesskennzeichen
el: Αναγνωριστικό διεργασίας
es_mx: Identificador de procesos
fr: Identifiant du processus
he_il: מזהה תהליך
ja_jp: プロセス識別子
pl: Identyfikator procesu
pt_br: Identificador do processo
ro: Identificator proces
ru: Идентификатор процесса
tr: İşlem belirleyici
uk: Ідентифікатор процесу
vi_vn: Quy trình nhận dạng
zh_cn: 进程标识符
zh_tw: 處理程序識別碼

# InspectWindow_WindowTitle
source: Window title
ar_ye: عنوان النافذة
de: Fenstertitel
el: Τίτλος παραθύρου
es_mx: Título de ventana
fr: Titre de la fenêtre
he_il: כותרת חלון
ja_jp: ウィンドウ タイトル
pl: Tytuł okna
pt_br: Título da janela
ro: Titlu fereastră
ru: Заголовок окна
tr: Pencere başlığı
uk: Заголовок вікна
vi_vn: Tiêu đề cửa sổ
zh_cn: 窗口标题
zh_tw: 視窗標題

# InspectWindow_ExtendedWindowStyles
source: Extended window styles
ar_ye: أساليب النافذة الموسّعة
de: Erweiterte Fensterstile
el: Διευρυμένα στυλ παραθύρων
es_mx: Estilos de ventana extendidos
he_il: סגנונות חלונות מורחבים
ja_jp: 拡張ウィンドウスタイル
pl: Rozszerzone style okien
pt_br: Estilos de janela estendida
ro: Stiluri de fereastră extinse
ru: Расширенные стили окна
tr: Genişletilmiş pencere stilleri
uk: Розширені стилі вікна
vi_vn: Kiểu cửa sổ mở rộng
zh_cn: 扩展窗口样式
zh_tw: 延伸視窗樣式

# InspectWindow_WindowStyles
source: Window styles
ar_ye: أسلوب النافذة
de: Fensterstile
el: Στυλ παραθύρων
es_mx: Estilos de ventana
fr: Style des fenêtres
he_il: סגנונות חלון
ja_jp: ウィンドウスタイル
pl: Style okna
pt_br: Estilos da janela
ro: Stiluri fereastră
ru: Стили окна
tr: Pencere stilleri
uk: Стилі вікна
vi_vn: Các kiểu cửa sổ
zh_cn: 窗口样式
zh_tw: 視窗樣式

# InspectWindow_WindowRectangle
source: Window rectangle
ar_ye: مستطيل النافذة
de: Fensterrechteck
el: Παραθυρικό ορθογώνιο
es_mx: Rectángulo de ventana
he_il: מלבן חלון
ja_jp: ウィンドウ Rectangle
pl: Prostokąt okna
pt_br: Retângulo da janela
ro: Dreptunghi fereastră
ru: Прямоугольник окна
tr: Pencere dikdörtgeni
uk: Прямокутник вікна
vi_vn: Cửa sổ hình chữ nhật
zh_cn: 窗口矩形区域
zh_tw: 視窗矩形區域

# InspectWindow_ClientRectangle
source: Client rectangle
ar_ye: مساحة المستخدم
de: Client-Rechteck
el: Παραλληλόγραμμο πελάτη
es_mx: Rectángulo del cliente
he_il: מלבן לקוח
ja_jp: クライアント Rectangle
pl: Prostokąt klienta
ro: Dreptunghi client
ru: Клиентский прямоугольник
tr: İstemci dikdörtgeni
uk: Клієнтський прямокутник
vi_vn: Hình chữ nhật khách hàng
zh_cn: 客户端矩形区域
zh_tw: 客戶端矩形區域

source: Pin to screen
ar_ye: تثبيت على الشاشة
el: Καρφίτσα στην οθόνη
es_mx: Fijar a la pantalla
fr: Epingler à l'écran
he_il: הצמד למסך
ja_jp: 最前面に固定
pl: Przypnij do ekranu
pt_br: Fixar na tela
ru: Закрепить на экране
tr: Ekrana sabitle
uk: Закріпити на екрані
vi_vn: Ghim vào màn hình
zh_tw: 釘選至螢幕

source: Optical character recognition feature is only available with Windows version {0} or newer.
ar_ye: التعرف على النصوص متاح في Windows version {0} أو أحدث.
de: Die Funktion der optischen Zeichenerkennung ist nur unter Windows Version {0} oder neuer verfügbar.
el: Η λειτουργία οπτικής αναγνώρισης χαρακτήρων είναι διαθέσιμη μόνο με την έκδοση {0} ή νεότερη των Windows.
es_mx: La característica de reconocimiento óptico de caracteres (OCR) solo está disponible en la versión de Windows {0} o superior.
fr: La reconnaissance optique de caractères est uniquement disponible avec Windows version {0} ou plus récent.
he_il: תכונת זיהוי תווים אופטית זמינה רק עם גירסת Windows {0} ומעלה.
ja_jp: 光学式文字認識の機能は Windows バージョン {0} 以降で利用できます。
pl: Funkcja optycznego rozpoznawania znaków jest dostępna tylko w systemie Windows w wersji {0} lub nowszej.
ru: Функция распознавания текста доступна только в версий Windows {0} или новее.
tr: Optik karakter tanıma özelliği yalnızca Windows sürüm {0} veya daha yenisi ile kullanılabilir.
uk: Функція оптичного розпізнавання тексту доступна лише у Windows версії {0} або новішої.
vi_vn: Tính năng nhận dạng ký tự quang học chỉ khả dụng với phiên bản Windows {0} hoặc mới hơn.
zh_tw: 光學文字識別僅支援 Windows {0} 或更新版本。
