Repository: ShareX/ShareX
Catalog: ShareX/Properties/Resources.*.resx
Languages: ar_ye, cs, de, el, es, es_mx, fa_ir, fr, he_il, hu, it_it, ja_jp, ko_kr, nl_nl, pl, pt_br, pt_pt, ro, ru, tr, uk, vi_vn, zh_cn, zh_tw

# UploadManager_IsUploadConfirmed_Don_t_show_this_message_again_
source: Don't show this message again.
ar_ye: لا تعرض هذه الرسالة مرة أخرى.
cs: Tuto zprávu již nezobrazovat
de: Diese Nachricht nicht mehr anzeigen.
el: Μην εμφανίσετε ξανά αυτό το μήνυμα.
es: No mostrar este mensaje de nuevo.
es_mx: No volver a mostrar este mensaje.
fa_ir: دیگر این پیام را نمایش نده
fr: Ne plus afficher ce message.
he_il: אל תציג את ההודעה הזו שוב.
hu: Ne mutassa ezt újra.
it_it: Non mostrare più questo messaggio.
ja_jp: このメッセージを再び表示しない。
ko_kr: 이 메시지를 다시 보이지 않기.
nl_nl: Toon dit bericht niet opnieuw.
pl: Nie pokazuj więcej tej wiadomości.
pt_br: Não mostrar esta mensagem novamente.
pt_pt: Não mostrar esta mensagem novamente.
ro: Nu afișa acest mesaj din nou.
ru: Больше не показывать это сообщение.
tr: Bu mesajı tekrar gösterme.
uk: Не показувати це повідомлення знову.
vi_vn: Không hiện thông báo này nữa.
zh_cn: 不要再显示此消息。
zh_tw: 不要再顯示此訊息。

# HotkeySettingsForm_Reset_all_hotkeys_to_defaults_Confirmation
source: Reset all hotkeys to defaults?
ar_ye: إعادة تعيين كافة مفاتيح الاختصارات؟
de: Alle Hotkeys auf die Standardeinstellungen zurücksetzen?
el: Επαναφορά όλων των πλήκτρων πρόσβασης στις προεπιλογές;
es_mx: ¿Restablecer todos los atajos de teclado predefinidos?
fa_ir: آیا می خواهید تمام تنظیمات کلیدهای میانبر به حالت اولیه خودشان بازگردند؟
fr: Réinitialiser les raccourcis clavier ?
he_il: לאפס את כל מקשי הקיצור לברירות המחדל?
it_it: Ripristinare tutte le scorciatoie alle impostazioni predefinite?
ja_jp: すべてのホットキーを既定に戻しますか？
ko_kr: 모든 단축키를 기본 값으로 초기화할까요?
pl: Zresetować wszystkie skróty klawiszowe do ustawień domyślnych?
pt_br: Redefinir todos os atalhos?
pt_pt: Repor todas as teclas de atalho?
ro: Resetați toate tastele de rapide la valorile implicite?
ru: Сбросить все горячие клавиши?
tr: Bütün kısayolları varsayılan haline döndür?
uk: Скинути всі гарячі клавіші до типових значень?
vi_vn: Đặt lại tất cả phím tắt về mặc định?
zh_cn: 重置所有快捷键为默认值？
zh_tw: 是否要重設所有快捷鍵為預設值？

# AboutForm_AboutForm_Changelog
source: Changelog
ar_ye: سجل التغييرات
de: Änderungsprotokoll
el: Αρχείο αλλαγών
es_mx: Registro de cambios
fa_ir: تغییرات
fr: Historique des modifications
he_il: יומן שינויים
it_it: Cambiamenti
ja_jp: 更新履歴
ko_kr: 변경사항
nl_nl: Updategeschiedenis
pl: Dziennik zmian
pt_br: Registro de alterações
pt_pt: Registo de alterações nesta versão
ro: Jurnal de schimbări
ru: Список изменений
tr: Değişim günlüğü
uk: Журнал змін
vi_vn: Lịch sử thay đổi
zh_cn: 更新日志
zh_tw: 更新日誌

# AutoCaptureForm_Execute_Start
source: Start
ar_ye: بدء
el: Έναρξη
es: Iniciar
es_mx: Iniciar
fa_ir: شروع
fr: Démarrer
he_il: התחל
hu: Indítás
it_it: Avvia
ja_jp: 開始
ko_kr: 시작
pl: Rozpocznij
pt_br: Iniciar
pt_pt: Iniciar
ro: Pornire
ru: Старт
tr: Başlat
uk: Почати
vi_vn: Bắt đầu
zh_cn: 开始
zh_tw: 開始

# HotkeyManager_ShowFailedHotkeys_hotkey
source: hotkey
ar_ye: الاختصارات
cs: kláves. zkratka
de: Tastenkürzel
el: Πλήκτρο πρόσβασης
es: Tecla de acceso rápido
es_mx: atajo de teclado
fa_ir: کلیدمیانبر
fr: raccourci clavier
he_il: קיצור מקש
hu: gyorsbillentyű
it_it: scorciatoia
ja_jp: ホットキー
ko_kr: 단축키
nl_nl: sneltoets
pl: skrót klawiszowy
pt_br: atalho
pt_pt: tecla de atalho
ro: tastă rapidă
ru: горячую клавишу
tr: Kısayol
uk: гарячі клавіші
vi_vn: phím tắt
zh_cn: 快捷键
zh_tw: 快捷鍵

# TaskSettingsForm_UpdateWindowTitle_Task_settings
source: Task settings
ar_ye: إعدادات المهمة
cs: Nastavení úkolů
de: Aufgabeneinstellungen
el: Ρυθμίσεις εργασιών
es: Configuración de la tarea
es_mx: Configuración de tarea
fa_ir: تنظیمات وظیفه
fr: Paramètres des tâches
he_il: הגדרות למטלות
hu: Feladat beállítások
it_it: Impostazioni Operazione
ja_jp: タスクの設定
ko_kr: 작업 설정
nl_nl: Taak eigenschappen
pl: Ustawienia zadań
pt_br: Configuração de tarefas
pt_pt: Configuração de tarefas
ro: Setări sarcină
ru: Настройки задач
tr: Görev ayarları
uk: Налаштування завдань
vi_vn: Thiết lập tác vụ
zh_cn: 任务设置
zh_tw: 排程設定

# BeforeUploadForm_BeforeUploadForm_Please_choose_a_destination_
source: Please choose a destination.
ar_ye: يرجى اختيار وجهة.
cs: Prosím, zvlote si destinaci.
de: Wähle bitte ein Ziel aus.
el: Παρακαλώ επιλέξτε έναν προορισμό.
es: Por favor, elija un destinación.
es_mx: Por favor elija un destino.
fa_ir: لطفا یک مقصد انتخاب کنید.
fr: Veuillez choisir une destination.
he_il: אנא בחר יעד.
hu: Kérlek válassz egy célt.
it_it: Scegliere una destinazione.
ja_jp: アップロード先を選択してください。
ko_kr: 목적지를 선택해 주세요.
nl_nl: Gelieve een bestemming te kiezen.
pl: Wybierz miejsce docelowe.
pt_br: Por favor escolha um destino.
pt_pt: Por favor escolha um destino.
ro: Alegeți o destinație.
ru: Пожалуйста, выберите сервис.
tr: Lütfen hedef seçiniz.
uk: Будь ласка, виберіть призначення.
vi_vn: Vui lòng chọn dịch vụ tải lên.
zh_cn: 请选择一个上传地址。
zh_tw: 請選擇目的地。

# UploadTask_Prepare_Starting
source: Starting
ar_ye: البدء
cs: Spouštění
de: Startet
el: Ξεκινώντας
es: Iniciando
es_mx: Iniciando
fa_ir: در حال شروع
fr: Démarrage
he_il: מתחיל
hu: Indítás
it_it: Avvio
ja_jp: 開始しています
ko_kr: 시작 중
nl_nl: Starten
pl: Rozpoczynanie
pt_br: Iniciando
pt_pt: Iniciando
ro: Se pornește
ru: Начинается
tr: Başlatılıyor
uk: Запускається
vi_vn: Đang bắt đầu
zh_cn: 开始
zh_tw: 開始中

# AboutForm_AboutForm_Translators
source: Translators
ar_ye: المترجمون
cs: Překladatelé
de: Übersetzer
el: Μεταφραστές
es: Traductores
es_mx: Traductores
fa_ir: مترجمین
fr: Traducteurs
he_il: מתרגמים
hu: Fordítók
it_it: Traduttori
ja_jp: 翻訳者
ko_kr: 번역자
nl_nl: Vertalers
pl: Tłumacze
pt_br: Tradutores
pt_pt: Tradutores
ro: Traducători
ru: Переводчики
tr: Çevirmenler
uk: Перекладачі
vi_vn: Biên dịch
zh_cn: 语言翻译
zh_tw: 翻譯

# QuickTaskMenu_ShowMenu_Cancel
source: Cancel
ar_ye: إلغاء
de: Abbrechen
el: Ακύρωση
es_mx: Cancelar
fa_ir: انصراف
fr: Annuler
he_il: ביטול
it_it: Annulla
ja_jp: キャンセル
ko_kr: 취소
pl: Anuluj
pt_br: Cancelar
pt_pt: Cancelar
ro: Anulare
ru: Отменить
tr: İptal
uk: Скасувати
vi_vn: Hủy bỏ
zh_cn: 取消
zh_tw: 取消

# UploadManager_ShowShortenURLDialog_Shorten
source: Shorten
ar_ye: اختصار
de: Kürzen
el: Συντομεύστε
es_mx: Abreviar
fa_ir: کوتاه کن
fr: Raccourcir
he_il: מקוצר
ja_jp: 短縮
pl: Skróć
pt_br: Encurtar
pt_pt: Encurtar
ro: Scurtați
ru: Сократить
tr: Kısalt
uk: Скоротити
vi_vn: Rút gọn
zh_cn: 生成
zh_tw: 產生

# TaskSettingsForm_UpdateUploaderMenuNames_Image_uploader___0_
source: Image uploader: {0}
ar_ye: رافع الصور: {0}
cs: Uploader obrázků: {0}
de: Bilduploader: {0}
el: Μεταφορτωτής εικόνων: {0}
es: Cargador de imágenes: {0}
es_mx: Servidor de imágenes: {0}
fa_ir: آپلود کننده عکس: {0}
fr: Mise en ligne d'images : {0}
he_il: שירות העלאת תמונה: {0}
hu: Képfeltöltő: {0}
it_it: Servizio di Caricamento Immagini: {0}
ja_jp: 画像アップローダー: {0}
ko_kr: 이미지 업로더: {0}
nl_nl: Afbeeldingsuploader: {0}
pl: Serwis obrazów: {0}
pt_br: Envio de imagens: {0}
pt_pt: Envio de imagens: {0}
ro: Destinație imagini: {0}
ru: Сервис загрузки картинок: {0}
tr: Resim yükleyici: {0}
uk: Вивантажувач зображення: {0}
vi_vn: Dịch vụ tải lên ảnh: {0}
zh_cn: 图片上传：{0}
zh_tw: 圖片上傳工具：{0}

# TaskHelpers_OpenQuickScreenColorPicker_Copied_to_clipboard___0_
source: Copied to clipboard: {0}
ar_ye: تم نسخ {0} إلى الحافظة
de: In Zwischenablage kopiert: {0}
el: Αντιγραφή στο πρόχειρο: {0}
es: Copiado al portapapeles: {0}
es_mx: Copiado al portapapeles: {0}
fa_ir: به کلیپ بورد کپی شد: {0}
fr: Copié dans le presse-papier : {0}
he_il: הועתק ללוח הגזירה: {0}
it_it: Copiato negli Appunti: {0}
ja_jp: クリップボードにコピー: {0}
ko_kr: 클립보드에 복사됨: {0}
nl_nl: Gekopieerd naar klembord: {0}
pl: Skopiowano do schowka: {0}
pt_br: Copiado para a área de transferência: {0}
pt_pt: Copiado para a área de transferência: {0}
ro: Copiat în clipboard: {0}
ru: Скопировано в буфер: {0}
tr: Panoya kopyalandı: {0}
uk: Скопійовано в буфер обміну: {0}
vi_vn: Đã sao chép vào vùng nhớ tạm: {0}
zh_cn: 已复制到剪贴板：{0}
zh_tw: 已複製到剪貼簿：{0}

# TaskSettingsForm_UpdateWindowTitle_Task_settings_for__0_
source: Task settings for {0}
ar_ye: إعدادات المهمة لـ {0}
cs: Nastavení úkolu pro {0}
de: Aufgabeneinstellungen für {0}
el: Ρυθμίσεις εργασιών για {0}
es: Configuración de la tarea para {0}
es_mx: Configuración de tarea para {0}
fa_ir: تنظیمات وظیفه برای {0}
fr: Paramètres des tâches pour {0}
he_il: הגדרות מטלה עבור {0}
hu: Feladat beállításai: {0}
it_it: Impostazioni Operazione per {0}
ja_jp: {0} のタスク設定
ko_kr: {0} 작업 설정
nl_nl: Taak eigenschappen voor {0}
pl: Ustawienia zadań dla {0}
pt_br: Configuração de tarefas para {0}
pt_pt: Configuração de tarefas para {0}
ro: Setările sarcinii pentru {0}
ru: Настройки задачи для операции «{0}»
tr: {0} için görev ayarları
uk: Параметри завдання для {0}
vi_vn: Thiết lập tác vụ cho {0}
zh_cn: 对于任务设置 {0}
zh_tw: {0} 的排程設定

# TaskHelpers_TweetMessage_Unable_to_find_valid_Twitter_account_
source: Unable to find a valid Twitter account.
ar_ye: لم يتم العثور على حساب تويتر صالح.
de: Kann kein gültiges Twitter-Konto finden.
es_mx: No se puede encontrar una cuenta de Twitter válida.
fa_ir: نتوانستیم اکانت توئیتر معتبری پیدا کنیم.
fr: Impossible de trouver un compte Twitter valide.
he_il: לא ניתן למצוא חשבון טוויטר תקין.
it_it: Impossibile trovare un account Twitter valido.
ja_jp: 有効なTwitter アカウントが見つかりません。
ko_kr: 유효한 트위터 계정을 찾을 수 없습니다.
nl_nl: Kan geen geldig Twitter account vinden.
pl: Nie można znaleźć prawidłowego konta na Twitterze.
pt_br: Não foi possível encontrar uma conta válida do Twitter.
pt_pt: Não foi possível encontrar uma conta válida do Twitter.
ro: Nu s-a putut găsi un cont de Twitter valid.
ru: Не удалось найти рабочий аккаунт Twitter.
uk: Не вдалось знайти дійсний обліковий запис Twitter.
vi_vn: Không thể tìm thấy tài khoàn Twitter hợp lệ.
zh_cn: 无法找到可用的 Twitter 账号。
zh_tw: 無法找到有效的 Twitter 帳戶。

# UploadManager_UploadURL_URL_to_download_from_and_upload
source: URL to download and upload
ar_ye: عنوان URL إلى التنزيل والرفع
cs: URL ke stahování a nahrávání
de: URL zum Down- und Upload
el: URL για λήψη και μεταφόρτωση
es: URL para descargar desde y subir
es_mx: Enlace para descargar y subir
fa_ir: آدرس برای دانلود و آپلود
fr: URL à télécharger et à mettre en ligne
he_il: קישור להורדה והעלאה
hu: URL a letöltéshez és feltöltéshez
it_it: URL da Scaricare e Caricare
ja_jp: ダウンロード後にアップロードするファイルのあるURL
ko_kr: 업로드 하기 위해 다운로드 받을 URL
nl_nl: URL om te downloaden en dan te uploaden
pl: Link do pobierania i wysyłania
pt_br: URL para baixar arquivo e enviar
pt_pt: Hiperligação para transferência e envio
ro: URL pentru a descărca și încărca
ru: Ссылка для закачки перед загрузкой
tr: Adresten dosya indir ve yükle
uk: Посилання для завантаження та вивантаження
vi_vn: URL để tải xuống và tải lên
zh_cn: 下载和上传 URL
zh_tw: 下載和上傳的網址

# ActionsForm_btnOK_Click_File_path_can_t_be_empty_
source: File path can't be empty.
ar_ye: لايمكن أن يكون مسار الملف فارغًا.
cs: Cesta k souboru nesmí být prázdná.
de: Dateipfad kann nicht leer sein.
el: Η διαδρομή αρχείου δεν μπορεί να είναι κενή.
es: Ruta de archivo no puede estar vacío.
es_mx: La ubicación no puede estar vacía.
fa_ir: مسیر فایل نمی تواند خالی باشد
fr: Le chemin du fichier ne peut pas être vide.
he_il: נתיב הקובץ לא יכול להיות ריק.
hu: A fájl elérési út nem lehet üres.
it_it: Il percorso file non puù essere vuoto.
ja_jp: ファイルのパスを入力してください。
ko_kr: 파일 경로는 비어 있을 수 없습니다.
nl_nl: Bestandspad kan niet leeg zijn.
pl: Ścieżka pliku nie może być pusta.
pt_br: Caminho do arquivo não pode estar vazio.
pt_pt: Caminho do ficheiro não pode estar vazio.
ro: Calea fișierului nu poate fi goală.
ru: Путь к файлу не может быть пустым.
tr: Dosya yolu boş olamaz.
uk: Шлях до файлу не може бути порожнім.
vi_vn: Đường dẫn tới tệp tin không thể trống
zh_cn: 文件路径不能为空。
zh_tw: 檔案路徑不能為空。

# UploadTask_DoAfterCaptureJobs_Choose_a_folder_to_save
source: Choose a folder to save
ar_ye: اختيار مجلد للحفظ
cs: Vyberte si složku k uložení
de: Wähle einen Ordner zum Speichern aus
el: Επιλέξτε έναν φάκελο για αποθήκευση
es: Seleccione una carpeta para guardar
es_mx: Elegir una carpeta para guardar
fa_ir: یک فولدر برای ذخیره کردن انتخاب کنید
fr: Choisir un dossier pour sauvegarde
he_il: בחר תיקייה לשמירה
hu: Válassz egy mentési mappát
it_it: Scegli una cartella
ja_jp: 保存フォルダーの選択
ko_kr: 저장할 폴더 고르기
nl_nl: Kies een map om op te slaan
pl: Wybierz folder do zapisu
pt_br: Escolha uma pasta para salvar
pt_pt: Escolha uma pasta para guardar
ro: Alegeți un folder pentru a salva
ru: Выберете папку для сохранения
tr: Kaydetmek için dizin seçin
uk: Виберіть теку для збереження
vi_vn: Chọn thư mục để lưu
zh_cn: 选择一个文件夹来保存
zh_tw: 選擇資料夾以儲存

# MainForm_UpdateToggleHotkeyButton_Enable_hotkeys
source: Enable hotkeys
ar_ye: تفعيل مفاتيح الاختصارات
de: Hotkeys aktivieren
el: Ενεργοποίηση πλήκτρων συντόμευσης
es_mx: Habilitar atajos de teclado
fa_ir: فعال سازی کلیدهای میانبر
fr: Activer les raccourcis clavier
he_il: אפשר מקשי קיצור
it_it: Attiva Scorciatoie da Tastiera
ja_jp: ホットキーを有効にする
ko_kr: 단축키 활성화
nl_nl: Schakel sneltoetsen in
pl: Włącz skróty klawiszowe
pt_br: Ativar atalhos
pt_pt: Activar teclas de atalho
ro: Activați tastele rapide
ru: Включить горячие клавиши
tr: Kısayolları aktif et
uk: Увімкнути гарячі клавіші
vi_vn: Kích hoạt phím tắt
zh_cn: 启用快捷键
zh_tw: 啟用快捷鍵

# AutoCaptureForm_UpdateStatus_Timeleft___0_s___1____Total___2_
source: Timeleft: {0}s ({1}%) Total: {2}
ar_ye: الوقت المتبقي: {0}ثانية ({1}%) المجموع: {2}
cs: Zbývá: {0}s ({1}%) Celkem: {2}
de: Zeit übrig: {0}s ({1}%) Gesamt: {2}
el: Χρόνος που απομένει: {0}s ({1}%) Σύνολο: {2}
es: Tiempo restante: {0}s ({1}%) Total: {2}
es_mx: Tiempo restante: {0}s ({1} %) Total: {2}
fa_ir: زمان باقیمانده: {0} ثانیه ({1}%) مجموع: {2}
fr: Temps restant : {0}s ({1}%) Total : {2}
he_il: זמן שנותר: {0} שניות ({1}%) סך הכל: {2}
hu: Hátralévő: {0}s ({1}%) Összes: {2}
it_it: Rimasti: {0}s ({1}%) Totale: {2}
ja_jp: 残り時間: {0}s ({1}%) 合計: {2}
ko_kr: 남은 시간: {0}초 ({1}%) 총: {2}
nl_nl: Resterende tijd: {0}s ({1}%) Totaal: {2}
pl: Pozostały czas: {0}s ({1}%) Łącznie: {2}
pt_br: Tempo restante: {0}s ({1}%) Total: {2}
pt_pt: Tempo restante: {0}s ({1}%) Total: {2}
ro: Timp rămas: {0}s ({1}%) Total: {2}
ru: Осталось: {0} с ({1}%). Всего: {2}
tr: Kalan zaman: {0}s ({1}%) Toplam: {2}
uk: Залишилось часу: {0} с ({1}%) Всього: {2}
vi_vn: Thời gian còn lại: {0}giây ({1}%) Tổng cộng: {2}
zh_cn: 剩余时间：{0}秒 ({1}%) 总计：{2}
zh_tw: 剩餘時間: {0}秒 ({1}%) 總計: {2}

# HotkeyManager_ShowFailedHotkeys_Hotkey_registration_failed
source: Hotkey registration failed
ar_ye: خطأ في إعداد الاختصارات
cs: Registrace kláves. zkratky selhala
de: Hotkeyregistrierung fehlgeschlagen
el: Αποτυχία καταχώρησης πλήκτρων πρόσβασης
es: Registro tecla de acceso rápido fracasó
es_mx: No se pudo registrar el atajo de teclado
fa_ir: تنظیم کلیدهای میانبر با مشکل مواجه شد.
fr: La définition du raccourci a échoué
he_il: רישום מקשי קיצור נכשל
hu: A gyorsbillentyű regisztrációja sikertelen
it_it: Registrazione scorciatoia fallita.
ja_jp: ホットキーの登録に失敗
ko_kr: 단축키 등록 실패
nl_nl: Sneltoets registratie mislukt
pl: Rejestracja skrótu klawiszowego nie powiodła się
pt_br: Falha no registro de atalho
pt_pt: Falha no registo da tecla de atalho
ro: Înregistrarea tastei rapide a eșuat
ru: Не удалось зарегистрировать горячую клавишу
tr: Kısayol kaydı başarısız
uk: Збій реєстрації гарячих клавіш
vi_vn: Đăng ký phím tắt thất bại
zh_cn: 快捷键注册失败
zh_tw: 快捷鍵註冊失敗

# TaskHelpers_ToggleHotkeys_Hotkeys_disabled_
source: Hotkeys disabled.
ar_ye: تم تعطيل اختصارات لوحة المفاتيح.
de: Hotkeys deaktiviert.
el: Απενεργοποίηση των πλήκτρων συντόμευσης.
es_mx: Atajos de teclado deshabilitados
fa_ir: کلیدهای میانبر غیرفعال شدند.
fr: Raccourcis clavier désactivés.
he_il: מקשי קיצור מושבתים.
it_it: Scorciatoie Disattivate
ja_jp: ホットキーを無効にしました。
ko_kr: 단축키 활성화됨.
nl_nl: Sneltoetsen uitgeschakeld.
pl: Skróty klawiszowe wyłączone.
pt_br: Atalhos desativados.
pt_pt: Teclas de atalho desativadas.
ro: Taste rapide dezactivate.
ru: Горячие клавиши отключены.
tr: Kısayollar devre dışı kaldı.
uk: Гарячі клавіші вимкнено.
vi_vn: Phím tắt đã được kích hoạt.
zh_cn: 快捷键已禁用。
zh_tw: 快捷鍵已停用。

# UploadManager_IsUploadConfirmed_Upload_files
source: Upload files
ar_ye: رفع الملفات
cs: Nahrát soubory
de: Dateien hochladen
el: Ανέβασμα αρχείων
es: Subir archivos
es_mx: Subir archivos
fa_ir: آپلود فایل ها
fr: Mise en ligne de fichiers
he_il: העלה קבצים
hu: Fájlok feltöltése
it_it: Carica File
ja_jp: ファイルのアップロード
ko_kr: 파일 업로드하기
nl_nl: Upload bestanden
pl: Prześlij pliki
pt_br: Enviar arquivos
pt_pt: Enviar ficheiros
ro: Încărcați fișierele
ru: Загрузить файлы
tr: Dosyaları yükle
uk: Вивантажити файли
vi_vn: Tải lên các file
zh_cn: 上传文件
zh_tw: 上傳檔案

# ApplicationSettingsForm_cbStartWithWindows_DisabledByUser_Text
source: Startup has been disabled in Task Manager
ar_ye: تم تعطيل البدء التلقائي للتطبيق بواسطة مدير المهام
de: Autostart wurde im Task-Manager deaktiviert
el: Η εκκίνηση έχει απενεργοποιηθεί στη Διαχείριση εργασιών
es_mx: El inicio se ha deshabilitado desde el Administrador de tareas
fa_ir: شروع خودکار در Task Manager غیرفعال شده است.
fr: Le démarrage automatique a été désactivé dans le Gestionnaire des tâches
he_il: האתחול הושבת במנהל המשימות
it_it: L'avvio automatico è stato disattivato in Gestione Attività
ja_jp: スタートアップの設定はタスクマネージャーで無効にされています
ko_kr: 작업 관리자에 의해 ShareX를 시작 프로그램으로 지정할 수 없습니다
nl_nl: Opstarten is uitgeschakeld in Taakbeheer
pl: Uruchamianie zostało wyłączone w menedżerze zadań
pt_br: A inicialização foi desativada no Gerenciador de Tarefas
pt_pt: Inicio com o Windows foi desativado no gestor de tarefas
ro: Pornirea a fost dezactivată din Managerul de activități
ru: Автозапуск отключен через Диспетчер задач
tr: Başlangıç görev yöneticisinden devre dışı bırakılmış
uk: Запуск було вимкнено у Диспетчері завдань
vi_vn: Tự khởi động đã bị vô hiệu trong Task Manager
zh_cn: 开机启动项已被任务管理器禁用
zh_tw: 開機啟動已被任務管理器停用

# ActionsToolbarEditForm_Separator
source: Separator
ar_ye: فاصل
de: Trennzeichen
el: Διαχωριστής
es_mx: Separador
fa_ir: جداکننده
fr: Séparateur
he_il: מפריד
it_it: Separatore
ja_jp: 区切り線
ko_kr: 구분자
pt_br: Separador
pt_pt: Separador
ru: Разделитель
tr: Ayırıcı
uk: Роздільник
vi_vn: Phân cách
zh_cn: 分隔符
zh_tw: 分隔符

# TaskManager_task_UploadCompleted_Error
source: Error
ar_ye: خطأ
cs: Chyba
de: Fehler
el: Σφάλμα
fa_ir: خطا
fr: Erreur
he_il: שגיאה
hu: Hiba
it_it: Errore
ja_jp: エラー
ko_kr: 오류
nl_nl: Fout
pl: Błąd
pt_br: Erro
pt_pt: Erro
ro: Eroare
ru: Ошибка
tr: Hata
uk: Помилка
vi_vn: Lỗi
zh_cn: 错误
zh_tw: 錯誤

# HotkeySelectionControl_StartEditing_Select_a_hotkey___
source: Select a hotkey...
ar_ye: تحديد مفتاح اختصار...
cs: Vyberte kláves. zkratku...
de: Wähle ein Tastenkürzel...
el: Επιλέξτε ένα πλήκτρο άμεσης πρόσβασης...
es: Seleccione una tecla de acceso directo...
es_mx: Seleccionar un atajo de teclado...
fa_ir: کلید میانبر را انتخاب کن...
fr: Sélectionner un raccourci clavier...
he_il: בחר מקש קיצור...
hu: Válassz egy gyorsbillentyűt...
it_it: Seleziona una Scorciatoia...
ja_jp: ホットキーを入力...
ko_kr: 단축키 누르기...
nl_nl: Selecteer een sneltoets...
pl: Wybierz skrót klawiszowy...
pt_br: Escolha um atalho...
pt_pt: Escolha uma tecla de atalho...
ro: Selectați o tastă rapidă...
ru: Выберите горячую клавишу...
tr: Kısayol seçiniz...
uk: Виберіть гарячу клавішу...
vi_vn: Chọn một phím tắt...
zh_cn: 选择一个快捷键...
zh_tw: 選擇快捷鍵...

# DropForm_DrawDropImage_Drop_here
source: Drop here
ar_ye: أفلت هـنــا
cs: Přetáhněte sem
de: Hierher ziehen
el: Drop εδώ
es: Soltar aquí
es_mx: Soltar aquí
fa_ir: اینجا رها کنید
fr: Déposer ici
he_il: זרוק כאן
hu: Dobd ide
it_it: Trascina Qui
ja_jp: ここに ドロップ
ko_kr: 이곳에 끌어다 놓기
nl_nl: Sleep bestanden hier naartoe
pl: Upuść tutaj
pt_br: Largue aqui
pt_pt: Largue aqui
ro: Trageți aici
ru: Бросайте файлы сюда
tr: Buraya sürükle
uk: Киньте тут
vi_vn: Thả ở đây
zh_cn: 拖到 这里
zh_tw: 拖到 此處

# TaskHelpers_ToggleHotkeys_Hotkeys_enabled_
source: Hotkeys enabled.
ar_ye: تم تعطيل اختصارات لوحة المفاتيح.
de: Hotkeys aktiviert.
el: Ενεργοποίηση των πλήκτρων συντόμευσης.
es_mx: Atajos de teclado habilitados.
fa_ir: کلیدهای میانبر غیرفعال شدند.
fr: Raccourcis clavier activés.
he_il: קיצורי מקשים פעילים.
it_it: Scorciatoie Attivate
ja_jp: ホットキーを有効にしました。
ko_kr: 단축키 비활성화됨.
nl_nl: Sneltoetsen ingeschakeld.
pl: Skróty klawiszowe włączone.
pt_br: Atalhos ativados.
pt_pt: Teclas de atalho desativadas.
ro: Taste rapide activate.
ru: Горячие клавиши включены.
tr: Kısayollar aktif edildi.
uk: Гарячі клавіші увімкнені.
vi_vn: Phím tắt đã bị vô hiệu hóa.
zh_cn: 快捷键已启用。
zh_tw: 快捷鍵已啟用。

source: {0} configuration is invalid or missing. Please check "Destination settings" window to configure it.
ar_ye: {0} من الإعدادات غير صالحة أو مفقودة، قم بإصلاح هذه الإعدادات من نافذة "مجلد الوجهة".
de: Konfiguration {0} ist ungültig oder fehlt. Zur Konfiguration überprüfen Sie das Fenster "Zieleinstellungen".
el: {0} η διαμόρφωση είναι άκυρη ή λείπει. Ελέγξτε το παράθυρο "Ρυθμίσεις προορισμού" για να το διαμορφώσετε.
es_mx: La configuración de {0} no es válida o no se encuentra. Favor de revisar "Configuraciones de destinos".
fr: La configuration {0} est invalide ou manquante. Merci de vérifier les "Paramètres de destination".
he_il: התצורה של {0} אינה חוקית או חסרה. אנא סמן את חלון "הגדרות יעד" כדי להגדיר אותו.
it_it: {0} configurazione non valida o mancante. Controllare la finestra "Impostazioni Destinazione".
ja_jp: {0} の構成が正しくないか存在しません。"アップロード先の設定" ウィンドウで構成を確認してください。
ko_kr: {0}의 설정이 올바르지 않거나 존재하지 않습니다. "목적지 설정" 창을 열어 설정 해 주세요.
pl: Konfiguracja {0} jest nieprawidłowa lub jej brakuje. Sprawdź okno „Ustawienia miejsca docelowego”, aby je skonfigurować.
pt_br: Configuração de {0} está inválida ou faltando. Por favor reconfigure o destino novamente.
pt_pt: A configuração de {0} está invalida ou em falta. Por favor verifique as "Definições de destino" para reconfigurar.
ro: Configurația {0} nu este validă sau lipsește. Vă rugăm să verificați fereastra "Setări destinație" pentru a o configura.
ru: {0} конфигурация не верна или отсутствует. Пожалуйста перейдите в окно "Настройки сервисов" чтобы ее настроить.
tr: {0} ayarları yanlış veya eksik. Lütfen "Hedef ayarları" penceresinden ayar yapınız.
uk: {0} конфігурація хибна або відсутня. Будь ласка, перейдіть до вікна „Налаштування призначень“ для її налаштування.
vi_vn: Thiết lập {0} không đúng hoặc bị thiếu. Vui lòng kiểm tra cửa sổ "Cài đặt dịch vụ tải lên" để thiết lập.
zh_cn: {0} 配置无效或丢失。请转到“上传至...”窗口中进行设置。
zh_tw: {0} 設定無效或不存在。請前往「目的地設定」視窗進行設定。

# HotkeyManager_ShowFailedHotkeys_hotkeys
source: hotkeys
ar_ye: اختصارات لوحة المفاتيح
cs: kláves. zkratky
de: Tastenkürzel
el: Πλήκτρα πρόσβασης
es: Teclas de acceso rápido
es_mx: atajos de teclado
fa_ir: کلیدهای میانبر
fr: raccourcis clavier
he_il: קיצורי מקשים
hu: gyorsbillentyűk
it_it: scorciatoie
ja_jp: ホットキー
ko_kr: 단축키
nl_nl: sneltoetsen
pl: skróty klawiszowe
pt_br: atalhos
pt_pt: teclas de atalho
ro: taste rapide
ru: горячие клавиши
tr: Kısayollar
uk: гарячі клавіші
vi_vn: Các phím tắt
zh_cn: 快捷键
zh_tw: 快捷鍵

# TaskSettingsForm_UpdateUploaderMenuNames_File_uploader___0_
source: File uploader: {0}
ar_ye: رافعو الملفات: {0}
cs: Uploader souborů: {0}
de: Dateiuploader: {0}
el: Μεταφόρτωση αρχείων: {0}
es: Cargador de archivos: {0}
es_mx: Servidor para archivos: {0}
fa_ir: آپلودکننده فایل: {0}
fr: Mise en ligne de fichiers : {0}
he_il: שירותי העלאת קבצים: {0}
hu: Fájl feltöltő: {0}
it_it: Servizio Caricamento File: {0}
ja_jp: ファイル アップローダー: {0}
ko_kr: 파일 업로더: {0}
nl_nl: Bestandsuploader: {0}
pl: Serwis plików: {0}
pt_br: Envio de arquivos: {0}
pt_pt: Envio de ficheiros: {0}
ro: Destinație de fișiere: {0}
ru: Сервис загрузки файлов: {0}
tr: Dosya yükleyici: {0}
uk: Вивантажувач файлів: {0}
vi_vn: Dịch vụ tải lên tệp: {0}
zh_cn: 文件上传：{0}
zh_tw: 檔案上傳工具：{0}
