Repository: ShareX/ShareX
Catalog: ShareX/Properties/Resources.*.resx
Languages: ar_ye, cs, de, el, es, es_mx, fa_ir, fr, he_il, hu, it_it, ja_jp, ko_kr, nl_nl, pl, pt_br, pt_pt, ro, ru, tr, uk, vi_vn, zh_cn, zh_tw

# IntegrationHelpers_UploadWithShareX
source: Upload with ShareX
ar_ye: رفع باستخدام ShareX
de: Mit ShareX hochladen
el: Ανέβασμα με το ShareX
es_mx: Subir con ShareX
fa_ir: آپلود با ShareX
fr: Mettre en ligne avec ShareX
he_il: העלה עם ShareX
it_it: Carica con ShareX
ja_jp: ShareX でアップロード
ko_kr: ShareX로 업로드
nl_nl: Upload met ShareX
pl: Prześlij za pomocą ShareX
pt_br: Enviar com o ShareX
pt_pt: Enviar com ShareX
ro: Încărcați cu ShareX
ru: Загрузить с помощью ShareX
tr: ShareX ile yükle
uk: Вивантажити з ShareX
vi_vn: Tải lên với ShareX
zh_cn: 使用 ShareX 上传
zh_tw: 使用 ShareX 上傳

# UploadTask_Prepare_Preparing
source: Preparing
ar_ye: ارتباط
cs: Příprava
de: Vorbereiten
el: Προετοιμασία
es: Preparación
es_mx: Preparando
fa_ir: در حال آماده سازی
fr: Préparation en cours
he_il: מכין
hu: Előkészítés
it_it: Preparazione
ja_jp: 準備中
ko_kr: 준비 중
nl_nl: Voorbereiden
pl: Przygotowywanie
pt_br: Preparando
pt_pt: Preparando
ro: Se pregătește
ru: Готовится
tr: Hazırlanıyor
uk: Підготовка
vi_vn: Đang chuẩn bị
zh_cn: 准备
zh_tw: 準備中

# FileExistForm_txtNewName_TextChanged_Use_new_name__
source: Use new name:
ar_ye: استخدام اسم جديد:
cs: Použít nové jméno:
de: Neuen Namen verwenden:
el: Χρησιμοποιήστε νέο όνομα:
es: Utilice un nuevo nombre:
es_mx: Usar nuevo nombre:
fa_ir: از نام جدید استفاده کن:
fr: Utiliser un nouveau nom :
he_il: השתמש בשם חדש:
hu: Új név használata:
it_it: Usa un Nuovo Nome:
ja_jp: 新しい名前を使用:
ko_kr: 새 이름 사용:
nl_nl: Gebruik een nieuwe naam:
pl: Użyj nowej nazwy:
pt_br: Usar novo nome:
pt_pt: Usar novo nome:
ro: Utilizați nume nou:
ru: Использовать новое имя:
tr: Yeni ad kullan:
uk: Використовувати нову назву:
vi_vn: Dùng tên mới:
zh_cn: 使用新名称:
zh_tw: 使用新名稱：

# QuickTaskMenu_ShowMenu_Edit_this_menu___
source: Edit this menu...
ar_ye: تعديل هذه القائمة...
de: Dieses Menü bearbeiten...
el: Επεξεργαστείτε αυτό το μενού...
es_mx: Editar este menú...
fa_ir: ویرایش این منو ...
fr: Modifier ce menu...
he_il: ערוך את התפריט הזה...
it_it: Modifica Questo Menu...
ja_jp: このメニューを編集...
ko_kr: 이 메뉴 편집하기...
pl: Edytuj to menu...
pt_br: Editar este menu...
pt_pt: Editar este menu...
ro: Editați acest meniu...
ru: Редактировать это меню...
tr: Bu menüyü düzenle...
uk: Змінити це меню...
vi_vn: Sửa menu này...
zh_cn: 编辑此菜单...
zh_tw: 編輯此選單...

# UploadTask_OnUploadCompleted_Stopped
source: Stopped
ar_ye: تم الإيقاف
cs: Zastaveno
de: Angehalten
el: Σταμάτησε το
es: Detenido
es_mx: Detenido...
fa_ir: متوقف شد
fr: Arrêté
he_il: נעצר
hu: Leállt
it_it: Fermato
ja_jp: 停止中
ko_kr: 중지
nl_nl: Gestopt
pl: Zatrzymano
pt_br: Parado
pt_pt: Parado
ro: Oprit
ru: Остановлено
tr: Durduruldu
uk: Зупинено
vi_vn: Đã dừng lại
zh_cn: 停止
zh_tw: 已停止

# TaskSettingsForm_UpdateUploaderMenuNames_URL_sharing_service___0_
source: URL sharing service: {0}
ar_ye: خدمة مشاركة عناوين URL: {0}
cs: Služba pro sdílení URL: {0}
de: URL-Freigabedienst: {0}
el: Υπηρεσία κοινής χρήσης URL: {0}
es: Servicio para compartir URL: {0}
es_mx: Servicio para compartir enlaces: {0}
fa_ir: سرویس اشتراک گذاری لینک: {0}
fr: Service de partage d'URL : {0}
he_il: שירות שיתוף קישורים: {0}
hu: URL megosztó szolgáltatás: {0}
it_it: Servizio Condivisione URL: {0}
ja_jp: URL共有サービス: {0}
ko_kr: URL 공유 서비스: {0}
nl_nl: dienst voor delen links: {0}
pl: Usługa udostępniania linków: {0}
pt_br: Serviço de compartilhar URL: {0}
pt_pt: Partilha de hiperligações: {0}
ro: Serviciul de distribuire a URL-urilor: {0}
ru: Сервис отправки ссылок: {0}
tr: Adres paylaşım servisi: {0}
uk: Служба обміну посиланнями: {0}
vi_vn: Dịch vụ chia sẻ URL: {0}
zh_cn: URL 共享: {0}
zh_tw: 網址分享服務：{0}

# ActionsToolbar_Tip
source: Hold left down to drag Right click to open menu Middle click to close
ar_ye: انقر مع السحب للتحريك انقر بالزر الأيمن للخيارات انقر بالزر الأوسط للإغلاق
de: Linke Maustaste zum verschieben gedrückt halten Rechte Maustaste um das Menü zu öffnen Mittlere Maustaste um die Aktionsleiste zu schließen
el: Κρατήστε πατημένο το αριστερό για να σύρετε Δεξί κλικ για να ανοίξετε το μενού Μεσαίο κλικ για κλείσιμο
es_mx: Mantener pulsado clic izq. para arrastrar Clic derecho para abrir el menú Clic medio para cerrar
fr: Maintenez clic gauche pour faire glisser Clique droit pour ouvrir le menu Clique de la molette pour fermer
he_il: החזק שמאל למטה כדי לגרור לחץ מקש ימני בעכבר כדי לפתוח את התפריט לחץ אמצעי לסגירה
it_it: - Tieni Premuto il Tasto Sinistro per Trascinare - Tasto Destro per Aprire il Menu - Tasto Centrale per Chiudere
ja_jp: 左ドラッグで移動 右クリックでメニュー表示 中クリックで閉じる
ko_kr: 좌클릭 홀드로 드래그 우클릭으로 메뉴 열기 가운데 클릭으로 닫기
pl: Przytrzymaj lewy przycisk myszy, aby przeciągnąć Kliknij prawym przyciskiem myszy, aby otworzyć menu Środkowe kliknięcie, aby zamknąć
pt_br: Segure à esquerda para arrastar Clique com o botão direito para abrir o menu Clique do meio para fechar
pt_pt: Segurar com lado esquerdo para arrastar Lado direito para abrir menu Botão do meio (scroll) para fechar
ro: Țineți apăsat stânga jos pentru a trage Faceți clic dreapta pentru a deschide meniul Clic în mijloc pentru a închide
ru: Удерживайте левую кнопку мыши для перемещения Кликните правой кнопкой мыши, чтобы открыть меню Средней кнопкой мыши, чтобы закрыть панель
tr: Sol fare tuşuna basılı tut sürüklemek için Sağ fare tuşu menüyü açmak için Orta fare tuşu kapatmak için
uk: Утримуйте ліву клавішу миші для переміщення Правий притиск для відкриття меню Середній притиск для закриття
vi_vn: Nhấn chuột trái để kéo Nhấn chuột phải để mở menu Nhấn chuột giữa để đóng
zh_cn: 按住鼠标左键拖拽 单击右键打开菜单 单击中键关闭
zh_tw: 按住滑鼠左鍵以拖曳 點擊滑鼠右鍵以開啟選單 點擊滑鼠中鍵以關閉

# ChromeForm_btnUnregister_Click_Chrome_support_disabled_
source: Chrome support disabled.
ar_ye: تم إيقاف دعم متصفح Chrome.
de: Chrome-Unterstützung deaktiviert.
el: Η υποστήριξη Chrome είναι απενεργοποιημένη.
es_mx: Soporte para Chrome deshabilitado.
fa_ir: پشتیبانی از کروم غیرفعال شد.
fr: Support pour Chrome désactivé.
he_il: תמיכה ב-Chrome מושבתת.
it_it: Supporto Chrome Disabilitato
ja_jp: Chrome サポートを無効にしました。
ko_kr: 크롬 지원이 비활성화되어 있습니다.
nl_nl: Chrome ondersteuning is uitgeschakeld.
pl: Obsługa Chrome wyłączona.
pt_br: Suporte ao Chrome desabilitado.
pt_pt: Suporte ao Chrome desactivado.
ro: Suport pentru Chrome dezactivat.
ru: Поддержка Chrome отключена.
tr: Chrome desteği devre dışı bırakıldı.
uk: Підтримку Chrome вимкнено.
vi_vn: Hỗ trợ Chrome đã tắt
zh_cn: Chrome浏览器扩展支持已禁用。
zh_tw: Chrome 支援已停用。

# UploadManager_ShowShortenURLDialog_ShortenURL
source: Shorten URL
ar_ye: اختصار عنوان URL
de: URL-Kürzen
el: Συντόμευση URL
es_mx: Acortar enlace
fa_ir: کوتاه کردن آدرس
fr: Raccourcir URL
he_il: קישור מקוצר
ja_jp: 短縮URLの作成
pl: Skróć link
pt_br: Encurtar URL
pt_pt: Encurtar hiperligação
ro: Scurtați URL-ul
ru: Сокращение ссылки
tr: Adresi kısalt
uk: Скоротити посилання
vi_vn: Rút gọn URL
zh_cn: 生成 UR L短链
zh_tw: 產生縮網址

# TaskSettingsForm_txtNameFormatPatternActiveWindow_TextChanged_Preview_
source: Preview:
ar_ye: المعاينة:
cs: Náhled:
de: Vorschau:
el: Προεπισκόπηση:
es: Vista previa:
es_mx: Vista previa:
fa_ir: پیش نمایش:
fr: Prévisualisation :
he_il: תצוגה מקדימה:
hu: Előnézet:
it_it: Anteprima:
ja_jp: プレビュー:
ko_kr: 미리보기:
nl_nl: Voorbeeld:
pl: Podgląd:
pt_br: Pré-visualização:
pt_pt: Pré-visualização:
ro: Previzualizare:
ru: Предпросмотр:
tr: Ön izleme:
uk: Попередній перегляд:
vi_vn: Xem trước:
zh_cn: 预览：
zh_tw: 預覽：

# MainForm_tsmiTestTextUpload_Click_Text_upload_test
source: Text upload test
ar_ye: اختبار رفع النصوص
cs: Test uploadu tetu
el: Δοκιμή φόρτωσης κειμένου
es: Prueba de cargador de texto
es_mx: Prueba de subida de texto
fa_ir: تست آپلود متن
fr: Test de mise en ligne d'un texte
he_il: בדוק העלאת טקסט
hu: Szöveg feltöltési teszt
it_it: Prova Caricamento Testo
ja_jp: テキストアップロードのテスト
ko_kr: 텍스트 업로드 테스트
nl_nl: Tekst upload test
pl: Przetestuj przesyłanie tekstu
pt_br: Teste de upload de texto
pt_pt: Teste de envio de texto
ro: Test de încărcare text
ru: Проверка загрузки текста
tr: Metin yükleme testi
uk: Спроба вивантаження тексту
vi_vn: Kiểm tra tải lên đoạn văn bản
zh_cn: 文字上传测试
zh_tw: 文字上傳測試

# ActionsToolbar_Close
source: Close
ar_ye: إغلاق
de: Schließen
el: Κλείστε το
es_mx: Cerrar
fa_ir: بستن
fr: Fermer
he_il: סגור
it_it: Chiudi
ja_jp: 閉じる
ko_kr: 닫기
nl_nl: Sluiten
pl: Zamknij
pt_br: Fechar
pt_pt: Fechar
ro: Închideți
ru: Закрыть
tr: Kapat
uk: Закрити
vi_vn: Đóng
zh_cn: 关闭
zh_tw: 關閉

# QuickTaskMenu_ShowMenu_Continue
source: Continue
ar_ye: استئناف
de: Fortsetzen
el: Συνεχίστε
es_mx: Continuar
fa_ir: ادامه دادن
fr: Continuer
he_il: המשך
it_it: Continua
ja_jp: 続行
ko_kr: 계속
nl_nl: Doorgaan
pl: Kontynuuj
pt_br: Continuar
pt_pt: Continuar
ro: Continuare
ru: Продолжить
tr: Devam et
uk: Продовжити
vi_vn: Tiếp tục
zh_cn: 继续
zh_tw: 繼續

# UploadTask_OnUploadCompleted_Done
source: Done
ar_ye: تـم
cs: Hotovo
de: Fertig
el: Έγινε
es: Hecho
es_mx: Listo
fa_ir: انجام شد
fr: Terminé
he_il: בוצע
hu: Kész
it_it: Fatto
ja_jp: 完了
ko_kr: 완료
nl_nl: Klaar
pl: Ukończono
pt_br: Pronto
pt_pt: Terminado
ro: Finalizat
ru: Готово
tr: Tamamlandı
uk: Зроблено
vi_vn: Đã xong
zh_cn: 完成
zh_tw: 完成

# AboutForm_AboutForm_Website
source: Website
ar_ye: موقعنا على الوب
cs: Webové stránky
de: Webseite
el: Ιστοσελίδα
es: Sitio web
es_mx: Sitio web
fa_ir: سایت
fr: Site web
he_il: אתר
hu: Weboldal
it_it: Sito Web
ja_jp: ウェブサイト
ko_kr: 웹사이트
pl: Strona
pt_br: Site
pt_pt: Site
ru: Сайт
tr: Web sitesi
uk: Сайт
zh_cn: 网站
zh_tw: 網站

# QuickTaskMenuEditorForm_Reset_all_quick_tasks_to_defaults_Confirmation
source: Reset all quick tasks to defaults?
ar_ye: إعادة تعيين كافة المهام السريعة؟
de: Alle Quick-Tasks auf die Standardeinstellungen zurücksetzen?
el: Επαναφορά όλων των γρήγορων εργασιών στις προεπιλογές;
es_mx: ¿Restablecer todas las tareas predefinidas?
fa_ir: آیا می خواهید تمام تنظیمات وظایف سریع را به حالت پیش فرض برگردانید؟
fr: Réinitialiser les tâches rapides ?
he_il: לאפס את כל המשימות המהירות לברירות המחדל?
it_it: Ripristinare tutte le operazioni rapide alle impostazioni predefinite?
ja_jp: すべてのクイックタスクを既定に戻しますか？
ko_kr: 모든 간편 작업들을 기본 설정으로 초기화할까요?
pl: Przywrócić wszystkie szybkie zadania do wartości domyślnych?
pt_br: Redefinir todas tarefas rápidas?
pt_pt: Repor todas as tarefas?
ro: Resetați toate sarcinile rapide la valorile implicite?
ru: Сбросить все быстрые задачи?
tr: Bütün hızlı görevleri varsayılan haline döndür?
uk: Скинути всі швидкі завдання до типових значень?
vi_vn: Đặt lại tất cả tác vụ nhanh về mặc định?
zh_cn: 重置所有快速任务为默认值？
zh_tw: 是否要重設所有快速排程為預設值？

# AboutForm_AboutForm_Language_de
source: German
ar_ye: الألمانية
de: Deutsch
el: Γερμανικά
es_mx: Alemán
fa_ir: آلمانی
fr: Allemand
he_il: גרמנית
it_it: Tedesco
ja_jp: ドイツ語
ko_kr: 독일어
nl_nl: Duits
pl: Niemiecki
pt_br: Alemão
ro: Germană
ru: Немецкий
tr: Almanca
uk: Німецька
vi_vn: Tiếng Đức
zh_cn: 德语
zh_tw: 德文

# AboutForm_AboutForm_Language_es
source: Spanish
ar_ye: الإسبانية
de: Spanisch
el: Ισπανικά
es_mx: Español
fa_ir: اسپانیایی
fr: Espagnol
he_il: ספרדית
it_it: Spagnolo
ja_jp: スペイン語
ko_kr: 스페인어
nl_nl: Spaans
pl: Hiszpański
pt_br: Espanhol
ro: Spaniolă
ru: Испанский
tr: İspanyolca
uk: Іспанська
vi_vn: Tiếng Tây Ban Nha
zh_cn: 西班牙语
zh_tw: 西班牙文

# IntegrationHelpers_EditWithShareX
source: Edit with ShareX
ar_ye: تعديل باستخدام ShareX
de: Mit ShareX bearbeiten
el: Επεξεργασία με το ShareX
es_mx: Editar con ShareX
fa_ir: ویرایش با ShareX ...
fr: Modifier avec ShareX
he_il: ערוך עם ShareX
ja_jp: ShareX で画像編集
pl: Edytuj za pomocą ShareX
pt_br: Editar com ShareX
pt_pt: Editar com ShareX
ro: Editați cu ShareX
ru: Редактировать в ShareX
tr: ShareX ile düzenle
uk: Змінити з ShareX
vi_vn: Chỉnh sửa với ShareX
zh_cn: 使用ShareX编辑
zh_tw: 使用 ShareX 編輯

source: Switch to list view
ar_ye: تبديل إلى طريقة عرض القائمة
de: Zur Listenansicht wechseln
el: Εναλλαγή σε προβολή λίστας
es_mx: Cambiar a vista de lista
fa_ir: سوییچ کردن به حالت نمایش لیستی
fr: Basculer vers la vue liste
he_il: עבור לתצוגת רשימה
ja_jp: リスト表示に切り替え
pl: Przełącz na widok listy
pt_br: Alternar para exibição de lista
pt_pt: Mudar para vista de Lista
ro: Comutați la vizualizare listă
ru: Перейти в режим списка
tr: Liste görünümüne geç
uk: Перемкнутись у режим списку
vi_vn: Chuyển qua dạng danh sách
zh_cn: 切换到列表视图
zh_tw: 切換到清單模式

source: Switch to thumbnail view
ar_ye: تبديل إلى طريقة عرض الشبكة
de: Zur Bildvorschau wechseln
el: Εναλλαγή σε προβολή μικρογραφιών
es_mx: Cambiar a vista de miniaturas
fr: Basculer vers la vue miniatures
he_il: עבור לתצוגת תמונות ממוזערות
ja_jp: サムネイル表示に切り替え
pl: Przełącz na widok miniatur
pt_br: Alternar para exibição de miniaturas
pt_pt: Mudar para vista de Miniatura
ro: Comutați la vizualizare miniaturi
ru: Перейти в режим миниатюр
tr: Küçük resim görünümüne geç
uk: Перемкнутись у режим мініатюр
vi_vn: Chuyển qua xem trước ảnh
zh_cn: 切换到缩略图视图
zh_tw: 切換到縮圖模式

source: Would you like to reset themes?
ar_ye: هل تريد إعادة ضبط المظهر؟
de: Möchten Sie die Themen zurücksetzen?
el: Θα θέλατε να επαναφέρετε τα θέματα;
es_mx: ¿Te gustaría restablecer los temas?
fr: Voulez-vous réinitialiser les thèmes ?
he_il: האם תרצה לאפס ערכות נושא?
ja_jp: すべてのテーマを初期化しますか？
pl: Czy chcesz zresetować motywy?
pt_br: Deseja redefinir os temas?
ro: Doriți să resetați temele?
ru: Хотите сбросить темы?
tr: Temaları sıfırlamak ister misiniz?
uk: Бажаєте скинути теми?
vi_vn: Bạn có muốn đặt lại chủ đề?
zh_cn: 是否重置主题？
zh_tw: 是否要重設佈景主題？

source: Screenshot delay: {0}s
ar_ye: تأخير لقطة الشاشة: {0} ثوان
de: Screenshot-Verzögerung: {0}s
el: Καθυστέρηση οθόνης: {0}s
es_mx: Aplazar captura: {0} s
fa_ir: تاخیر ضبط: {0} ثانیه
fr: Délai de capture d'écran : {0} s
he_il: השהייה בצילום מסך: {0} שניות
ja_jp: スクリーンショットを{0}秒後に起動する
pl: Opóźnienie zrzutu ekranu: {0}s
pt_br: Atraso na captura de tela: {0}s
pt_pt: Atraso de captura: {0}s
ro: Întârzierea capturii: {0}s
ru: Задержка скриншота: {0} с
tr: Ekran görüntüsü gecikmesi: {0}sn
uk: Затримка для знімка: {0}с
vi_vn: Thời gian trễ chụp ảnh màn hình: {0} giây
zh_cn: 截图倒计时：{0} 秒
zh_tw: 截圖倒數計時：{0} 秒

# ApplicationSettingsForm_cbStartWithWindows_DisabledByPolicy_Text
source: Startup has been disabled by your organization
ar_ye: تم تعطيل البدء التلقائي للتطبيق بواسطة مؤسستك
de: Autostart wurde durch Ihrer Organisation deaktiviert
el: Η εκκίνηση έχει απενεργοποιηθεί από τον οργανισμό σας
es_mx: El inicio ha sido deshabilitado por su organización
fr: Le démarrage a été désactivé par votre organisation
he_il: האתחול הושבת על ידי הארגון שלך
ja_jp: スタートアップの設定は組織によって無効にされています
pl: Uruchomienie zostało wyłączone przez Twoją organizację
pt_br: A inicialização foi desativada pela sua organização
pt_pt: Inicio com o Windows foi desativado pela sua organização
ro: Pornirea a fost dezactivată de către organizația dvs.
ru: Автозапуск отключен вашей организацией
tr: Başlangıç, kuruluşunuz tarafından devre dışı bırakıldı
uk: Автозапуск вимкнено Вашою організацією
vi_vn: Tự khởi động đã bị vô hiệu bởi tổ chức của bạn
zh_cn: 开机启动项已被你的组织禁用
zh_tw: 開機啟動已被你的組織停用

# ApplicationSettingsForm_btnResetSettings_Click_WouldYouLikeToResetShareXSettings
source: Would you like to reset ShareX settings?
ar_ye: هل تريد استعادة الإعدادات الافتراضية؟
de: Möchten Sie die ShareX-Einstellungen zurücksetzen?
el: Θα θέλατε να επαναφέρετε τις ρυθμίσεις του ShareX;
es_mx: ¿Desea restablecer la configuración de ShareX?
fa_ir: آیا می خواهید تنظیمات ShareX را به حالت اولیه برگردانید؟
fr: Voulez-vous réinitialiser les paramètres de ShareX ?
he_il: האם תרצה לאפס את הגדרות ShareX?
ja_jp: ShareX の設定を初期化しますか？
pl: Czy chcesz zresetować ustawienia ShareX?
pt_br: Gostaria de redefinir as configurações do ShareX?
pt_pt: Deseja repor as definições do ShareX?
ro: Doriți să resetați setările ShareX?
ru: Хотите сбросить настройки ShareX?
tr: ShareX ayarlarını sıfırlamak ister misiniz?
uk: Чи бажаєте Ви скинути налаштування ShareX?
vi_vn: Bạn có muốn đặt lại các cài đặt cho ShareX không?
zh_cn: 要重置 ShareX 设置项吗？
zh_tw: 是否要重設 ShareX 設定？

# AboutForm_AboutForm_Language_fa_IR
source: Persian
ar_ye: الفارسيّة
de: Persisch
el: Περσικό
es_mx: Persa
fr: Persan
he_il: פרסית
ja_jp: ペルシア語
pl: Perski
pt_br: Persa
ro: Persană
ru: Персидский
tr: Farsça
uk: Персидська
vi_vn: Tiếng Ba Tư
zh_cn: 波斯语
zh_tw: 波斯文

# AboutForm_AboutForm_Language_es_MX
source: Mexican Spanish
ar_ye: الإسبانية المكسيكية
de: Mexikanisches Spanisch
el: Μεξικάνικα ισπανικά
es_mx: Español mexicano
fa_ir: اسپانیایی - مکزیکی
fr: Espagnol mexicain
he_il: ספרדית מקסיקנית
ja_jp: メキシコのスペイン語
pl: Meksykański Hiszpański
pt_br: Espanhol (México)
ro: Spaniolă mexicană
ru: Испанский (Мексика)
tr: Meksika İspanyolcası
uk: Іспанська (Мексика)
vi_vn: Tiếng Tây Ban Nha Mexico
zh_cn: 西班牙语 (墨西哥)
zh_tw: 西班牙文 - 墨西哥

# AboutForm_AboutForm_Language_fr
source: French
ar_ye: الفرنسية
de: Französisch
el: Γαλλικά
es_mx: Francés
fa_ir: فرانسوی
fr: Français
he_il: צרפתית
it_it: Francese
ja_jp: フランス語
ko_kr: 프랑스어
nl_nl: Frans
pl: Francuski
pt_br: Francês
ro: Franceză
ru: Французский
tr: Fransızca
uk: Французька
vi_vn: Tiếng Pháp
zh_cn: 法语
zh_tw: 法文

# AboutForm_AboutForm_Language_hu
source: Hungarian
ar_ye: الهنقارية
de: Ungarisch
el: Ουγγρικό
es_mx: Húngaro
fa_ir: مجاری
fr: Hongrois
he_il: הונגרית
it_it: Ungherese
ja_jp: ハンガリー語
ko_kr: 헝가리어
pl: Węgierski
pt_br: Húngaro
ro: Ungură
ru: Венгерский
tr: Macarca
uk: Угорська
vi_vn: Tiếng Hungary
zh_cn: 匈牙利语
zh_tw: 匈牙利文

# AboutForm_AboutForm_Language_id_ID
source: Indonesian
ar_ye: الإندونيسية
de: Indonesisch
el: Ινδονησιακή
es_mx: Indonesio
fa_ir: اندونزیایی
fr: Indonésien
he_il: אינדונזית
ja_jp: インドネシア語
pl: Indonezyjski
pt_br: Indonésio
ro: Indoneziană
ru: Индонезийский
tr: Endonezyaca
uk: Індонезійська
vi_vn: Tiếng Indonesia
zh_cn: 印尼语
zh_tw: 印尼文

# AboutForm_AboutForm_Language_it_IT
source: Italian
ar_ye: الإيطالية
de: Italienisch
el: Ιταλικά
es_mx: Italiano
fa_ir: ایتالیایی
fr: Italien
he_il: איטלקית
it_it: Italiano
ja_jp: イタリア語
ko_kr: 이탈리아어
pl: Włoski
pt_br: Italiano
ro: Italiană
ru: Итальянский
tr: İtalyanca
uk: Італійська
vi_vn: Tiếng Ý
zh_cn: 意大利语
zh_tw: 義大利文

# AboutForm_AboutForm_Language_ko_KR
source: Korean
ar_ye: الكورية
de: Koreanisch
el: Κορεάτικα
es_mx: Coreano
fa_ir: کره ای
fr: Coréen
he_il: קוריאנית
it_it: Coreano
ja_jp: 韓国語
ko_kr: 한국어
pl: Koreański
pt_br: Coreano
ro: Coreeană
ru: Корейский
tr: Korece
uk: Корейська
vi_vn: Tiếng Hàn
zh_cn: 韩语
zh_tw: 韓文

# AboutForm_AboutForm_Language_nl_NL
source: Dutch
ar_ye: الهولندية
de: Niederländisch
el: Ολλανδικά
es_mx: Neerlandés
fa_ir: هلندی
fr: Néerlandais
he_il: הולנדית
it_it: Danese
ja_jp: オランダ語
ko_kr: 독일어
nl_nl: Nederlands
pl: Holenderski
pt_br: Holandês
ro: Olandeză
ru: Нидерландский
tr: Hollandaca
uk: Голландська
vi_vn: Tiếng Hà Lan
zh_cn: 荷兰语
zh_tw: 荷蘭文

# AboutForm_AboutForm_Language_pt_BR
source: Portuguese (Brazil)
ar_ye: البرتغالية (البرازيل)
de: Portugiesisch (Brasilien)
el: Πορτογαλικά (Βραζιλία)
es_mx: Portugués (Brasil)
fa_ir: پرتغالی
fr: Portugais (Brésil)
he_il: פורטוגזית (ברזיל)
it_it: Portoghese (Brasile)
ja_jp: ポルトガル語（ブラジル）
ko_kr: 포르투갈어 (브라질)
pl: Portugalski (Brazylia)
pt_br: Português (Brasil)
ro: Portugheză (Brazilia)
ru: Португальский (Бразилия)
tr: Portekizce (Brezilya)
uk: Португальська (Бразилія)
vi_vn: Tiếng Bồ Đào Nha (Brazil)
zh_cn: 葡萄牙语 (巴西)
zh_tw: 葡萄牙文 - 巴西

# AboutForm_AboutForm_Language_pt_PT
source: Portuguese
ar_ye: البرتغالية
de: Portugiesisch
el: Πορτογαλικά
es_mx: Portugués
fr: Portugais
he_il: פורטוגזית
ja_jp: ポルトガル語
pl: Portugalski
pt_br: Português
ro: Portugheză
ru: Португальский
tr: Portekizce
uk: Португальська
vi_vn: Tiếng Bồ Đào Nha
zh_cn: 葡萄牙语
zh_tw: 葡萄牙文

# AboutForm_AboutForm_Language_ru
source: Russian
ar_ye: الروسية
de: Russisch
el: Ρωσική
es_mx: Ruso
fa_ir: روسی
fr: Russe
he_il: רוסית
it_it: Russo
ja_jp: ロシア語
ko_kr: 러시아어
nl_nl: Russisch
pl: Rosyjski
pt_br: Russo
ro: Rusă
ru: Русский
tr: Rusça
uk: Російська
vi_vn: Tiếng Nga
zh_cn: 俄语
zh_tw: 俄文

# AboutForm_AboutForm_Language_tr
source: Turkish
ar_ye: التركية
de: Türkisch
el: Τουρκικά
es_mx: Turco
fa_ir: ترکی
fr: Turc
he_il: טורקית
it_it: Turco
ja_jp: トルコ語
ko_kr: 터키어
nl_nl: Turks
pl: Turecki
pt_br: Turco
ro: Turcă
ru: Турецкий
tr: Türkçe
uk: Турецька
vi_vn: Tiếng Thổ Nhĩ Kỳ
zh_cn: 土耳其语
zh_tw: 土耳其文

# AboutForm_AboutForm_Language_uk
source: Ukrainian
ar_ye: الأوكرانية
de: Ukrainisch
el: Ουκρανικό
es_mx: Ucraniano
fa_ir: اوکراینی
fr: Ukrainien
he_il: אוקראינית
ja_jp: ウクライナ語
pl: Ukraiński
pt_br: Ucraniano
ro: Ucraineană
ru: Украинский
tr: Ukrayna
uk: Українська
vi_vn: Tiếng Ukraina
zh_cn: 乌克兰语
zh_tw: 烏克蘭文

# AboutForm_AboutForm_Language_vi_VN
source: Vietnamese
ar_ye: الفيتنامية
de: Vietnamesisch
el: Βιετναμέζικα
es_mx: Vietnamita
fa_ir: ویتنامی
fr: Vietnamien
he_il: וייטנאמית
it_it: Vietnamita
ja_jp: ベトナム語
ko_kr: 베트남어
pl: Wietnamski
pt_br: Vietnamita
ro: Vietnameză
ru: Вьетнамский
tr: Vietnamca
uk: В’єтнамська
vi_vn: Tiếng Việt
zh_cn: 越南语
zh_tw: 越南文

# AboutForm_AboutForm_Language_zh_CH
source: Simplified Chinese
ar_ye: الصينية المبسطة
de: Vereinfachtes Chinesisch
el: Απλοποιημένα Κινέζικα
es_mx: Chino simplificado
fa_ir: چینی (ساده)
fr: Chinois simplifié
he_il: סינית פשוטה
it_it: Cinese (Semplificato)
ja_jp: 中国語（簡体字）
ko_kr: 간체 중국어
pl: Chiński uproszczony
pt_br: Chinês simplificado
ro: Chineză simplificată
ru: Упрощённый китайский
tr: Basitleştirilmiş çince
uk: Китайська спрощена
vi_vn: Tiếng Trung giản thể
zh_cn: 简体中文
zh_tw: 簡體中文

# AboutForm_AboutForm_Language_zh_TW
source: Traditional Chinese
ar_ye: الصينية الشعبية
de: Traditionelles Chinesisch
el: Παραδοσιακά Κινέζικα
es_mx: Chino tradicional
fa_ir: چینی (سنتی)
fr: Chinois traditionnel
he_il: סינית מסורתית
it_it: Cinese (Tradizionale)
ja_jp: 中国語（繁体字）
ko_kr: 번체 중국어
pl: Chiński tradycyjny
pt_br: Chinês tradicional
ro: Chineză tradițională
ru: Традиционный китайский
tr: Geleneksel çince
uk: Китайська традиційна
vi_vn: Tiếng Trung phồn thể
zh_cn: 繁体中文
zh_tw: 繁體中文

# ApplicationSettingsForm_cbStartWithWindows_EnabledByPolicy_Text
source: Startup has been enabled by your organization
ar_ye: تم تفعيل البدء التلقائي للتطبيق بواسطة مؤسستك
de: Autostart wurde durch Ihrer Organisation aktiviert
el: Η εκκίνηση έχει ενεργοποιηθεί από τον οργανισμό σας
es_mx: El inicio ha sido habilitado por su organización
fr: Le démarrage a été activé par votre organisation
he_il: האתחול הופעל על ידי הארגון שלך
ja_jp: スタートアップの設定は組織によって有効にされています
pl: Uruchomienie zostało włączone przez Twoją organizację
pt_br: A inicialização foi habilitada por sua organização
pt_pt: Inicio com o WIndows foi activado pela sua organização
ro: Pornirea a fost activată de către organizația dvs.
ru: Автозапуск включен вашей организацией
tr: Başlangıç, kuruluşunuz tarafından etkinleştirildi
uk: Автозапуск увімкнено Вашою організацією
vi_vn: Tự khởi động đã được kích hoạt bởi tổ chức của bạn
zh_cn: 启动已由你的组织启用
zh_tw: 開機啟動已被你的組織啟用

source: Clipboard content: Image (Size: {0}x{1})
ar_ye: محتويات الحافظة: صورة أبعادها: {0}x{1}
de: Inhalt der Zwischenablage: Bild (Größe: {0}x{1})
el: Περιεχόμενο πρόχειρο: (Μέγεθος: {0}x{1})
es_mx: Contenido del portapapeles: Imagen (Tamaño: {0}x{1})
fr: Contenu du presse-papier : Image (Taille : {0}x{1})
he_il: תוכן לוח הגזירה: תמונה (גודל: {0}x{1})
ja_jp: クリップボード内のデータ：画像（サイズ：{0}x{1}）
pl: Zawartość schowka: obraz (rozmiar: {0}x{1})
pt_br: Conteúdo da área de transferência: Imagem (Tamanho: {0}x{1})
ro: Conținutul clipboard-ului: Imagine (dimensiune: {0}x{1})
ru: Содержимое буфера обмена: Изображение (размер: {0}x{1})
tr: Pano içeriği: Resim (Boyut: {0} x {1})
uk: Вміст буфера обміну: Зображення (розмір: {0}х{1})
vi_vn: Nội dung khay nhớ tạm: Hình ảnh (Kích thước: {0} x {1})
zh_cn: 剪贴板内容: 图像 (尺寸: {0}x{1})
zh_tw: 剪貼簿內容：圖片 (尺寸：{0}x{1})
