Repository: ShareX/ShareX
Catalog: ShareX/Properties/Resources.*.resx
Languages: ar_ye, cs, de, el, es, es_mx, fa_ir, fr, he_il, hu, it_it, ja_jp, ko_kr, nl_nl, pl, pt_br, pt_pt, ro, ru, tr, uk, vi_vn, zh_cn, zh_tw

# UploadTask_DoUploadJob_You_are_attempting_to_upload_a_large_file
source: You are attempting to upload a large file. Are you sure you want to continue?
ar_ye: الملف الذي تريد رفعه كبير الحجم. هل تريد المواصلة؟
de: Du versuchst eine große Datei hochzuladen. Bist du sicher?
el: Προσπαθείτε να ανεβάσετε ένα μεγάλο αρχείο. Είστε σίγουροι ότι θέλετε να συνεχίσετε;
es_mx: Está intentando subir un archivo de gran tamaño. ¿Desea continuar?
fa_ir: شما در حال آپلود یک فایل بزرگ هستید. آیا مایل به ادامه هستید؟
fr: Vous êtes sur le point de mettre en ligne un fichier volumineux. Êtes-vous sûr de vouloir continuer ?
he_il: אתה מנסה להעלות קובץ גדול. האם אתה בטוח שאתה רוצה להמשיך?
it_it: Stai cercando di caricare un file di grandi dimensioni. Sei sicuro di voler continuare?
ja_jp: 大きな容量のファイルをアップロードしようとしています。 本当に続行しますか？
ko_kr: 용량이 큰 파일을 업로드하려고 합니다. 계속 진행할까요?
nl_nl: Je probeert een groot bestand te uploaden. Ben je zeker dat je door wilt gaan?
pl: Próbujesz przesłać duży plik. Jesteś pewien, że chcesz kontynuować?
pt_br: Você está tentando enviar um arquivo grande. Tem certeza de que quer continuar?
pt_pt: Está a tentar enviar um ficheiro de tamanho grande. Têm a certeza que deseja continuar?
ro: Încercați să încărcați un fișier mare. Sunteți sigur că doriți să continuați?
ru: Вы пытаетесь загрузить большой файл. Уверенны, что хотите продолжить?
tr: Büyük bir dosya yüklüyorsunuz. Devam etmek istediğinizden emin misiniz?
uk: Ви намагаєтеся відвантажити великий файл. Ви впевнені, що хочете продовжити?
vi_vn: Bạn đang chuẩn bị tải lên một tệp tin lớn. Bạn có muốn tiếp tục?
zh_cn: 你正在尝试上传一个大文件。 你确定要继续吗？
zh_tw: 你正在嘗試上傳大型檔案。 確定要繼續嗎？

# TaskSettingsForm_UpdateUploaderMenuNames_URL_shortener___0_
source: URL shortener: {0}
ar_ye: خدمة اختصار عناوين URL: {0}
cs: Zkracovač URL: {0}
de: URL-Kürzer: {0}
el: Συντόμευση URL: {0}
es: Acortador de URL: {0}
es_mx: Acortador de enlaces: {0}
fa_ir: کوتاه کننده لینک : {0}
fr: Raccourcisseur d'URL : {0}
he_il: מקצר קישורים: {0}
hu: URL rövidítő: {0}
it_it: Servizio Accorciamento URL: {0}
ja_jp: URL短縮サービス: {0}
ko_kr: URL 단축기: {0}
nl_nl: Linkverkorter: {0}
pl: Skracacz linków: {0}
pt_br: Encurtador de URL: {0}
pt_pt: Encurtador de hiperligações: {0}
ro: Scurtător URL: {0}
ru: Сервис коротких ссылок: {0}
tr: Adres kısaltıcı: {0}
uk: Скорочене посилання: {0}
vi_vn: Dịch vụ rút gọn URL: {0}
zh_cn: URL短链：{0}
zh_tw: 縮網址服務：{0}

# UploadManager_IsUploadConfirmed_Are_you_sure_you_want_to_upload__0__files_
source: Are you sure you want to upload {0} files?
ar_ye: سيتم رفع عددها: {0}، هل أنت متأكد؟
cs: Opravdu chcete nahrát {0} soubor(ů)?
de: Bist du sicher, dass du {0} Dateien hochladen möchtest?
el: Είστε σίγουροι ότι θέλετε να ανεβάσετε {0} αρχεία;
es: ¿Está seguro de que desea cargar {0} archivos?
es_mx: ¿Está seguro de que desea subir {0} archivos?
fa_ir: آیا میخواهید {0} فایل را آپلود کنید؟
fr: Êtes-vous sûr de vouloir mettre en ligne {0} fichiers ?
he_il: האם אתה בטוח שברצונך להעלות {0} קבצים?
hu: Biztosan fel szeretnéd tölteni a(z) {0} fájlt?
it_it: Sei sicuro di voler caricare {0} file?
ja_jp: 本当に {0} 個のファイルをアップロードしますか？
ko_kr: 파일 {0}개를 정말로 업로드할까요?
nl_nl: Ben je zeker dat je {0} bestanden wilt uploaden?
pl: Czy na pewno chcesz przesłać {0} plików?
pt_br: Você tem certeza que deseja fazer o upload de {0} arquivos?
pt_pt: Têm a certeza que deseja enviar {0} ficheiros?
ro: Sunteți sigur că doriți să încărcați {0} fișiere?
ru: Приступить к загрузке файлов ({0} шт.) ?
tr: {0} tane dosyayı yüklemek istediğinize emin misiniz?
uk: Ви впевнені, що хочете вивантажити {0} файл(и/ів)?
vi_vn: Bạn có chắc chắn tải lên {0} tệp tin không?
zh_cn: 你确定你要上传 {0} 文件？
zh_tw: 確定要上傳 {0} 個檔案嗎？

# UploadTask_Stop_Stopping
source: Stopping
ar_ye: جار الإيقاف
cs: Zastavování
de: Hält an
el: Διακοπή
es: Parada
es_mx: Deteniendo
fa_ir: در حال توقف
fr: Arrêt en cours
he_il: עוצר
hu: Leállás
it_it: Arresto
ja_jp: 停止中
ko_kr: 중지하는 중
nl_nl: Stoppen
pl: Zatrzymywanie
pt_br: Parando
pt_pt: Parando
ro: Se oprește
ru: Заканчивается
tr: Durduruluyor
uk: Зупинка
vi_vn: Đang dừng lại
zh_cn: 暂停
zh_tw: 停止中

# ActionsToolbar_StayTopMost
source: Stay top most
ar_ye: بقاء في المقدمة
de: Immer im Vordergund
el: Μείνετε στην κορυφή
es_mx: Siempre visible
fr: Rester sur le dessus
he_il: הישאר הכי למעלה
it_it: Resta in Primo Piano
ja_jp: 最前面表示
ko_kr: 항상 위에 표시
pl: Pozostań na wierzchu
pt_br: Ficar no topo
pt_pt: Ficar com janela sempre no topo
ro: Întotdeauna în față
ru: Поверх всех окон
tr: En üstte dur
uk: Поверх інших вікон
vi_vn: Giữ ở trên cùng
zh_cn: 保持在其他窗口前端
zh_tw: 保持在最上層

# UploadTask_CreateURLShortenerTask_Shorten_URL___0__
source: Shorten URL ({0})
ar_ye: اختصار عنوان URL ({0})
cs: Zkrátit URL ({0})
de: URL kürzen ({0})
el: Συντόμευση URL ({0})
es: Acortar URL ({0})
es_mx: Acortar enlace ({0})
fa_ir: کوتاه کردن آدرس {{0}}
fr: Raccourcisseur d'URL ({0})
he_il: קצר קישור ({0})
hu: Rövidítési URL ({0})
it_it: Accorcia URL ({0})
ja_jp: 短縮URLの作成 ({0})
ko_kr: URL 단축하기 ({0})
nl_nl: Verkort link ({0})
pl: Skróć link ({0})
pt_br: Encurtar URL ({0})
pt_pt: Encurtar hiperligação ({0})
ro: Scurtare URL ({0})
ru: Сокращение ссылки ({0})
tr: Adres kısalt ({0})
uk: Скоротити посилання ({0})
vi_vn: Rút gọn URL ({0})
zh_cn: 缩短 URL ({0})
zh_tw: 縮網址 ({0})

# BeforeUploadControl_AddDestination_Custom
source: Custom
ar_ye: تخصيص
de: Angepasst
el: Προσαρμοσμένο
es_mx: Personalizado
fa_ir: سفارشی سازی
fr: Personnalisé
he_il: מותאם אישית
it_it: Personalizzato
ja_jp: カスタム
ko_kr: 사용자 정의
nl_nl: Aangepast
pl: Własny
pt_br: Personalizado
pt_pt: Personalizado
ro: Personalizat
ru: Пользовательский
tr: Özel
uk: Інший
vi_vn: Tùy chỉnh
zh_cn: 自定义
zh_tw: 自訂

# ActionsToolbar_OpenAtShareXStartup
source: Open at ShareX startup
ar_ye: فتح عند تشغيل ShareX
de: Beim Start von ShareX öffnen
el: Άνοιγμα στην εκκίνηση του ShareX
es_mx: Abrir al iniciar ShareX
fa_ir: بازکردن برنامه در هنگام شروع ویندوز
fr: Ouvrir au démarrage de ShareX
he_il: פתח עם עליית ShareX
it_it: Apri all'Avvio di ShareX
ja_jp: ShareX 起動時に開く
ko_kr: ShareX 실행 시 열기
pl: Otwórz przy starcie ShareX
pt_br: Abrir na inicialização do ShareX
pt_pt: Abrir no inicio do ShareX
ro: Se deschide la pornirea ShareX
ru: Открывать при запуске ShareX
tr: ShareX başlangıcında aç
uk: Відкривати при запуску ShareX
vi_vn: Mở khi ShareX khởi động
zh_cn: ShareX 启动时打开
zh_tw: 啟動 ShareX 時開啟

# UploadTask_DownloadAndUpload_Downloading
source: Downloading
ar_ye: جارٍ التنزيل
de: Herunterladen
el: Λήψη
es_mx: Descargando
fa_ir: در حال دانلود
fr: Téléchargement
he_il: מוריד
it_it: Scaricamento
ja_jp: ダウンロード中
ko_kr: 다운로드 중
nl_nl: Downloaden
pl: Pobieranie
pt_br: Baixando
pt_pt: Transferindo
ro: Se descarcă
ru: Скачивается
tr: İndiriliyor
uk: Завантаження
vi_vn: Đang tải về
zh_cn: 下载中
zh_tw: 下載中

# UploadTask_DoUploadJob_Uploading
source: Uploading
ar_ye: جارٍ الرفع
cs: Uploadování
de: Hochladen
el: Ανέβασμα
es: Subiendo
es_mx: Subiendo
fa_ir: در حال آپلود کردن
fr: Mise en ligne en cours
he_il: מעלה
hu: Feltöltés
it_it: Caricamento
ja_jp: アップロード中
ko_kr: 업로드 중
nl_nl: Uploaden
pl: Przesyłanie
pt_br: Enviando
pt_pt: Enviando
ro: Se încarcă
ru: Загружается
tr: Yükleniyor
uk: Вивантаження
vi_vn: Đang tải lên
zh_cn: 上传中
zh_tw: 上傳中

# ActionsToolbar_Edit
source: Edit...
ar_ye: تعديل...
de: Bearbeiten...
el: Επεξεργασία...
es_mx: Editar...
fa_ir: ویرایش..
fr: Modifier...
he_il: ערוך...
it_it: Modifica
ja_jp: 編集...
ko_kr: 편집...
pl: Edytuj...
pt_br: Editar...
pt_pt: Editar...
ro: Editare...
ru: Редактировать...
tr: Düzenle...
uk: Змінити...
vi_vn: Chỉnh sửa...
zh_cn: 编辑...
zh_tw: 編輯...

# ActionsToolbar__LockPosition
source: Lock position
ar_ye: إحداثي الإقفال
de: Position fixieren
el: Θέση κλειδώματος
es_mx: Fijar posición
fr: Verrouiller la position
he_il: נעל מיקום
it_it: Blocca Posizione
ja_jp: 位置を固定
ko_kr: 위치 고정
pl: Zablokuj pozycję
pt_br: Posição de bloqueio
pt_pt: Posição de bloqueio
ro: Blocați poziția
ru: Зафиксировать
tr: Konumu kitle
uk: Зафіксувати положення
vi_vn: Cố định vị trí
zh_cn: 锁定位置
zh_tw: 鎖定位置

# QRCodeForm_InputTextToEncode
source: Input text to encode
ar_ye: إدخال نص لترميزه
de: Text zum Encodieren einfügen
el: Κείμενο εισόδου προς κωδικοποίηση
es_mx: Introducir texto a codificar
fa_ir: متن ورودی برای انکد کردن
fr: Entrez le texte à encoder
he_il: הזן טקסט להצפנה
it_it: Inserisci il testo da codificare
ja_jp: エンコードするテキストを入力
ko_kr: 인코드할 텍스트
pl: Wprowadź tekst do enkodowania
pt_br: Insira o texto para codificar
pt_pt: Introduzir texto para descodificar
ro: Introduceți textul de codificat
ru: Введите текст для кодирования
tr: Buraya yazı girin kodlama için
uk: Введіть текст для кодування
vi_vn: Nhập văn bản để nén
zh_cn: 输入文本生成二维码
zh_tw: 輸入文字以產生二維碼

# TaskManager_task_UploadCompleted_ShareX___Task_completed
source: Task completed
ar_ye: انتهت المهمة
cs: Úkol dokončen
de: Aufgabe beendet
el: Η εργασία ολοκληρώθηκε
es: Tarea completada
es_mx: Tarea completada
fa_ir: وظیفه انجام شد.
fr: Tâche terminée
he_il: משימה הושלמה
hu: Feladat befejezve
it_it: Operazione completata
ja_jp: タスクの完了
ko_kr: 작업 완료
nl_nl: Taak afgewerkt
pl: Zadanie ukończone
pt_br: Tarefa concluída
pt_pt: Tarefa concluída
ro: Sarcină finalizată
ru: Задача выполнена
tr: Görev tamamlandı
uk: Завдання виконано
vi_vn: Tác vụ đã hoàn thành
zh_cn: 任务完成
zh_tw: 排程完成

# ActionsForm_btnOK_Click_Name_can_t_be_empty_
source: Name can't be empty.
ar_ye: لايمكن أن يكون الاسم فارغًا.
cs: Název nesmí být prázdný.
de: Name kann nicht leer sein.
el: Το όνομα δεν μπορεί να είναι κενό.
es: El nombre no puede estar vacío.
es_mx: El nombre no puede estar vacío.
fa_ir: نام نمی تواند خالی باشد
fr: Le nom ne peut pas être vide.
he_il: השם לא יכול להיות ריק.
hu: A név nem lehet üres.
it_it: Il nome non può essere vuoto.
ja_jp: 名前を入力してください。
ko_kr: 이름은 비어 있을 수 없습니다.
nl_nl: De naam kan niet leeg zijn.
pl: Nazwa nie może być pusta.
pt_br: Nome não pode estar vazio.
pt_pt: Nome não pode estar vazio.
ro: Numele nu poate fi gol.
ru: Имя не может быть пустым.
tr: İsim boş olamaz.
uk: Назва не може бути порожньою.
vi_vn: Tên không thể để trống
zh_cn: 名称不能为空。
zh_tw: 名稱不能為空。

source: For settings to take effect ShareX needs to be reopened from Steam.
ar_ye: لكي تظهر التغببرات يجب إعادة فتح ShareX من خلال Steam.
de: Um die Einstellungen zu Übernehmen muss ShareX über Steam neu gestartet werden.
el: Για να τεθούν σε ισχύ οι ρυθμίσεις, το ShareX πρέπει να ανοίξει ξανά από το Steam.
es_mx: Para que la configuración surta efecto, ShareX debe abrirse nuevamente desde Steam.
fa_ir: برای اعمال تنظیمات نرم افزار باید بسته و سپس باز شود.
fr: Pour que les réglages prennent effets, ShareX doit être rouvert à partir de Steam.
he_il: כדי שההגדרות ייכנסו לתוקף, יש לפתוח מחדש את ShareX מ-Steam.
it_it: Riavviare ShareX da Steam per applicare i cambiamenti.
ja_jp: 設定を反映するには、Steam から ShareX を開きなおしてください。
ko_kr: 설정을 적용하려면 스팀에서 ShareX를 다시 실행해야 합니다.
nl_nl: Om de instellingen toe te passen moet ShareX vanuit Steam heropgestart worden.
pl: Aby ustawienia zaczęły obowiązywać, należy ponownie uruchomić ShareX ze Steam.
pt_br: Para que as alterações tenham efeito o programa precisa ser reaberto na Steam.
pt_pt: Para que as definições sejam alteradas ShareX necessita de ser re-aberto pela Steam
ro: Pentru ca setările să aibă efect, ShareX trebuie redeschis din Steam.
ru: Чтобы применить настройки, ShareX нужно заново открыть в Steam.
tr: Ayarların geçerli olabilmesi için ShareX in Steam den yeniden açılması gerekmektedir.
uk: Для застосування змін ShareX треба перевідкрити зі Steam.
vi_vn: Để thiết lập có tác dụng ShareX cần được mở lại từ Steam.
zh_cn: 为使设置生效，ShareX 需从 Steam 重新启动。
zh_tw: 需從 Steam 重新開啟 ShareX，設定才會生效。

# MainForm_UpdateToggleHotkeyButton_Disable_hotkeys
source: Disable hotkeys
ar_ye: تعطيل الاختصارات
de: Hotkeys deaktivieren
el: Απενεργοποίηση πλήκτρων συντόμευσης
es_mx: Deshabilitar atajos de teclado
fa_ir: غیرفعال کردن کلیدهای سریع
fr: Désactiver les raccourcis clavier
he_il: השבת מקשי קיצור
it_it: Disattiva Scorciatoie da Tastiera
ja_jp: ホットキーを無効にする
ko_kr: 단축키 비활성화
nl_nl: Schakel sneltoetsen uit
pl: Wyłącz skróty klawiszowe
pt_br: Desativar atalhos
pt_pt: Desactivar teclas de atalho
ro: Dezactivați tastele rapide
ru: Отключить горячие клавиши
tr: Kısayolları devre dışı bırak
uk: Вимкнути гарячі клавіші
vi_vn: Vô hiệu hóa phím tắt
zh_cn: 禁用快捷键
zh_tw: 停用快捷鍵

# UploadTask_ThreadDoWork_URL_is_empty_
source: URL is empty.
ar_ye: عنوان URL فارغ.
cs: URL je prázdná.
de: URL ist leer.
el: Η διεύθυνση URL είναι κενή.
es: URL está vacía.
es_mx: El enlace está vacío.
fa_ir: آدرس خالی است.
fr: L'URL est vide.
he_il: קישור ריק.
hu: Az URL üres.
it_it: L'URL è vuoto.
ja_jp: URLを入力してください。
ko_kr: URL이 비어있습니다.
nl_nl: URL is leeg.
pl: Link jest pusty.
pt_br: URL está vazio.
pt_pt: Hiperligação está vazia
ro: URL-ul este gol.
ru: Ссылка пуста.
tr: Adres boş.
uk: Посилання порожнє.
vi_vn: URL đang trống.
zh_cn: URL是空的。
zh_tw: 網址為空。

source: Choose ShareX personal folder path
ar_ye: اختر المجلد الخاص بـShareX
cs: Zvolte cestu k ShareX osobní složce
de: Wähle den ShareX-Einstellungsordner aus
el: Επιλέξτε τη διαδρομή του προσωπικού φακέλου ShareX
es: Elegir ruta de la carpeta personal ShareX
es_mx: Elegir ubicación de la carpeta personal de ShareX
fa_ir: پوشه شخصی شیرایکس را انتخاب کن
fr: Choisir le chemin du dossier personnel pour ShareX
he_il: בחר נתיב לתיקייה האישית של ShareX
hu: Válassz személyes ShareX mappát
it_it: Scegli il Percorso della Cartella Personale di ShareX
ja_jp: ShareX 個人フォルダー パスの選択
ko_kr: ShareX 개인 폴더 선택
nl_nl: Kies de persoonlijke map voor ShareX
pl: Wybierz ścieżkę folderu osobistego ShareX
pt_br: Escolher caminho da pasta pessoal do ShareX
pt_pt: Escolher caminho da pasta raiz do ShareX
ro: Alegeți calea folderului personal ShareX
ru: Выберите путь к персональной папке ShareX
tr: ShareX kişisel dizin yolu seç
uk: Виберіть персональний шлях до теки ShareX
vi_vn: Chọn đường dẫn thư mục riêng cho ShareX
zh_cn: 选择 ShareX 个人文件夹路径
zh_tw: 選擇 ShareX 個人資料夾路徑

# HotkeyManager_ShowFailedHotkeys_Unable_to_register_hotkey
source: Unable to register {0}: {1} Please select a different hotkey or quit the conflicting application and reopen ShareX.
ar_ye: خطأ في إعداد اختصارات لوحة المفاتيح {0}: {1} قم بإغلاق البرنامج الذي سبب التعارض وأعد تشغيل البرنامج أو اختر اختصارًا آخر.
cs: Nelze zaregistrovat {0}: {1} Prosím, přiřaďte jinou zkratku nebo ukončete konfliktní aplikaci a restartujte ShareX.
de: Konnte {0} nicht registrieren: {1} Bitte wähle ein anderes Tastenkürzel aus oder beende das widersprüchliche Programm und starte ShareX neu.
el: Αδυναμία καταχώρησης {0}: {1} Παρακαλούμε επιλέξτε ένα άλλο πλήκτρο συντόμευσης ή τερματίστε την εφαρμογή που έρχεται σε σύγκρουση και ανοίξτε ξανά το ShareX.
es: No se puede registrar {0}: {1} Por favor seleccione una tecla de acceso directo diferente o salir de la aplicación en conflicto y vuelva a abrir ShareX.
es_mx: No se puede agregar {0}: {1} Por favor seleccione un atajo de teclado diferente o salga de la aplicación que está interfiriendo y vuelva a abrir ShareX.
fr: Impossible d'enregistrer {0} : {1} Veuillez sélectionner un raccourci différent ou quitter l'application en conflit et rouvrez ShareX.
he_il: לא ניתן לרשום את {0}: {1} אנא בחר מקש קיצור אחר או צא מהיישום המתנגש ופתח מחדש את ShareX.
hu: Nem sikerült regisztrálni {0}: {1} Kérlek, válassz egy másik gyorsbillentyűt vagy zárd be a problémát okozó akalmazást, majd indítsd újra a ShareX-et.
it_it: Impossibile registrare {0}: {1} Selezione una scorciatoia diversa o chiudi l'applicazione che crea conflitto e riavvia ShareX.
ja_jp: {0} を登録できません: {1} 別のホットキーを選択するか、競合するアプリケーションを終了し、ShareXを再起動してください。
ko_kr: {0} 단축키를 등록할 수 없습니다: {1} 다른 단축키를 사용하거나 충돌하는 어플리케이션을 종료한 뒤 ShareX를 다시 실행해 주세요.
nl_nl: Kan {0} niet registreren: {1} Gelieve een andere sneltoets te selecteren of sluit het conflicterende programma af en start ShareX opnieuw op.
pl: Nie udało się zarejestrować {0}: {1} Proszę wybrać inny skrót klawiszowy lub zamknąć konfliktową aplikację i ponownie otworzyć ShareX.
pt_br: Não foi possivel registrar {0}: {1} Por favor, selecione um atalho diferente ou feche o programa conflituoso e reabra o ShareX.
pt_pt: Não foi possivel registar {0}: {1} Por favor, selecione uma tecla de atalho diferente ou feche o programa que está em conflito e reabra o ShareX.
ro: Nu se poate înregistra {0}: {1} Vă rugăm să selectați o altă tastatură rapidă sau să ieșiți din aplicația în conflict și să redeschideți ShareX.
ru: Не удалось зарегистрировать {0}: {1} Пожалуйста, выберите другую горячую клавишу или завершите конфликтующее приложение и перезапустите ShareX.
tr: {0} kayıt edilemiyor: {1} Lütfen başka bir kısayol seçin veya çakışan uygulamayı kapatın ve ShareX'i tekrar açın.
uk: Неможливо зареєструвати {0}: {1} Будь ласка, виберіть іншу гарячу клавішу чи закрийте конфліктну програму та перевідкрийте ShareX.
vi_vn: Không thể đăng ký {0}: {1} Vui lòng chọn phím tắt khác hoặc thoát ứng dụng đang gây lỗi và mở lại ShareX.
zh_cn: 无法注册快捷键 {0}： {1} 请选择一个不同的快捷键，或退出冲突的应用程序，并重新启动ShareX。
zh_tw: 無法註冊 {0}： {1} 請選擇其他快捷鍵，或退出衝突的應用程式並重啟 ShareX。

# MainForm_tsmiDeleteSelectedFile_Click_File_delete_confirmation
source: File delete confirmation
ar_ye: تأكيد حذف ملف
cs: Potvrzení smazání souboru
de: Dateilöschung bestätigen
el: Επιβεβαίωση διαγραφής αρχείου
es: Confirmación de la eliminación de archivo
es_mx: Confirmación de eliminación de archivo
fa_ir: تاییدیه حذف فایل
fr: Confirmation de la suppression d'un fichier
he_il: אישור מחיקת הקובץ
hu: Fájl törlési megerősítés
it_it: Conferma Eliminazione File
ja_jp: ファイル削除の確認
ko_kr: 파일 제거 확인
nl_nl: Bevestiging van verwijderen bestand
pl: Potwierdzenie usunięcia pliku
pt_br: Confirmação para excluir arquivo
pt_pt: Confirmação de eliminação de ficheiro
ro: Confirmare ștergere fișier
ru: Подтверждение удаления фала
tr: Dosya silme onayı
uk: Підтвердження видалення файла
vi_vn: Xác nhận xóa tệp tin
zh_cn: 文件删除确认
zh_tw: 檔案刪除確認

# AutoCaptureForm_Execute_Stop
source: Stop
ar_ye: إيقاف
de: Stopp
el: Σταματήστε το
es: Detener
es_mx: Detener
fa_ir: توقف
fr: Arrêter
he_il: עצור
hu: Leállítás
it_it: Ferma
ja_jp: 停止
ko_kr: 중지
pl: Zatrzymaj
pt_br: Parar
pt_pt: Parar
ro: Oprire
ru: Стоп
tr: Durdur
uk: Зупинити
vi_vn: Dừng lại
zh_cn: 停止
zh_tw: 停止

source: Left click to copy URL to clipboard. Right click to open URL.
ar_ye: انقر بزر الفأرة الأيسر لنسخ عنوان URL إلى الحافظة. انقر بزر الفأرة الأيمن لفتح عنوان URL.
de: Linksklick um den URL zu kopieren. Rechtsklick um den URL zu öffnen.
el: Αριστερό κλικ για να αντιγράψετε τη διεύθυνση URL στο πρόχειρο. Δεξί κλικ για να ανοίξετε τη διεύθυνση URL.
es_mx: Clic izq. para copiar el enlace al portapapeles. Clic derecho para abrirlo.
fa_ir: برای کپی کردن آدرس به کلیپ بورد چپ کلیک کنید. برای بازکردن آدرس راست کلیک کنید.
fr: Clic gauche pour copier l'URL dans le presse-papier. Clic droit pour l'ouvrir.
he_il: לחץ על מקש העכבר השמאלי להעתקת הקישור ללוח הגזירה. לחץ על מקש העכבר הימני כדי לפתוח את הקישור.
it_it: Click Sinistro per Copiare URL negli Appunti. Click Destro per Aprire URL
ja_jp: 左クリックでクリップボードにURLをコピー、右クリックでURLを開く。
ko_kr: 좌클릭으로 URL을 클립보드에 복사하고, 우클릭으로 URL을 열 수 있습니다.
nl_nl: Links klikken om de link naar het klembord te kopiëren. Rechtsklikken om de link te openen.
pl: Kliknij lewym przyciskiem myszy, aby skopiować link do schowka. Kliknij prawym przyciskiem myszy, aby otworzyć link.
pt_br: Botão esquerdo para copiar URL. Botão direito para abrir URL.
pt_pt: Botão esquerdo para copiar hiperligação. Botão direito para abrir hiperligação.
ro: Click stânga pentru a copia URL-ul în clipboard. Click dreapta pentru a deschide URL-ul.
ru: Левая кнопка мыши скопирует ссылку в буфер. Правая кнопка откроет ссылку.
tr: Adresi kopyalamak için sol tıklayın. Adresi açmak için sağ tıklayın.
uk: Лівий притиск — для копіювання у буфер обміну. Правий — для відкриття посилання.
vi_vn: Chuột trái để sao chép URL vào vùng nhớ tạm. Chuột phải để mở URL.
zh_cn: 左键点击复制网址到剪贴板，右键点击打开网址。
zh_tw: 點擊滑鼠左鍵以將網址複製到剪貼簿。點擊滑鼠右鍵以開啟網址。

# UploadTask_CreateShareURLTask_Share_URL___0__
source: Share URL ({0})
ar_ye: مشاركة الـ URL ({0})
cs: Sdílet URL ({0})
de: URL teilen ({0})
el: URL κοινής χρήσης ({0})
es: Compartir URL ({0})
es_mx: Compartir enlace ({0})
fa_ir: اشتراک گذاری آدرس ({0})
fr: Partage d'URL ({0})
he_il: שתף קישור ({0})
hu: Megosztási URL ({0})
it_it: Condividi URL ({0})
ja_jp: 共有 URL ({0})
ko_kr: URL 공유하기 ({0})
nl_nl: Deel link ({0})
pl: Udostępnij link ({0})
pt_br: Compartilhar URL ({0})
pt_pt: Partilhar hiperligação ({0)}
ro: URL de distribuire ({0})
ru: Отправка ссылки ({0})
tr: Adres paylaş ({0})
uk: Поділитися посиланням ({0})
vi_vn: Chia sẻ URL ({0})
zh_cn: 分享 URL ({0})
zh_tw: 分享網址 ({0})

source: Supported variables: {0} and other variables such as {1} etc.
ar_ye: المتغيرات المدعومة: {0} وبقية المتغيرات، مثل {1} إلخ.
cs: Podporované proměnné: {0} a další proměnné jako {1} atd.
de: Unterstützte Variablen: {0} und andere Variablen wie {1} usw.
el: Υποστηριζόμενες μεταβλητές: {0} και άλλες μεταβλητές όπως {1} κ.λπ.
es: Variables soportadas: {0} y otras variables como {1} etc.
es_mx: Variables soportadas: {0}, así como {1}, etc.
fr: Variables prises en charge : {0} et d'autres variables telles que {1}, etc.
he_il: משתנים נתמכים: {0} ומשתנים אחרים כמו {1} וכו'.
hu: Támogatott változók: {0} és további változók, mint a {1} stb.
it_it: Variabili supportate: {0} e altre variabili come {1} ecc.
ja_jp: 使用可能な変数: {0} とその他の変数、たとえば {1} など。
ko_kr: 지원되는 변수: {0}과 {1} 등과 같은 다른 변수들.
nl_nl: Ondersteunde variabelen: {0} en andere variabelen zoals {1} etc.
pl: Obsługiwane zmienne: {0} i inne zmienne, takie jak {1} itp.
pt_br: Variáveis suportadas: {0} e outras como {1}, etc.
pt_pt: Variáveis suportadas: {0} e outras como {1}, etc.
ro: Variabile acceptate: {0} și alte variabile, cum ar fi {1} etc.
ru: Поддерживаемые переменные: {0} и другие переменные, такие как {1} и т.д.
tr: Desteklenen değişkenler: {0} ve {1} gibi diğer değişkenler vs.
uk: Підтримувані змінні: {0} та інші змінні штибу {1} тощо.
vi_vn: Các biến được hỗ trợ: {0} và các biến khác như {1}, v.v
zh_cn: 支持的变量：{0} 和其它变量，如 {1} 等。
zh_tw: 支援的變數：{0} 和其他如 {1} 的變數等

# AutoCaptureForm_UpdateRegion_X___0___Y___1___Width___2___Height___3_
source: X: {0}, Y: {1}, Width: {2}, Height: {3}
cs: X: {0}, Y: {1}, Šířka: {2}, Výška: {3}
de: X: {0}, Y {1}, Breite: {2}, Höhe: {3}
el: X: {0}, Y: {1}, Πλάτος: {2}, Ύψος: {3}
es: X: {0}, Y: {1}, Ancho: {2}, Altura: {3}
es_mx: X: {0}, Y: {1}, Ancho: {2}, Alto: {3}
fr: X: {0}, Y : {1}, Largeur : {2}, Hauteur : {3}
he_il: X: {0}, Y: {1}, רוחב: {2}, גובה: {3}
hu: X: {0}, Y: {1}, Szélesség: {2}, Magasság: {3}
it_it: X: {0}, Y: {1}, Larghezza: {2}, Altezza: {3}
ja_jp: X: {0}, Y: {1}, 幅: {2}, 高さ: {3}
ko_kr: X: {0}, Y: {1}, 너비: {2}, 높이: {3}
pl: X: {0}, Y: {1}, Szerokość: {2}, Wysokość: {3}
pt_br: X: {0}, Y: {1}, Largura: {2}, Altura: {3}
pt_pt: X: {0}, Y: {1}, Largura: {2}, Altura: {3}
ro: X: {0}, Y: {1}, Lățime: {2}, Înălțime: {3}
ru: X: {0}, Y: {1}, Ширина: {2}, Высота: {3}
tr: X: {0}, Y: {1}, Genişlik: {2}, Yükseklik: {3}
uk: X: {0}, Y: {1}, Ширина: {2}, Висота: {3}
vi_vn: X: {0}, Y: {1}, Rộng: {2}, Cao: {3}
zh_cn: X: {0}，Y: {1}， 宽: {2}，高: {3}
zh_tw: X: {0}，Y: {1}，寬: {2}，高: {3}
