Repository: ShareX/ShareX
Catalog: ShareX.UploadersLib/Forms/CustomUploaderSettingsForm.*.resx
Languages: vi_vn

# btnDataBeautify.Text
source: Beautify
vi_vn: Làm đẹp

# lblBody.Text
source: Body:
vi_vn: Body - Thân:

# lblResultDeletionURL.Text
source: Deletion URL:
vi_vn: URL xóa:

# lblDestinationType.Text
source: Destination type:
vi_vn: Loại dịch vụ tải lên:

# btnDuplicate.Text
source: Duplicate
vi_vn: Nhân bản

# tsmiExportAll.Text
source: Export all...
vi_vn: Xuất ra tất cả...

# lblFileUploader.Text
source: File uploader:
vi_vn: Trình tải tệp lên:

# cHeadersName.HeaderText
source: Name
vi_vn: Tên

# cArgumentsName.HeaderText
source: Name
vi_vn: Tên

# cParametersName.HeaderText
source: Name
vi_vn: Tên

# lblName.Text
source: Name:
vi_vn: Tên:

# btnNew.Text
source: New
vi_vn: Mới

# btnRemove.Text
source: Remove
vi_vn: Xóa bỏ

# lblResultThumbnailURL.Text
source: Thumbnail URL:
vi_vn: URL ảnh thu nhỏ/thumbnail:

# tsmiUpdateFolder.Text
source: Update folder...
vi_vn: Cập nhật thư mục...

# lblURLShortener.Text
source: URL shortener:
vi_vn: Dịch vụ rút gọn URL:

# lblRequestURL.Text
source: Request URL:
vi_vn: URL:

# cHeadersValue.HeaderText
source: Value
vi_vn: Giá trị

# cParametersValue.HeaderText
source: Value
vi_vn: Giá trị

# cArgumentsValue.HeaderText
source: Value
vi_vn: Giá trị

# lblURLSharingService.Text
source: URL sharing service:
vi_vn: Dịch vụ chia sẻ URL:

# btnURLSharingServiceTest.Text
source: Test
vi_vn: Kiểm tra

# btnFileUploaderTest.Text
source: Test
vi_vn: Kiểm tra

# btnImageUploaderTest.Text
source: Test
vi_vn: Kiểm tra

# btnTextUploaderTest.Text
source: Test
vi_vn: Kiểm tra

# btnURLShortenerTest.Text
source: Test
vi_vn: Kiểm tra

# tsmiCustomUploaderGuide.Text
source: Custom uploader guide...
vi_vn: Hướng dẫn dùng dịch vụ tải lên tùy chọn...

# mbDestinationType.ToolTip
source: Currently destination type is used when users import custom uploader by double clicking the .sxcu file.
vi_vn: Hiện tại loại dịch vụ tải lên được dùng khi người dùng đưa vào dịch vụ tải lên tùy chọn bằng cách nhấp đúp vào tệp .sxcu

# lblFileFormName.Text
source: File form name:
vi_vn: Tên dạng tệp:

# lblHeaders.Text
source: Headers:
vi_vn: Các tiêu đề:

# lblImageUploader.Text
source: Image uploader:
vi_vn: Dịch vụ tải lên ảnh:

# lblRequestMethod.Text
source: Method:
vi_vn: Phương thức:

# btnDataMinify.Text
source: Minify
vi_vn: Thu gọn

# $this.Text
source: ShareX - Custom uploader settings
vi_vn: ShareX - Thiết lập dịch vụ tải lên

# lblTextUploader.Text
source: Text uploader:
vi_vn: Dịch vụ tải lên văn bản:

# lblParameters.Text
source: URL parameters:
vi_vn: Các tham số trong URL:

# btnTestURLSyntax.Text
source: Test
vi_vn: Kiểm tra

# tsmiClearUploaders.Text
source: Clear uploaders...
vi_vn: Xóa người tải lên ...

# lblResultErrorMessage.Text
source: Error message:
vi_vn: Thông báo lỗi:

# lblUploaders.Text
source: Uploaders:
vi_vn: Người tải lên:
