Repository: ShareX/ShareX
Catalog: ShareX.UploadersLib/Forms/UploadersConfigForm.*.resx
Languages: de, es_mx, fr, he_il, id_id, it_it, ja_jp, ko_kr, nl_nl, pt_br, ru, tr, uk, vi_vn, zh_cn, zh_tw

# cbAmazonS3CustomCNAME.Text
source: Use custom domain:
de: Benutze eigene Domain:
es_mx: Usar un dominio personalizado:
fr: Utiliser un domaine personnalisé :
he_il: השתמש בדומיין מותאם אישית:
id_id: Gunakan domain khusus:
it_it: Usa Dominio Personalizzato:
ja_jp: 独自のドメインを使用:
ko_kr: 커스텀 도메인 사용:
nl_nl: Gebruik een aangepaste domeinnaam:
pt_br: Usar domínio customizado:
ru: Пользовательский домен:
tr: Özel alan adı kullan:
uk: Користувацький домен:
vi_vn: Sử dụng domain tùy chỉnh:
zh_cn: 使用自定义域：
zh_tw: 使用自訂域名：

# cbAmazonS3CustomCNAME.ToolTip
source: Use this option if you have a bucket set up with a custom domain. If text field is empty then bucket name will be used for URL. For example, if your bucket is called "bucket.example.com" then URL will be "http://bucket.example.com/...".
de: Benutze diese Option wenn du Bucket mit einer eigenen Domain benutzt. Wenn das Textfeld leer ist, dann wird der Bucketname für die URL benutzt. z. B.: wenn dein Bucket bucket.example.com heißt, wird die URL http://bucket.example.com/... sein.
es_mx: Usar esta opción si se cuenta con un bucket configurado con un dominio personalizado. Si el campo de texto está vacío, se usará el nombre del bucket para la URL. Por ejemplo, si el bucket se llama bucket.example.com, la URL será http://bucket.example.com/...
fr: Utilisez cette option si vous avez un bucket mis en place avec un nom de domaine personnalisé. Si le champ est vide, le nom de bucket sera utilisé pour l'URL. Par exemple, si votre bucket est appelé "bucket.example.com" alors l'URL sera "http://bucket.example.com/...".
he_il: השתמש באפשרות זו אם יש לך bucket שהוגדר עם דומיין מותאם אישית. אם שדה הטקסט ריק, שם ה-bucket ישמש עבור הקישור. לדוגמה, אם ה-bucket שלך נקרא "bucket.example.com", הקישור היה "http://bucket.example.com/...".
id_id: "Gunakan opsi ini bila Anda memiliki buket yang disiapkan dengan domain khusus. Bila bidang teks kosong maka nama buket akan digunakan untuk URL. Misalnya, bila buket Anda disebut bucket.example.com maka URL akan menjadi http://bucket.example.com/..."
it_it: Usa questa opzione se hai un bucket impostato con un dominio personalizzato. Se il campo di testo è vuoto, il nome del bucket verrà usato per l'URL. Ad esempio, se il bucket si chiama "bucket.example.com", l'URL sarà "http://bucket.example.com/"...
ja_jp: 独自のドメインにバケットを設置している場合に、このオプションを使用します。 フィールドが空の場合は、バケット名をURLとして使用します。 たとえば、バケット名が「bucket.example.com」であれば、URLは「http://bucket.example.com/...」となります。
ko_kr: 커스텀 도메인에 설정된 버킷이 있다면 이 설정을 사용하세요. 만약 텍스트 항목이 비어있다면 버킷 이름이 URL에 쓰일 것입니다. 예를 들어 버킷 이름이 bucket.example.com이라면 URL은 http://bucket.example.com/...이 되는 식이죠.
nl_nl: Gebruik deze optie als je een bucket met een aangepaste domeinnaam hebt ingesteld. Als dit veld leeg is zal de naam van de bucket gebruikt worden voor de URL. Bijvoorbeeld, als de bucket de naam bucket.example.com heeft dan is de URL http://bucket.example.com...
pt_br: Use esta opção se você tem um bucket instalado com um domínio customizado. Se o campo de texto estiver vazio então o nome do bucket será usado no URL. Por exemplo, se o seu bucket é chamado bucket.example.com então o URL será "http://bucket.example.com/...".
ru: Используйте эту опцию в случае, если у вас есть ведро с пользовательским доменом. Если текстовое поле пустое, имя ведра будет использовано в качестве ссылки. Например, если ваше ведро называется bucket.example.com, то ссылка будет http://bucket.example.com/...
tr: Bu ayarı özel alan adı kullanan klasör sahibiyseniz kullanın. Eğer yazı alanı boş ise o zaman klasör ismi adres için kullanılır. Mesela klasör ismi "bucket.example.com" ise o zaman adres "http://bucket.example.com/..." olacaktır.
uk: Використовуйте цю опцію, якщо ви маєте відро з власним доменом. Якщо текстове поле порожнє, то в якості URL буде використано ім'я вашого відра. Наприклад, якщо ваше відро називається "bucket.example.com", то URL буде "http://bucket.example.com/...".
vi_vn: Dùng tùy chọn này nếu bạn có một bucket được cài đặt ở domain tùy chỉnh. Nếu trường văn bản để trống thì tên bucket sẽ được sử dụng cho URL. Ví dụ: nếu tên bucket là bucket.example.com thì URL sẽ là http://bucket.example.com/...
zh_cn: 如果你有用自定义域设置的存储桶，请使用此选项。 如果文本字段为空，则存储桶名称将被用于 URL。 例如，如果你的存储桶名称为 bucket.example.com，则URL将为 “http://bucket.example.com/...”。
zh_tw: 如果你有設定自訂域名的儲存桶，請使用此選項。 如果文字欄位為空，網址將為儲存桶名稱。 舉例來說，如果你的儲存桶名稱為「bucket.example.com」，網址將為「http://bucket.example.com/...」。

# tpOtherUploaders.Text
source: Other uploaders
de: Andere Uploader
es_mx: Otros servidores
fr: Autres services de mise en ligne
he_il: שירותי העלאה אחרים
id_id: Pengunggah lainnya
it_it: Altri Servizi
ja_jp: その他のアップローダー
ko_kr: 기타 업로더
nl_nl: Andere uploaders
pt_br: Outras hospedagens
ru: Другие сервисы
tr: Diğer yükleyiciler
uk: Інші вивантажувачі
vi_vn: Trình tải lên khác
zh_cn: 其他上传
zh_tw: 其他上傳工具

# tpURLShorteners.Text
source: URL shorteners
de: URL Kürzer
es_mx: Acortadores de enlaces
fr: Raccourcisseurs d'URL
he_il: שירותי קיצור קישורים
id_id: Penyingkat URL
it_it: Accorciamento URL
ja_jp: URL短縮サービス
ko_kr: URL 단축기
nl_nl: Linkverkorters
pt_br: Encurtadores de URL
ru: Короткие ссылки
tr: Adres kısaltıcılar
uk: Скорочення посилань
vi_vn: DỊch vụ rút gọn URL
zh_cn: 网址缩短服务
zh_tw: 縮網址服務

# btnTwitterAdd.Text
source: Add
de: Hinzufügen
es_mx: Agregar
fr: Ajouter
he_il: הוסף
id_id: Tambah
it_it: Aggiungi
ja_jp: 追加
ko_kr: 추가
nl_nl: Toevoegen
pt_br: Adicionar
ru: Добавить
tr: Ekle
uk: Додати
vi_vn: Thêm
zh_cn: 添加
zh_tw: 新增

# btnTwitterRemove.Text
source: Remove
de: Entfernen
es_mx: Eliminar
fr: Supprimer
he_il: הסר
id_id: Buang
it_it: Rimuovi
ja_jp: 削除
ko_kr: 삭제
nl_nl: Verwijderen
pt_br: Remover
ru: Удалить
tr: Kaldır
uk: Вилучити
vi_vn: Xóa bỏ
zh_cn: 删除
zh_tw: 移除

# lblTwitterDescription.Text
source: Name:
es_mx: Nombre:
fr: Nom :
he_il: שם:
id_id: Nama:
it_it: Nome:
ja_jp: 名前:
ko_kr: 이름:
nl_nl: Naam:
pt_br: Nome:
ru: Имя:
tr: İsim:
uk: Назва:
vi_vn: Tên:
zh_cn: 名称：
zh_tw: 名稱：

# cbTwitterSkipMessageBox.Text
source: Skip tweet message box
de: Überspringe Tweet Nachrichtenbox
es_mx: Ignorar cuadro para enviar mensaje
fr: Ignorer la boîte de message du tweet
he_il: דלג על תיבת הודעת הציוץ
id_id: Abaikan kotak pesan tweet
it_it: Ignora Finestra Messaggio del Tweet
ja_jp: ツイート メッセージ ボックスをスキップする
ko_kr: 트윗 메세지 창 생략하기
nl_nl: Sla venster met tweet bericht over
pt_br: Pular caixa de mensagem de tuite
ru: Пропускать окно твита
tr: Tweet mesaj kutusunu gösterme
uk: Пропустити вікно твіта
vi_vn: Bỏ qua hộp tin nhắn tweet
zh_cn: 跳过推特消息框
zh_tw: 跳過推特訊息框

# lblTwitterDefaultMessage.Text
source: Default tweet message:
de: Standard Tweet-Nachricht:
es_mx: Mensaje predefinido:
fr: Message par défaut du tweet :
he_il: הודעת ציוץ ברירת מחדל:
id_id: Tweet pesan bawaan:
it_it: Tweet Predefinito:
ja_jp: 既定のツイート メッセージ:
ko_kr: 기본 트윗 메세지:
nl_nl: Standaard inhoud tweet:
pt_br: Tuite padrão:
ru: Твит по умолчанию:
tr: Varsayılan tweet mesajı:
uk: Типовий твіт:
vi_vn: Tin nhắn tweet mặc định:
zh_cn: 默认推特消息：
zh_tw: 預設推文訊息：

# btnTwitterNameUpdate.Text
source: Update
de: Aktualisieren
es_mx: Actualizar
fr: Mettre à jour
he_il: עדכן
id_id: Perbarui
it_it: Aggiorna
ja_jp: 更新
ko_kr: 갱신
nl_nl: Bijwerken
pt_br: Atualizar
ru: Обновить
tr: Güncelle
uk: Оновити
vi_vn: Cập nhật
zh_cn: 更新
zh_tw: 更新

# lblBitlyDomain.Text
source: Domain:
es_mx: Dominio:
fr: Domaine :
he_il: דומיין:
it_it: Dominio:
ja_jp: ドメイン名:
ko_kr: 도메인:
nl_nl: Domein:
pt_br: Domínio:
ru: Домен:
tr: Alan adı:
uk: Домен:
vi_vn: Tên miền:
zh_cn: 域名：
zh_tw: 域名：

# lblYourlsNote.Text
source: Note: If you have a Signature then you don't need a Username/Password.
de: Anmerkung: Wenn du eine Signatur hast brauchst du keinen Benutzernamen/Passwort.
es_mx: Nota: no es necesario el nombre de usuario ni la contraseña si se cuenta con una firma.
fr: Remarque : Si vous avez une signature, vous n'avez pas besoin d'un nom d'utilisateur/mot de passe.
he_il: הערה: אם יש לך חתימה אז לא נדרש שם משתמש/סיסמה.
id_id: Catatan: Bila Anda memiliki Tanda tangan maka Anda tidak memerlukan Nama Pengguna/Sandi.
it_it: Nota: Se hai una Firma non hai bisogno di Nome Utente / Password.
ja_jp: メモ: シグネチャがある場合、ユーザー名/パスワードは不要です。
ko_kr: 참고: 시그니쳐가 있으면 사용자 ID와 비밀번호를 입력하지 않아도 됩니다.
nl_nl: Nota: Als je een Handtekening hebt heb je geen Gebruikersnaam/Wacthwoord nodig.
pt_br: Aviso: Se você tem uma Assinatura você não precisa de um usuário/senha.
ru: Заметка: Если у вас есть подпись, вам не нужны логин и пароль
tr: Not: Eğer imzanız varsa kullanıcı adı ve şifreye gerek yoktur.
uk: Примітка: Якщо ви маєте підпис, вам не потрібні ім'я користувача та пароль.
vi_vn: Lưu ý: Nếu bạn đã có Chữ ký (Signature) thì không cần tên tài khoản/mật khẩu nữa.
zh_cn: 注意：使用签名则无需用户名与密码。
zh_tw: 備註：如有簽名則不需使用者名稱/密碼。

# lblYourlsPassword.Text
source: Password:
de: Passwort:
es_mx: Contraseña:
fr: Mot de passe :
he_il: סיסמה:
id_id: Sandi:
ja_jp: パスワード:
ko_kr: 비밀번호:
nl_nl: Wachtwoord:
pt_br: Senha:
ru: Пароль:
tr: Şifre:
uk: Пароль:
vi_vn: Mật khẩu:
zh_cn: 密码：
zh_tw: 密碼：

# lblYourlsUsername.Text
source: Username:
de: Benutzername:
es_mx: Nombre de usuario:
fr: Nom d'utilisateur :
he_il: שם משתמש:
id_id: Nama pengguna:
it_it: Nome Utente:
ja_jp: ユーザー名:
ko_kr: 사용자 ID:
nl_nl: Gebruikersnaam:
pt_br: Usuário:
ru: Имя пользователя:
tr: Kullanıcı adı:
uk: Ім’я користувача:
vi_vn: Tên người dùng:
zh_cn: 用户名：
zh_tw: 使用者名稱：

# lblYourlsSignature.Text
source: Signature:
de: Signatur:
es_mx: Firma:
he_il: חתימה:
id_id: Tanda tangan:
it_it: Firma:
ja_jp: シグネチャ:
ko_kr: 시그니쳐:
nl_nl: Handtekening:
pt_br: Assinatura:
ru: Подпись:
tr: İmza:
uk: Підпис:
vi_vn: Chữ ký:
zh_cn: 签名：
zh_tw: 簽名：

# lblPolrAPIKey.Text
source: API key:
de: API-Schlüssel:
es_mx: Clave de la API:
fr: Clé d'API :
he_il: מפתח API:
id_id: Kunci API:
it_it: Chiave API:
ja_jp: API キー:
ko_kr: API 키:
nl_nl: API sleutel:
pt_br: Chave da API:
ru: Ключ API:
tr: API anahtarı:
uk: Ключ API:
zh_cn: API 密钥：
zh_tw: API 金鑰：

# lblPolrAPIHostname.Text
source: API URL: (e.g. http://demo.polr.me/api/v2/action/shorten)
de: API Hostname: (z. B. http://beispiel.de/api.php, Leer lassen um polr.me zu benutzen)
es_mx: Enlace de la API: (ej. http://demo.polr.me/api/v2/action/shorten)
fr: Nom d'hôte de l'API : (ex: http://exemple.com/api.php - laissez ce champ vide pour utiliser polr.me)
he_il: כתובת ה-API: (לדוגמה: http://demo.polr.me/api/v2/action/shorten)
id_id: URL API: (mis. http://demo.polr.me/api/v2/action/shorten)
it_it: URL API: (es. "http://demo.polr.me/api/v2/action/shorten")
ja_jp: API ホスト名: (例 http://example.com/api.php, polr.me を使用する場合は空白にする)
ko_kr: API URL: (예시: http://demo.polr.me/api/v2/action/shorten)
nl_nl: API url: (bijv. http://example.com/api.php, leeglaten voor polr.me)
pt_br: Hostname da API: (e.g http://example.com/api.php, Deixe em branco para usar polr.me)
ru: Имя хоста API: (например, http://example.com/api.php, Оставьте пустым, чтобы использовать polr.me)
tr: API sunucu: (örneğin: http://example.com/api.php, polr.me kullanmak için boş bırakın)
uk: Посилання API: (наприклад, http://demo.polr.me/api/v2/action/shorten)
vi_vn: Địa chỉ API: (v.d. http://demo.polr.me/api/v2/action/shorten)
zh_cn: API URL：(例如 http://demo.polr.me/api/v2/action/shorten)
zh_tw: API 網址：(例如 http://demo.polr.me/api/v2/action/shorten)

# lblStreamableUsername.Text
source: Username:
de: Benutzername:
es_mx: Nombre de usuario:
fr: Nom d'utilisateur :
he_il: שם משתמש:
id_id: Nama pengguna:
it_it: Nome Utente:
ja_jp: ユーザー名:
ko_kr: 사용자 ID:
nl_nl: Gebruikersnaam:
pt_br: Usuário:
ru: Имя пользователя:
tr: Kullanıcı adı:
uk: Ім’я користувача:
vi_vn: Tên người dùng:
zh_cn: 用户名：
zh_tw: 使用者名稱：

# lblStreamablePassword.Text
source: Password:
de: Passwort:
es_mx: Contraseña:
fr: Mot de passe :
he_il: סיסמה:
id_id: Sandi:
ja_jp: パスワード:
ko_kr: 비밀번호:
nl_nl: Wachtwoord:
pt_br: Senha:
ru: Пароль:
tr: Şifre:
uk: Пароль:
vi_vn: Mật khẩu:
zh_cn: 密码：
zh_tw: 密碼：

# tpSharedFolder.Text
source: Shared folder
de: Freigegebene Ordner
es_mx: Carpeta compartida
fr: Dossier partagé
he_il: תיקייה משותפת
id_id: Folder bersama
it_it: Cartella Condivisa
ja_jp: 共有フォルダー
ko_kr: 공유된 폴더
nl_nl: Gedeelde map
pt_br: Pasta compartilhada
ru: Общая папка
tr: Dizin paylaş
uk: Спільна тека
vi_vn: Thư mục được chia sẻ
zh_cn: 共享文件夹
zh_tw: 共享資料夾

# tpEmail.Text
source: Email
es_mx: Correo electrónico
fr: Adresse e-mail
he_il: דוא"ל
ja_jp: Eメール
ko_kr: 이메일
ru: Почта
tr: Eposta
uk: Ел. пошта
zh_cn: 邮箱
zh_tw: 電子信箱

# tpFileUploaders.Text
source: File uploaders
de: Dateiuploader
es_mx: Servidores de archivos:
fr: Services de mise en ligne de fichiers
he_il: שירותי העלאת קבצים
id_id: Pengunggah file
it_it: Caricamento File
ja_jp: ファイル アップローダー
ko_kr: 파일 업로더
nl_nl: Bestandsuploaders
pt_br: Envio de arquivos
ru: Сервисы файлов
tr: Dosya yükleyiciler
uk: Вивантажувачі файлів
vi_vn: Dịch vụ tải lên tệp
zh_cn: 文件上传器
zh_tw: 檔案上傳工具

# tpTextUploaders.Text
source: Text uploaders
de: Textuploader
es_mx: Servidores para texto
fr: Services de mise en ligne de textes
he_il: שירותי העלאת טקסט
id_id: Pengunggah teks
it_it: Caricamento Testo
ja_jp: テキスト アップローダー
ko_kr: 텍스트 업로더
nl_nl: Tekstuploaders
pt_br: Envio de texto
ru: Сервисы текстов
tr: Yazı yükleyiciler
uk: Вивантажувачі тексту
vi_vn: Dịch vụ tải lên văn bản
zh_cn: 文本上传服务
zh_tw: 文字上傳工具

# lblOneTimeSecretEmail.Text
source: Email:
es_mx: Correo electrónico:
fr: Adresse e-mail :
he_il: דוא"ל:
ja_jp: Eメール:
ko_kr: 이메일:
tr: Eposta:
uk: Ел. пошта:
zh_cn: 邮箱：
zh_tw: 電子信箱：

# lblOneTimeSecretAPIKey.Text
source: API key:
de: API-Schlüssel:
es_mx: Clave de la API:
fr: Clé d'API :
he_il: מפתח API:
id_id: Kunci API:
it_it: Chiave API:
ja_jp: API キー:
ko_kr: API 키:
nl_nl: API sleutel:
pt_br: Chave da API:
ru: Ключ API:
tr: API anahtarı:
uk: Ключ API:
zh_cn: API 密钥：
zh_tw: API 金鑰：

# lblHastebinCustomDomain.Text
source: Custom domain:
de: Eigene Domain:
es_mx: Dominio personalizado:
fr: Domaine personnalisé :
he_il: דומיין מותאם אישית:
id_id: Domain khusus:
it_it: Dominio Personalizzato:
ja_jp: 独自のドメイン名:
ko_kr: 커스텀 도메인:
nl_nl: Aangepaste domeinnaam:
pt_br: Dominio personalizado:
ru: Пользовательский домен:
tr: Özel alan adı:
uk: Домен користувача:
vi_vn: Tên miền tùy chỉnh:
zh_cn: 自定义域：
zh_tw: 自訂域名：

# lblHastebinSyntaxHighlighting.Text
source: Syntax highlighting:
de: Syntax-Hervorhebung:
es_mx: Resaltar sintaxis:
fr: Coloration syntaxique :
he_il: הדגשת תחביר:
id_id: Penyorotan sintaks:
it_it: Evidenziazione Sintassi:
ja_jp: 構文ハイライト:
ko_kr: 구문 강조:
nl_nl: Syntax markeren:
pt_br: Destaque de sintaxe:
ru: Подсветка синтаксиса:
tr: Sözdizimi renklendirme:
uk: Підсвічування синтаксису:
vi_vn: Đánh dấu cú pháp:
zh_cn: 语法高亮：
zh_tw: 語法高亮顯示：

# lblUpasteUserKey.Text
source: User key:
de: Benutzer Schlüssel:
es_mx: Clave de usuario:
fr: Clé utilisateur :
he_il: מפתח משתמש:
id_id: Kunci pengguna:
it_it: Chiave Utente:
ja_jp: ユーザー キー:
ko_kr: 사용자 키:
nl_nl: Gebruikerssleutel:
pt_br: Chave do usuário:
ru: Использовать ключ:
tr: Kullanıcı anahtarı:
uk: Ключ користувача:
zh_cn: 用户密钥：
zh_tw: 使用者金鑰：

# cbUpasteIsPublic.Text
source: Is public upload?
de: Ist es ein öffentlicher Upload?
es_mx: ¿Es enlace público?
fr: Est-ce une mise en ligne publique ?
he_il: האם העלאה ציבורית?
id_id: Apakah unggah publik?
it_it: Caricamento Pubblico?
ja_jp: 公開する
ko_kr: 공개 업로드입니까?
nl_nl: Is de upload publiek?
pt_br: Upload público?
ru: Публичная загрузка?
tr: Yükleme halka açık mı?
uk: Публічне вивантаження?
vi_vn: Tải lên công khai?
zh_cn: 是否公开上传?
zh_tw: 是否公開上傳？

# lblPaste_eeUserAPIKey.Text
source: User key:
de: Benutzerschlüssel:
es_mx: Clave de usuario:
fr: Clé API de l'utilisateur :
he_il: מפתח משתמש:
id_id: Kunci pengguna:
it_it: Chiave API Utente:
ja_jp: ユーザー キー:
ko_kr: 사용자 API 키:
nl_nl: Gebruikers API sleutel:
pt_br: Chave de API do usuário:
ru: API ключ пользователя:
tr: Kullanıcı API anahtarı:
uk: Ключ користувача:
zh_cn: 用户密钥：
zh_tw: 使用者金鑰：

# btnPastebinLogin.Text
source: Login
de: Einloggen
es_mx: Acceder
fr: Connexion
he_il: התחבר
it_it: Accedi
ja_jp: ログイン
ko_kr: 로그인
nl_nl: Inloggen
pt_br: Logar
ru: Войти
tr: Giriş
uk: Вхід
vi_vn: Đăng nhập
zh_cn: 登录
zh_tw: 登入

# lblPastebinLoginStatus.Text
source: Status:
es_mx: Estado:
fr: Statut :
he_il: סטטוס:
it_it: Stato:
ja_jp: 状態:
ko_kr: 상태:
ru: Состояние:
tr: Durum:
uk: Стан:
vi_vn: Trạng thái:
zh_cn: 状态：
zh_tw: 狀態：

# lblPastebinUsername.Text
source: Username:
de: Benutzername:
es_mx: Nombre de usuario:
fr: Nom d'utilisateur :
he_il: שם משתמש:
id_id: Nama pengguna:
it_it: Nome Utente:
ja_jp: ユーザー名:
ko_kr: 사용자 ID:
nl_nl: Gebruikersnaam:
pt_br: Usuário:
ru: Имя пользователя:
tr: Kullanıcı adı:
uk: Ім’я користувача:
vi_vn: Tên người dùng:
zh_cn: 用户名：
zh_tw: 使用者名稱：

# lblPastebinPassword.Text
source: Password:
de: Passwort:
es_mx: Contraseña:
fr: Mot de passe :
he_il: סיסמה:
id_id: Sandi:
ja_jp: パスワード:
ko_kr: 비밀번호:
nl_nl: Wachtwoord:
pt_br: Senha:
ru: Пароль:
tr: Şifre:
uk: Пароль:
vi_vn: Mật khẩu:
zh_cn: 密码：
zh_tw: 密碼：

# lblPastebinTitle.Text
source: Paste title:
de: Einfügtitel:
es_mx: Pegar título:
fr: Coller le titre :
he_il: הדבק כותרת:
id_id: Tempel judul:
it_it: Titolo:
ja_jp: タイトル:
ko_kr: 이름:
nl_nl: Paste titel:
pt_br: Nome da colagem:
ru: Заголовок ставки:
tr: Başlık:
uk: Заголовок:
vi_vn: Tiêu đề:
zh_cn: 粘贴标题：
zh_tw: 貼上標題：

# lblPastebinPrivacy.Text
source: Privacy:
de: Datenschutz:
es_mx: Privacidad:
fr: Confidentialité :
he_il: פרטיות:
id_id: Privasi:
ja_jp: プライバシー:
ko_kr: 공개 설정:
pt_br: Privacidade:
ru: Приватность:
tr: Gizlilik:
uk: Конфіденційність:
vi_vn: Chế độ riêng tư:
zh_cn: 隐私：
zh_tw: 隱私設定：

# lblPastebinExpiration.Text
source: Expiration:
de: Verfall:
es_mx: Caducidad:
he_il: תפוגה:
id_id: Kedaluwarsa:
it_it: Scadenza:
ja_jp: 保存期間:
ko_kr: 만료 시점:
nl_nl: Verloopt:
pt_br: Expira:
ru: Удалить через:
tr: Son kullanma:
uk: Закінчення терміну:
vi_vn: Hết hiệu lực:
zh_cn: 有效期：
zh_tw: 有效期限：

# lblPastebinSyntax.Text
source: Paste syntax:
de: Einfügsyntax:
es_mx: Pegar sintaxis:
fr: Coller la syntaxe :
he_il: הדבק תחביר:
id_id: Tempel sintaks:
it_it: Sintassi:
ja_jp: ハイライト構文:
ko_kr: 언어:
pt_br: Sintaxe da colagem:
ru: Синтаксис вставки:
tr: Sözdizim:
uk: Синтаксис вставки:
vi_vn: Cú pháp:
zh_cn: 粘贴规则：
zh_tw: 貼上語法：

# btnPastebinRegister.Text
source: Register...
de: Registrieren...
es_mx: Crear cuenta...
fr: S'inscrire...
he_il: הירשם...
id_id: Daftar...
it_it: Registrati...
ja_jp: 登録...
ko_kr: 등록하기...
nl_nl: Registreren...
pt_br: Registrar...
ru: Регистрация...
tr: Kayıt...
uk: Реєстрація...
vi_vn: Đăng ký...
zh_cn: 注册...
zh_tw: 註冊...

# lblEmailSmtpPort.Text
source: Port:
es_mx: Puerto:
he_il: יציאה:
it_it: Porta:
ja_jp: ポート番号:
ko_kr: 포트:
nl_nl: Poort:
pt_br: Porta:
ru: Порт:
uk: Порт:
vi_vn: Cổng:
zh_cn: 端口：
zh_tw: 連接埠：

# lblEmailDefaultBody.Text
source: Default message:
de: Standardnachricht:
es_mx: Mensaje predefinido:
fr: Message par défaut :
he_il: הודעת ברירת מחדל:
id_id: Pesan bawaan:
it_it: Messaggio Predefinito:
ja_jp: 既定のメッセージ:
ko_kr: 기본 메시지:
nl_nl: Standaard bericht:
pt_br: Mensagem padrão:
ru: Сообщение по умолчанию:
tr: Varsayılan mesaj:
uk: Типове повідомлення:
vi_vn: Tin nhắn mặc định:
zh_cn: 默认信息：
zh_tw: 預設訊息：

# lblEmailDefaultSubject.Text
source: Default subject:
de: Standardbetreff:
es_mx: Asunto predefinido:
fr: Sujet par défaut :
he_il: נושא ברירת המחדל:
id_id: Subyek bawaan:
it_it: Oggetto Predefinito:
ja_jp: 既定の件名:
ko_kr: 기본 제목:
nl_nl: Standaard onderwerp:
pt_br: Assunto padrão:
ru: Тема по умолчанию:
tr: Varsayılan konu:
uk: Типова тема:
vi_vn: Chủ đề mặc định:
zh_cn: 默认主题：
zh_tw: 預設主題：

# lblEmailFrom.Text
source: Email:
es_mx: Correo electrónico:
fr: Adresse e-mail :
he_il: דוא"ל:
ja_jp: Eメール:
ko_kr: 이메일:
tr: Eposta:
uk: Ел. пошта:
zh_cn: 邮箱：
zh_tw: 電子信箱：

# cbEmailRememberLastTo.Text
source: Remember last recipient address
de: Erinnere die Adresse des letzten Empfängers
es_mx: Recordar la última dirección de destinatario
fr: Se souvenir de l'adresse du dernier destinataire
he_il: זכור את כתובת הנמען האחרון
id_id: Ingat alamat penerima terakhir
it_it: Ricorda Indirizzo Ultimo Destinatario
ja_jp: 最近の受信者アドレスを記憶する
ko_kr: 마지막으로 사용한 수신자 주소 기억하기
nl_nl: Herinner laatste geaddresseerde
pt_br: Lembrar endereço do último recipiente
ru: Помнить адрес последнего получателя
tr: Son alıcı adreslerini hatırla
uk: Памʼятати останню адресу одержувача
vi_vn: Nhớ địa chỉ người nhận lần trước
zh_cn: 记住上一个收件地址
zh_tw: 記住上個收件人信箱

# lblEmailPassword.Text
source: Password:
de: Passwort:
es_mx: Contraseña:
fr: Mot de passe :
he_il: סיסמה:
id_id: Sandi:
ja_jp: パスワード:
ko_kr: 비밀번호:
nl_nl: Wachtwoord:
pt_br: Senha:
ru: Пароль:
tr: Şifre:
uk: Пароль:
vi_vn: Mật khẩu:
zh_cn: 密码：
zh_tw: 密碼：

# lblEmailSmtpServer.Text
source: SMTP server:
es_mx: Servidor SMTP:
fr: Serveur SMTP :
he_il: שרת SMTP:
id_id: Server SMTP:
it_it: Server SMTP:
ja_jp: SMTP サーバー:
ko_kr: SMTP 서버:
pt_br: Servidor SMTP:
ru: Сервер SMTP:
tr: SMTP sunucusu:
uk: Сервер SMTP:
vi_vn: Máy chủ SMTP:
zh_cn: SMTP 服务器：
zh_tw: SMTP 伺服器：

# lblSharedFolderImages.Text
source: Image:
de: Bild:
es_mx: Imagen:
he_il: תמונה:
id_id: Gambar:
it_it: Immagine:
ja_jp: 画像:
ko_kr: 이미지:
nl_nl: Afbeelding:
pt_br: Imagem:
ru: Картинка:
tr: Resim:
uk: Зображення:
vi_vn: Ảnh:
zh_cn: 图片：
zh_tw: 圖片：

# lblSharedFolderText.Text
source: Text:
es_mx: Texto:
fr: Texte :
he_il: טקסט:
id_id: Teks:
it_it: Testo:
ja_jp: テキスト:
ko_kr: 텍스트:
nl_nl: Tekst:
pt_br: Texto:
ru: Текст:
tr: Yazı:
uk: Текст:
vi_vn: Văn bản:
zh_cn: 文本：
zh_tw: 文字：

# lblSharedFolderFiles.Text
source: File:
de: Datei:
es_mx: Archivo:
fr: Fichier :
he_il: קובץ:
ja_jp: ファイル:
ko_kr: 파일:
nl_nl: Bestand:
pt_br: Arquivo:
ru: Файл:
tr: Dosya:
uk: Файл:
vi_vn: Tệp:
zh_cn: 文件：
zh_tw: 檔案：

# lblSulAPIKey.Text
source: API key:
de: API-Schlüssel:
es_mx: Clave de la API:
fr: Clé d'API :
he_il: מפתח API:
id_id: Kunci API:
it_it: Chiave API:
ja_jp: API キー:
ko_kr: API 키:
pt_br: Chave da API:
ru: Ключ API:
tr: API anahtarı:
uk: Ключ API:
zh_cn: API 密钥：
zh_tw: API 金鑰：

# lblSeafileAuthToken.Text
source: Auth token:
es_mx: Token de autenticación:
fr: Jeton d'authentification :
he_il: טוקן אימות:
id_id: Token otentikasi:
it_it: Token Autenticazione:
ja_jp: 認証トークン:
ko_kr: 인증 토큰:
nl_nl: Authorisatietoken:
pt_br: Token de autenticação:
ru: Ключ авторизации:
tr: Yetki fişi:
uk: Токен автентифікації:
vi_vn: Token xác thực:
zh_cn: 身份验证令牌：
zh_tw: 身份驗證權杖：

# cbSeafileCreateShareableURL.Text
source: Create shareable URL
de: Teilbare URL erstellen
es_mx: Crear enlace para compartir
fr: Créer une URL partageable
he_il: צור קישור שניתן לשתף
id_id: Buat URL yang bisa dibagikan
it_it: Crea URL Condivisibile
ja_jp: 共有可能なリンクを作成する
ko_kr: 공유 가능한 URL 생성하기
nl_nl: Maak deelbare link
pt_br: Criar URL compartilhável
ru: Создать публичный URL
tr: Paylaşılabilir adres yarat
uk: Створити посилання для поширення
vi_vn: Tạo URL để chia sẻ
zh_cn: 创建共享 URL
zh_tw: 建立可分享網址

# cbSeafileIgnoreInvalidCert.Text
source: Ignore invalid SSL certificate
de: Ungültiges SSL-Zertifikat ignorieren
es_mx: Ignorar certificado SSL inválido
fr: Ignorer les certificats SSL invalides
he_il: התעלם מ-certificate SSL לא חוקי
id_id: Abaikan sertifikat SSL tidak valid
it_it: Ignora Certificato SSL non Valido
ja_jp: 無効なSSL証明書を無視する
ko_kr: 유효하지 않은 SSL 인증서 무시
nl_nl: Negeer ongeldig SSL certificaat
pt_br: Ignorar certificado SSL inválido
ru: Игнорировать неверный сертификат SSL
tr: Geçersiz SSL sertifika hatasını yoksay
uk: Ігнорувати недійсний сертифікат SSL
vi_vn: Bỏ qua chứng chỉ SSL không hợp lệ
zh_cn: 忽略无效的 SSL 证书
zh_tw: 忽略無效的 SSL 憑證

# lblSeafilePassword.Text
source: Password:
de: Passwort:
es_mx: Contraseña:
fr: Mot de passe :
he_il: סיסמה:
id_id: Sandi:
ja_jp: パスワード:
ko_kr: 비밀번호:
nl_nl: Wachtwoord:
pt_br: Senha:
ru: Пароль
tr: Şifre:
uk: Пароль:
vi_vn: Mật khẩu:
zh_cn: 密码：
zh_tw: 密碼：

# lblSeafileUsername.Text
source: Email:
es_mx: Correo electrónico:
fr: Adresse e-mail :
he_il: דוא"ל:
ja_jp: Eメール:
ko_kr: 이메일:
tr: Eposta:
uk: Ел. пошта:
zh_cn: 邮箱：
zh_tw: 電子信箱：
