Repository: ShareX/ShareX
Catalog: ShareX.UploadersLib/Forms/UploadersConfigForm.*.resx
Languages: de, es_mx, fr, he_il, id_id, it_it, ja_jp, ko_kr, nl_nl, pt_br, ru, tr, uk, vi_vn, zh_cn, zh_tw

# llVgymeAccountDetailsPage.Text
source: You can get user key from account details page.
de: Du bekommst den Nutzerschlüssel von der Kontodetails-Seite.
es_mx: Puede encontrar la clave de usuario en la configuración de cuenta.
fr: Vous pouvez obtenir la clé utilisateur sur la page des détails du compte.
he_il: ניתן לקבל מפתח משתמש מדף פרטי החשבון.
id_id: Anda bisa mendapatkan kunci pengguna dari halaman rincian akun.
it_it: Puoi teovare la chiave utente sulla pagina Dettagli dell'account
ja_jp: ユーザー キーはアカウントの詳細ページから取得できます。
ko_kr: 계정 정보 페이지에서 유저 키를 얻을 수 있습니다.
pt_br: Você pode obter uma chave de usuário através da página de detalhes da conta.
ru: Вы можете получить ключ пользователя со страницы данных аккаунта.
tr: Kullanıcı anahtarını hesap detayları sayfasından alabilirsiniz.
uk: Ви можете отримати ключ зі сторінки подробиць облікового запису.
vi_vn: Bạn có thể lấy key người dùng từ trang thông tin cá nhân.
zh_cn: 可从帐户详情页中获取用户密钥。
zh_tw: 你可以從帳戶詳情頁面獲取使用者金鑰。

# lblCheveretoUploadURLExample.Text
source: Example: http://example.com/api/1/upload
de: Beispiel: http://example.com/api/1/upload
es_mx: Ejemplo: http://example.com/api/1/upload
fr: Exemple : http://exemple.com/api/1/upload
he_il: דוגמה: http://example.com/api/1/upload
id_id: Contoh: http://example.com/api/1/upload
it_it: Esampio: http://example.com/api/1/upload
ja_jp: 例: http://example.com/api/1/upload
ko_kr: 예시: http://example.com/api/1/upload
pt_br: Exemplo: http://exemplo.com/api/1/upload
ru: Пример: http://example.com/api/1/upload
tr: Örnek: http://example.com/api/1/upload
uk: Приклад: http://example.com/api/1/upload
vi_vn: Ví dụ: http://example.com/api/1/upload
zh_cn: 示例：http://example.com/api/1/upload
zh_tw: 範例：http://example.com/api/1/upload

# cbHastebinUseFileExtension.Text
source: Use file extension for syntax highlighting (except .txt)
de: Dateierweiterung für Syntax-Hervorhebung nutzen (außer .txt)
es_mx: Usar la extensión del archivo para resaltar la sintaxis (excepto .txt)
fr: Utiliser l'extension de fichier pour la coloration syntaxique (excepté les .txt)
he_il: השתמש בסיומת קובץ להדגשת תחביר (למעט .txt)
id_id: Gunakan ekstensi file untuk penyorotan sintaks (kecuali .txt)
it_it: Usa Estensione File per Evidenziazione Sintassi (tranne ".txt")
ja_jp: 構文ハイライトにファイル拡張子を使用 (.txt を除く)
ko_kr: 구문 강조에 파일 확장자 사용하기 (.txt 제외)
pt_br: Utilizar extensão do arquivo para destaque de sintaxe (exceto .txt)
ru: Использовать расширение файла для подсветки синтаксиса (кроме .txt)
tr: Sözdizimi vurgulaması için dosya uzantısı kullan (.txt hariç)
uk: Використовувати розширення файлу для підсвічування синтаксису (крім .txt)
vi_vn: Dùng phần đuôi mở rộng để đánh dấu cú pháp (trừ đuôi .txt)
zh_cn: 使用文件扩展名显示语法高亮（.txt 除外）
zh_tw: 使用語法高亮顯示副檔名 (.txt 除外)

# btnLithiioGetAPIKey.Text
source: Open account page...
de: Kontoseite öffnen...
es_mx: Abrir página de cuenta...
fr: Obtenir la clé API...
he_il: פתח דף חשבון...
id_id: Buka halaman akun...
it_it: Ottieni Chiave API...
ja_jp: アカウント ページを開く...
ko_kr: 계정 페이지 열기...
nl_nl: Open account pagina...
pt_br: Obter chave de API...
ru: Получить ключ API...
tr: Hesap sayfasını aç...
uk: Відкрити сторінку облікового запису...
vi_vn: Mở trang tài khoản...
zh_cn: 打开账户页面...
zh_tw: 開啟帳戶頁面...

# cbEmailAutomaticSend.Text
source: Send email without show dialog to this email address:
de: Senden Sie eine E-Mail ohne Anzeige des Dialogs an diese E-Mail-Adresse:
es_mx: Enviar correo electrónico sin mostrar diálogo para esta dirección:
fr: Envoyer des e-mails sans afficher de boite de dialogue pour cette adresse e-mail :
he_il: שלח דוא"ל ללא הצגת דו-שיח לכתובת הדוא"ל הזו:
id_id: Kirim email tanpa menampilkan dialog ke alamat email ini:
it_it: Invia Email senza Mostrare la Finestra per questi Indirizzi:
ja_jp: ダイアログを表示せずにEメールを送信する送信先:
ko_kr: 이 이메일 주소로 대화창을 보여주지 않고 메일 보내기:
pt_br: Enviar para este email:
ru: Отправлять письмо без показа диалога на этот адрес:
tr: Bu eposta adresine pencere göstermeden eposta gönder:
uk: Надіслати листа без показу вікна на цю адресу ел. пошти:
vi_vn: Gửi email mà không hiện hộp thoại tới địa chỉ email này:
zh_cn: 发送邮件至此邮箱（不显示对话框）：
zh_tw: 傳送電子郵件到此信箱（不顯示對話框）：

# cbGistPublishPublic.Text
source: Create public Gist
de: Öffentliches Gist erstellen
es_mx: Crear Gist público
fr: Créer un Gist public
he_il: צור Gist ציבורי
id_id: Buat Gist publik
it_it: Crea Gist Pubblico
ja_jp: 公開Gistを作成
ko_kr: 공개 Gist 생성
pt_br: Crira Gist público
ru: Создать публичный Gist
tr: Halka açık Gist oluştur
uk: Створити публічний Gist
vi_vn: Tạo Gist công khai
zh_cn: 创建公共 Gist
zh_tw: 建立公開 Gist

# cbGistUseRawURL.Text
source: Use raw URL
de: Original-URL verwenden
es_mx: Usar enlace sin dominio
fr: Utiliser l'URL brute
he_il: השתמש בקישור גולמי
id_id: Gunakan URL mentah
it_it: Usa URL Grezzo
ja_jp: Raw URLを使用
ko_kr: Raw URL 사용
pt_br: Utilizar URL bruto
ru: Использовать «сырую» ссылку
tr: Saf adres kullan
uk: Використовувати сире посилання
vi_vn: Dùng URL gốc
zh_cn: 使用原始 URL
zh_tw: 使用原始網址

# cbPastebinRaw.Text
source: Use raw URL
de: Original-URL verwenden
es_mx: Usar enlace sin dominio
fr: Utiliser l'URL brute
he_il: השתמש בקישור גולמי
id_id: Gunakan URL mentah
it_it: Usa URL Grezzo
ja_jp: Raw URLを使用
ko_kr: Raw URL 사용
pt_br: Utilizar URL bruto
ru: Использовать «сырую» ссылку
tr: Saf adres kullan
uk: Використовувати сире посилання
vi_vn: Dùng URL gốc
zh_cn: 使用原始 URL
zh_tw: 使用原始網址

# cbPastieIsPublic.Text
source: Is public upload?
de: Ist es ein öffentlicher Upload?
es_mx: ¿Es enlace público?
fr: Est-ce une mise en ligne publique ?
he_il: האם העלאה ציבורית?
id_id: Apakah unggah publik?
it_it: Caricamento Pubblico?
ja_jp: 公開する
ko_kr: 공개 업로드입니까?
pt_br: O upload é público?
ru: Публичная загрузка?
tr: Yükleme halka açık mı?
uk: Публічне вивантаження?
vi_vn: Tải lên công khai?
zh_cn: 是否公开上传?
zh_tw: 是否公開上傳？

# cbPlikComment.Text
source: Comment (Markdown)
de: Kommentar (Markdown)
es_mx: Comentario (Markdown)
fr: Commentaire (Markdown)
he_il: הערה (Markdown)
id_id: Komentar (Markdown)
it_it: Commento (Markdown)
ja_jp: コメント (Markdown形式)
ko_kr: 주석 (마크다운)
pt_br: Comentário (Markdown)
ru: Комментарий (Markdown)
tr: Yorum (Markdown)
uk: Коментар (позначка)
vi_vn: Ghi chú (Kiểu Markdown)
zh_cn: 注释（Markdown）
zh_tw: 註解 (Markdown)

# cbPlikIsSecured.Text
source: Username and password required?
de: Benutzername und Passwort benötigt?
es_mx: ¿Se requieren datos de acceso?
fr: Nom d'utilisateur et mot de passe requis ?
he_il: נדרש שם משתמש וסיסמה?
id_id: Nama pengguna dan sandi diperlukan?
it_it: Nome Utente e Password richiesti?
ja_jp: ユーザー名とパスワードを要求する
ko_kr: 사용자이름과 비밀번호 필요?
pt_br: Nome de usuário e senha necessários?
ru: Логин/Пароль требуются?
tr: Kullanıcı adı ve şifre gerekli?
uk: Потрібні імʼя користувача та пароль?
vi_vn: Tên người dùng và mật khẩu được yêu cầu?
zh_cn: 需要用户名以及密码？
zh_tw: 是否需要帳號密碼？

# cbPlikOneShot.Text
source: Destruct after the first download
de: Nach dem ersten Download zerstören
es_mx: Destruir tras la primera descarga
fr: Détruire après le premier téléchargement
he_il: פרק לאחר ההורדה הראשונה
id_id: Hancurkan setelah unduhan pertama
it_it: Distruggi Dopo il Primo Scaricamento
ja_jp: 最初のダウンロード後に破棄する
ko_kr: 첫 다운로드 뒤 삭제
pt_br: Destruir após o primeiro download
ru: Уничтожить после первой загрузки
tr: İlk indirmeden sonra imha et
uk: Самознищення після першого завантаження
vi_vn: Tự hủy sau lượt tải về đầu tiên
zh_cn: 首次下载后删除
zh_tw: 首次下載後刪除

# cbPlikRemovable.Text
source: Removable
de: Entfernbar
es_mx: Permitir eliminar
fr: Amovible
he_il: ניתן להסרה
id_id: Bisa dibuang
it_it: Rimovibile
ja_jp: 削除可能
ko_kr: 제거 가능
pt_br: Removível
ru: Удаляемый
tr: Silinebilir
uk: Можна видалити
vi_vn: Có thể xóa được
zh_cn: 可删除
zh_tw: 可移除

# cbPolrIsSecret.Text
source: Is secret URL
de: Geheime URL
es_mx: Es enlace secreto
fr: URL secrète
he_il: האם קישור סודי
id_id: Adalah URL rahasia
it_it: URL Segreto?
ja_jp: 非公開のURL
ko_kr: 비밀 URL
pt_br: É uma URL secreta
ru: Секретный URL
tr: Gizli adres mi
uk: Секретне посилання
vi_vn: Là URL bí mật
zh_cn: 是否私密 URL
zh_tw: 是否為私密網址

# cbPolrUseAPIv1.Text
source: Use deprecated API v1
de: Veraltetes API v1 verwenden
es_mx: Usar API v1 obsoleta
fr: Utiliser l'API dépréciée v1
he_il: השתמש ב-API גרסה 1 שיצאה משימוש
id_id: Gunakan API v1 yang ditinggalkan
it_it: Usa API v1 (sconsigliato)
ja_jp: 旧式のAPI v1を使用
ko_kr: 오래되어 권장되지 않는 API v1 사용하기
pt_br: Use API v1 obsoleta
ru: Использовать устаревший API v1
tr: Kullanımdan kaldırılmış API v1'i kullan
uk: Використовувати застарілий API v1
vi_vn: Dùng API v1 đã lỗi thời
zh_cn: 使用已弃用的 API v1
zh_tw: 使用已棄用的 API v1

# cbStreamableUseDirectURL.Text
source: Use direct link
de: Direktlink verwenden
es_mx: Usar enlace directo
fr: Utiliser les liens directs
he_il: השתמש בקישור ישיר
id_id: Gunakan tautan langsung
it_it: Usa Collegamento Diretto
ja_jp: ダイレクト リンクを使用
ko_kr: 핫링크 사용하기
nl_nl: Gebruik directe link
pt_br: Usar link direto
ru: Использовать прямую ссылку
tr: Direkt link kullan
uk: Використовувати пряме посилання
vi_vn: Dùng liên kết trực tiếp
zh_cn: 使用直链
zh_tw: 使用直連連結

# lblAmazonS3AccessKey.Text
source: Access key ID:
de: Access Key:
es_mx: ID de clave de acceso:
fr: Clé d'accès :
he_il: מזהה מפתח גישה:
id_id: ID kunci akses:
it_it: Chiave Accesso:
ja_jp: アクセス キー:
ko_kr: 접근 키:
nl_nl: Toegangssleutel:
pt_br: Chave de Acesso:
ru: Ключ доступа:
tr: Erişim anahtarı:
uk: Ід. ключа доступу:
zh_cn: 访问密钥 ID：
zh_tw: 存取金鑰 ID：

# lblAzureStorageAccessKey.Text
source: Access key:
de: Zugriffsschlüssel:
es_mx: Clave de acceso:
fr: Clé d'accès :
he_il: מפתח גישה:
id_id: Kunci akses:
it_it: Chiave Accesso:
ja_jp: アクセス キー:
ko_kr: 접근 키:
pt_br: Chave de acesso:
ru: Ключ доступа:
tr: Erişim anahtarı:
uk: Ключ доступу:
zh_cn: 访问密钥：
zh_tw: 存取金鑰：

# lblAmazonS3SecretKey.Text
source: Secret access key:
de: Secret Key:
es_mx: Clave secreta:
fr: Clé secrète :
he_il: מפתח גישה סודי:
id_id: Kunci akses rahasia:
it_it: Chiave Segreta:
ja_jp: 秘密鍵:
ko_kr: 비밀키:
nl_nl: Geheime sleutel:
pt_br: Chave secreta:
ru: Секретный ключ:
tr: Gizli anahtar:
uk: Секретний ключ доступу:
zh_cn: 密钥：
zh_tw: 私密存取金鑰：

# lblAzureStorageAccountName.Text
source: Account name:
de: Kontoname:
es_mx: Nombre de cuenta:
fr: Nom du compte :
he_il: שם חשבון:
id_id: Nama akun:
it_it: Nome Account:
ja_jp: アカウント名:
ko_kr: 계정 이름:
pt_br: Nome da conta:
ru: Картинка аккаунта:
tr: Hesap ismi:
uk: Назва облікового запису:
vi_vn: Tên tài khoản:
zh_cn: 账户名称：
zh_tw: 帳戶名稱：

# lblAzureStorageContainer.Text
source: Container:
es_mx: Contenedor:
fr: Conteneur :
he_il: קונטיינר:
id_id: Wadah:
it_it: Contenitore:
ja_jp: コンテナ:
ko_kr: 컨테이너:
ru: Контейнер:
tr: Konteyner:
uk: Контейнер:
zh_cn: 容器名称：
zh_tw: 容器：

# lblGistCustomURL.Text
source: Custom domain:
de: Benutzerdefinierte Domäne:
es_mx: Dominio personalizado:
fr: Domaine personnalisé :
he_il: דומיין מותאם אישית:
id_id: Domain khusus:
it_it: Dominio Personalizzato:
ja_jp: 独自のドメイン:
ko_kr: 커스텀 도메인:
pt_br: Domínio personalizado:
ru: Пользовательский домен:
tr: Özel alan adı:
uk: Домен користувача:
vi_vn: Tên miền tùy chỉnh:
zh_cn: 自定义域：
zh_tw: 自定域名：

# lblGistCustomURLExample.Text
source: Example: https://api.github.com
de: Beispiel: https://api.github.com
es_mx: Ejemplo: https://api.github.com
fr: Exemple : https://api.github.com
he_il: דוגמה: https://api.github.com
id_id: Contoh: https://api.github.com
it_it: Esempio: https://api.github.com
ja_jp: 例: https://api.github.com
ko_kr: 예시: https://api.github.com
pt_br: Exemplo: https://api.github.com
ru: Пример: https://api.github.com
tr: Örnek: https://api.github.com
uk: Приклад: https://api.github.com
vi_vn: Ví dụ: https://api.github.com
zh_cn: 示例：https://api.github.com
zh_tw: 範例：https://api.github.com

# lblLambdaApiKey.Text
source: API key:
de: API-Schlüssel:
es_mx: Clave de la API:
fr: Clé d'API :
he_il: מפתח API:
id_id: Kunci API:
it_it: Chiave API:
ja_jp: API キー:
ko_kr: API 키:
nl_nl: API sleutel:
pt_br: Chave da API:
ru: Ключ API:
tr: API anahtarı:
uk: Ключ API:
zh_cn: API 密钥：
zh_tw: API 金鑰：

# lblLithiioApiKey.Text
source: API key:
de: API-Schlüssel:
es_mx: Clave de la API:
fr: Clé d'API :
he_il: מפתח API:
id_id: Kunci API:
it_it: Chiave API:
ja_jp: API キー:
ko_kr: API 키:
pt_br: Chave da API:
ru: Ключ API:
tr: API anahtarı:
uk: Ключ API:
zh_cn: API 密钥：
zh_tw: API 金鑰：

# lblPlikAPIKey.Text
source: API key:
de: API-Schlüssel:
es_mx: Clave de la API:
fr: Clé d'API :
he_il: מפתח API:
id_id: Kunci API:
it_it: Chiave API:
ja_jp: API キー:
ko_kr: API 키:
pt_br: Chave da API:
ru: Ключи API:
tr: API anahtarı:
uk: Ключ API:
zh_cn: API 密钥:
zh_tw: API 金鑰：

# lblPlikPassword.Text
source: Password:
de: Passwort:
es_mx: Contraseña:
fr: Mot de passe :
he_il: סיסמה:
id_id: Sandi:
ja_jp: パスワード:
ko_kr: 비밀번호:
nl_nl: Wachtwoord:
pt_br: Senha:
ru: Пароль:
tr: Şifre:
uk: Пароль:
vi_vn: Mật khẩu:
zh_cn: 密码：
zh_tw: 密碼：

# lblPlikTTL.Text
source: Files will be automatically removed in
de: Die Dateien werden automatisch entfernt in
es_mx: Eliminar archivos automáticamente en
fr: Les fichiers seront automatiquement supprimés dans
he_il: קבצים יוסרו אוטומטית ב
id_id: File akan dibuang secara otomatis
it_it: File Rimossi Automaticamente in
ja_jp: ファイル自動削除までの期間
ko_kr: 다음 시간 뒤 파일 자동 삭제
pt_br: Os arquivos serão removidos automaticamente em
ru: Файлы автоматически удалятся через
tr: Dosyalar otomatik olarak silinecek şu zamanda
uk: Файли будуть автоматично видалені через
vi_vn: Các tệp sẽ tự động được xóa trong
zh_cn: 文件将被自动移除于
zh_tw: 檔案將自動刪除於

# lblPlikUsername.Text
source: Username:
de: Benutzername:
es_mx: Nombre de usuario:
fr: Nom d'utilisateur :
he_il: שם משתמש:
id_id: Nama pengguna:
it_it: Nome Utente:
ja_jp: ユーザー名:
ko_kr: 사용자 ID:
nl_nl: Gebruikersnaam:
pt_br: Usuário:
ru: Имя пользователя:
tr: Kullanıcı adı:
uk: Ім’я користувача:
vi_vn: Tên người dùng:
zh_cn: 用户名：
zh_tw: 使用者名稱：

# lblPuushAPIKey.Text
source: API key:
de: API-Schlüssel:
es_mx: Clave de la API:
fr: Clé d'API :
he_il: מפתח API:
id_id: Kunci API:
it_it: Chiave API:
ja_jp: API キー:
ko_kr: API 키:
pt_br: Chave da API:
ru: Ключ API:
tr: API anahtarı:
uk: Ключ API:
zh_cn: API 密钥：
zh_tw: API 金鑰：

# btnFTPAdd.Text
source: Add
de: Hinzufügen
es_mx: Agregar
fr: Ajouter
he_il: הוסף
id_id: Tambah
it_it: Aggiungi
ja_jp: 追加
ko_kr: 추가
pt_br: Adicionar
ru: Добавить
tr: Ekle
uk: Додати
vi_vn: Thêm
zh_cn: 添加
zh_tw: 新增

# btnFTPDuplicate.Text
source: Duplicate
de: Duplizieren
es_mx: Duplicar
fr: Dupliquer
he_il: שכפל
id_id: Duplikat
it_it: Duplica
ja_jp: 複写
ko_kr: 복제
pt_br: Duplicar
ru: Дублировать
tr: Çoğalt
uk: Дублікат
vi_vn: Nhân bản
zh_cn: 克隆
zh_tw: 複製

# btnFTPRemove.Text
source: Remove
de: Entfernen
es_mx: Eliminar
fr: Supprimer
he_il: הסר
id_id: Buang
it_it: Rimuovi
ja_jp: 削除
ko_kr: 삭제
pt_br: Remover
ru: Удалить
tr: Kaldır
uk: Вилучити
vi_vn: Xóa bỏ
zh_cn: 删除
zh_tw: 移除

# btnFTPTest.Text
source: Test
es_mx: Probar
fr: Tester
he_il: בדוק
id_id: Uji
it_it: Prova
ja_jp: テスト
ko_kr: 테스트
pt_br: Testar
ru: Тестировать
uk: Перевірка
vi_vn: Kiểm tra
zh_cn: 测试
zh_tw: 測試

# btnLithiioFetchAPIKey.Text
source: Fetch API key
de: API-Schlüssel abrufen
es_mx: Obtener clave de API
fr: Obtenir la clé d'API
he_il: הבא מפתח API
id_id: Ambil kunci API
ja_jp: APIキーを取得
ko_kr: API 키 가져오기
nl_nl: API key ophalen
pt_br: Obter chave de API
tr: API anahtarını al
uk: Отримати ключ API
vi_vn: Lấy key API
zh_cn: 获取 API 密钥
zh_tw: 獲取 API 金鑰

# btnPaste_eeGetUserKey.Text
source: Get user key...
de: Benutzerschlüssel holen...
es_mx: Obtener clave de usuario...
fr: Obtenir la clé utilisateur...
he_il: קבל מפתח משתמש...
id_id: Dapatkan kunci pengguna...
it_it: Ottieni chiave utente...
ja_jp: ユーザー キーを取得...
ko_kr: 사용자 키 얻기...
pt_br: Obter a chave do usuário...
tr: Kullanıcı anahtarını al...
uk: Отримати ключ користувача...
vi_vn: Lấy key user...
zh_cn: 获取用户密钥...
zh_tw: 獲取使用者金鑰...

# btnSharedFolderAdd.Text
source: Add
de: Hinzufügen
es_mx: Agregar
fr: Ajouter
he_il: הוסף
ja_jp: 追加
ko_kr: 추가
pt_br: Adicionar
tr: Ekle
uk: Додати
vi_vn: Thêm
zh_cn: 添加
zh_tw: 新增

# btnSharedFolderDuplicate.Text
source: Duplicate
de: Duplizieren
es_mx: Duplicar
fr: Dupliquer
he_il: שכפל
ja_jp: 複製
ko_kr: 중복
pt_br: Duplicar
tr: Çoğalt
uk: Дублювати
vi_vn: Nhân bản
zh_cn: 克隆
zh_tw: 複製

# btnSharedFolderRemove.Text
source: Remove
de: Entfernen
es_mx: Eliminar
fr: Supprimer
he_il: הסר
ja_jp: 除去
ko_kr: 제거
pt_br: Remover
tr: Kaldır
uk: Вилучити
vi_vn: Xóa bỏ
zh_cn: 删除
zh_tw: 移除

# btnSulGetAPIKey.Text
source: Get API key...
de: API-Schlüssel holen...
es_mx: Obtener clave de API...
fr: Obtenir la clé d'API...
he_il: קבל מפתח API...
id_id: Dapatkan kunci API...
ja_jp: API キーを取得...
ko_kr: API 키 얻기...
pt_br: Obter chave de API ...
tr: API anahtarını al...
uk: Отримати ключ API...
vi_vn: Lấy key API...
zh_cn: 获取 API 密钥...
zh_tw: 獲取 API 金鑰...

# cbAmazonS3PublicACL.Text
source: Set public-read ACL on file
de: Setze "public-read ACL" auf Datei
es_mx: Establecer tipo de acceso de lectura pública al archivo
fr: Définir les ACL en lecture publique sur le fichier
he_il: הגדר ACL לקריאה ציבורית בקובץ
id_id: Atur ACL dibaca publik pada file
ja_jp: ファイルに public-read (公開)のアクセス権(ACL)を設定
ko_kr: 파일에 공용 읽기 ACL설정
pt_br: Definir ACL de leitura pública no arquivo
tr: Dosyada "public-read" ACL ayarla
uk: Встановити для файлів public-read ACL
vi_vn: Đặt quyền đọc công khai cho tệp
zh_cn: 在文件上设置公开 ACL
zh_tw: 在檔案中設定公開 ACL

# cbAmazonS3SignedPayload.Text
source: Signed payload
es_mx: Carga útil firmada
fr: Charge utile signée
he_il: מטען חתום
ja_jp: 署名付きペイロード (Signed payload)
pt_br: Carga útil assinada
tr: İmzalı yük
uk: Підписане корисне навантаження
vi_vn: Signed payload - Kèm chữ kí khi gửi lên
zh_cn: 有效负载
zh_tw: 已簽署酬載

# cbAmazonS3StripExtensionImage.Text
source: Image
de: Bild
es_mx: Imagen
he_il: תמונה
id_id: Gambar
ja_jp: 画像
ko_kr: 이미지
pt_br: Imagem
tr: Resim
uk: Зображення
vi_vn: Ảnh
zh_cn: 图片
zh_tw: 圖片

# cbAmazonS3StripExtensionText.Text
source: Text
es_mx: Texto
fr: Texte
he_il: טקסט
id_id: Teks
ja_jp: テキスト
ko_kr: 텍스트
pt_br: Texto
tr: Yazı
uk: Текст
vi_vn: Văn bản
zh_cn: 文本
zh_tw: 文字

# cbAmazonS3StripExtensionVideo.Text
source: Video
fr: Vidéo
he_il: וידאו
ja_jp: 動画
ko_kr: 비디오
pt_br: Vídeo
uk: Відео
zh_cn: 视频
zh_tw: 影片

# cbAmazonS3UsePathStyle.Text
source: Use path style request
de: Anfrage im Pfadstil verwenden
es_mx: Utilizar petición tipo ruta
fr: Utiliser un style de chemin pour les requêtes
he_il: השתמש בבקשה בסגנון נתיב
id_id: Gunakan gaya alur permintaan
it_it: Usa Path Style Request:
ja_jp: パス形式のリクエストを使用する
ko_kr: 경로 스타일 요청 사용하기
pt_br: Usar solicitação de estilo de caminho
ru: Использовать запрос в виде пути
tr: Yol stili istek kullan
uk: Використовувати запит у вигляді шляху
vi_vn: Dùng yêu cầu kiểu đường dẫn (path style request)
zh_cn: 使用路径样式请求
zh_tw: 使用路徑樣式請求

# cbB2CustomUrl.Text
source: Use custom URL:
de: Benutzerdefinierte URL verwenden:
es_mx: Usar enlace personalizado (se permiten patrones de formato):
fr: Utiliser une URL personnalisée (supporte le format de modèle) :
he_il: השתמש בקישור מותאם אישית:
ja_jp: 独自URLを使用:
ko_kr: 커스텀 URL 사용 (패턴 포맷을 지원):
pt_br: Usar URL personalizada:
tr: Özel adres kullan:
uk: Використовувати власну URL-адресу:
vi_vn: Dùng URL tùy chọn (hỗ trợ định dạng theo mẫu):
zh_cn: 使用自定义 URL（支持模板格式）：
zh_tw: 使用自訂網址：

# cbDropboxUseDirectLink.Text
source: Use direct link
de: Direktlink verwenden
es_mx: Utilizar enlace directo
fr: Utiliser les liens directs
he_il: השתמש בקישור ישיר
id_id: Gunakan tautan langsung
it_it: Usa Collegamento Diretto
ja_jp: ダイレクト リンクを使用
ko_kr: 핫링크 사용하기
pt_br: Usar link direto
ru: Использовать прямую ссылку
tr: Direkt link kullan
uk: Використовувати пряме посилання
vi_vn: Dùng liên kết trực tiếp
zh_cn: 使用直链
zh_tw: 使用直連連結

# cbFirebaseIsShort.Text
source: Short link
de: Kurzer Link
es_mx: Enlace corto
fr: Lien court
he_il: קישור קצר
id_id: Tautan singkat
ja_jp: 短縮リンク(短縮URL)
ko_kr: 짧은 링크
pt_br: Link curto
tr: Kısa bağlantı
uk: Коротке посилання
vi_vn: Liên kết rút gọn
zh_cn: 短链
zh_tw: 短連結

# cbFlickrDirectLink.Text
source: Use direct link
de: Direktlink verwenden
es_mx: Utilizar enlace directo
fr: Utiliser les liens directs
he_il: השתמש בקישור ישיר
id_id: Gunakan tautan langsung
it_it: Usa Collegamento Diretto
ja_jp: ダイレクト リンクを使用
ko_kr: 핫링크 사용하기
pt_br: Use link direto
tr: Direkt link kullan
uk: Використовувати пряме посилання
vi_vn: Dùng liên kết trực tiếp
zh_cn: 使用直链
zh_tw: 使用直連連結

# cbFTPAppendRemoteDirectory.Text
source: Append remote directory to URL path
de: Remote-Verzeichnis an URL-Pfad anhängen
es_mx: Anexar carpeta remota a la ruta de acceso
fr: Ajouter le répertoire distant au chemin de l'URL
he_il: הוסף ספרייה מרוחקת לנתיב הקישור
id_id: Tambahkan direktori jarak jauh ke jalur URL
it_it: Aggiungi Directory Remota al Percorso URL
ja_jp: リモート ディレクトリをURL パスに追加する
ko_kr: 원격 디렉토리를 URL 경로에 덧붙이기
pt_br: Anexar diretório remoto ao caminho da URL
ru: Добавлять удаленную директорию к пути URL
tr: Adres yoluna uzak dizini ekle
uk: Додавати віддалену теку до URL-адреси
vi_vn: Thêm thư mục từ xa vào đường dẫn URL
zh_cn: 添加远程目录到 URL 路径
zh_tw: 附加遠端資料夾到網址路徑

# cbFTPRemoveFileExtension.Text
source: Remove file extension from URL path
de: Dateierweiterung vom URL-Pfad entfernen
es_mx: Eliminar extensión de la ruta
fr: Retirer l'extension de fichier du chemin de l'URL
he_il: הסר את סיומת הקובץ מנתיב כתובת האתר
id_id: Buang ekstensi file dari jalur URL
it_it: Rimuovi Estensione File dal Percorso URL
ja_jp: URL パスからファイル拡張子を取り除く
ko_kr: URL 경로에서 파일 확장자 제거하기
pt_br: Remova a extensão do arquivo do caminho da URL
ru: Удалять расширение файла из пути URL
tr: Dosya uzantısını adres yolundan kaldır
uk: Вилучити розширення файла зі шляху посилання
vi_vn: Bỏ phần đuôi mở rộng của tệp khỏi đường dẫn URL
zh_cn: 从 URL 路径移除文件扩展名
zh_tw: 從網址路徑移除檔案副檔名

# cbGoogleCloudStorageSetPublicACL.Text
source: Set public-read ACL on file
de: Setze "public-read ACL" auf Datei
es_mx: Definir permiso de lectura pública al archivo
fr: Définir les ACL en lecture publique sur le fichier
he_il: הגדר ACL לקריאה ציבורית בקובץ
ja_jp: public-read のアクセス権限を設定
pt_br: Definir ACL de leitura pública no arquivo
tr: Dosyada "public-read" ACL ayarla
uk: Встановити для файлів public-read ACL
vi_vn: Đặt quyền công khai cho tệp (public-read ACL)
zh_cn: 在文件上设置公开 ACL
zh_tw: 在檔案中設定公開 ACL

# cbGoogleCloudStorageStripExtensionImage.Text
source: Image
de: Bild
es_mx: Imagen
he_il: תמונה
ja_jp: 画像
ko_kr: 이미지
pt_br: Imagem
tr: Resim
uk: Зображення
vi_vn: Ảnh
zh_cn: 图片
zh_tw: 圖片

# cbGoogleCloudStorageStripExtensionText.Text
source: Text
es_mx: Texto
fr: Texte
he_il: טקסט
ja_jp: テキスト
ko_kr: 텍스트
pt_br: Texto
tr: Yazı
uk: Текст
vi_vn: Văn bản (Text)
zh_cn: 文本
zh_tw: 文字

# cbGoogleCloudStorageStripExtensionVideo.Text
source: Video
fr: Vidéo
he_il: וידאו
ja_jp: 動画
ko_kr: 비디오
pt_br: Vídeo
uk: Відео
zh_cn: 视频
zh_tw: 影片

# cbKuttReuse.Text
source: If a URL with the specified target exists return it
de: Wenn eine URL mit dem angegebenen Ziel existiert, wird sie zurückgegeben
es_mx: Si un enlace hacia el destino indicado existe, devolverlo
fr: Si une URL avec la cible spécifiée existe, la retourner
he_il: אם קיימת כתובת URL עם היעד שצוין, החזר אותה
ja_jp: 指定した対象URLがあればそれを返す
pt_br: Se existir uma URL com o destino especificado, retorne-o
tr: Belirtilen hedefe sahip bir adres varsa onu döndür
uk: Якщо URL-адреса з вказаною ціллю існує, повернути її
vi_vn: Nếu URL với mục tiêu chỉ định đã tồn tại thì trả về nó
zh_cn: 如果存在具有指定目标的 URL，则返回该 URL
zh_tw: 如果存在具指定目標的網址，則回傳該網址

# cbOwnCloud81Compatibility.Text
source: ownCloud 8.1+ compatibility
de: ownCloud 8.1+ Unterstützung
es_mx: Compatibilidad con ownCloud 8.1 y superior
fr: Compatibilité ownCloud 8.1+
he_il: תאימות ownCloud 8.1+
id_id: ownCloud 8.1+ kompatibilitas
it_it: Compatibilità ownCloud 8.1+
ja_jp: ownCloud 8.1+ 互換
ko_kr: ownCloud 8.1+ 호환
nl_nl: Compatibiliteit met ownCloud 8.1+
pt_br: Compatibilidade com ownCloud 8.1+
ru: Совместимость с ownCloud 8.1+
tr: ownCloud 8.1+ uyumluluk
uk: Сумісність з ownCloud 8.1+
vi_vn: Tương thích ownCloud 8.1+
zh_cn: ownCloud 8.1+ 兼容性
zh_tw: ownCloud 8.1+ 相容性
