Repository: ShareX/ShareX
Catalog: ShareX.UploadersLib/Forms/UploadersConfigForm.*.resx
Languages: de, es_mx, fr, he_il, id_id, it_it, ja_jp, ko_kr, nl_nl, pt_br, ru, tr, uk, vi_vn, zh_cn, zh_tw

# cbBoxShare.Text
source: Create shareable link
de: Erstelle teilbaren Link
es_mx: Crear enlace para compartir
fr: Créer un lien partageable
he_il: צור קישור שניתן לשתף
id_id: Buat tautan yang bisa dibagikan
it_it: Crea URL Condivisibile
ja_jp: 共有可能なリンクを作成する
ko_kr: 공유 가능한 링크 생성하기
nl_nl: Maak een deelbare link
pt_br: Criar link compartilhável
ru: Создать общественную ссылку
tr: Paylaşılabilir link oluştur
uk: Створити посилання для поширення
vi_vn: Tạo liên kết để chia sẻ
zh_cn: 创建共享链接
zh_tw: 建立可分享連結

# lblBoxFolderTip.Text
source: Note: You can double click folder name to go inside that folder.
de: Anmerkung: Du kannst auf den Ordner doppelt klicken um in ihn zu gehen.
es_mx: Nota: para abrir una carpeta, hacer doble clic en su nombre
fr: Remarque : Vous pouvez effectuer un double clic sur le nom du dossier pour voir son contenu.
he_il: הערה: ניתן ללחוץ פעמיים על שם התיקייה כדי להיכנס לתיקייה זו.
id_id: Catatan: Anda bisa mengklik ganda nama folder untuk membukanya.
it_it: Nota: Puoi cliccare due volte sulla cartella per aprirla.
ja_jp: メモ: フォルダー名をダブルクリックで、そのフォルダーに入れます。
ko_kr: 참고: 폴더 이름을 더블클릭하면 그 폴더 안으로 들어갈 수 있습니다.
nl_nl: Nota: Je kunt dubbelklikken op de map om in de map te gaan.
pt_br: Aviso: Você pode clicar duas vezes no nome da pasta para abrir a pasta.
ru: Заметка: Двойной клин по имени папки откроет ее.
tr: Not: Dizin içine gitmek için dizin adına çift tıklayabilirsiniz.
uk: Примітка: Ви можете двічі клацнути назву теки, щоб перейти до неї.
vi_vn: Lưu ý: Bạn có thể nhấn đúp vào tên thư mục để vào trong thư mục đó.
zh_cn: 注意：双击文件夹名称可打开文件夹。
zh_tw: 備註：雙擊資料夾名稱可開啟該資料夾。

# cbGoogleDriveIsPublic.Text
source: Public upload
de: Öffentlicher Upload
es_mx: ¿Es enlace público?
fr: Mise en ligne publique
he_il: האם העלאה ציבורית?
id_id: Apakah unggah publik?
it_it: Caricamento Pubblico?
ja_jp: 公開する
ko_kr: 공개 업로드입니까?
nl_nl: Is de upload publiek?
pt_br: Upload público?
ru: Публичная загрузка?
tr: Yükleme halka açık mı?
uk: Публічне вивантаження
vi_vn: Tải lên công khai?
zh_cn: 是否公共上传?
zh_tw: 公開上傳

# btnGoogleDriveRefreshFolders.Text
source: Refresh folders list
de: Aktualisiere Ordnerliste
es_mx: Actualizar lista de carpetas
fr: Rafraîchir la liste des dossiers
he_il: רענן רשימת תיקיות
id_id: Segarkan daftar folder
it_it: Aggiorna Lista Cartelle
ja_jp: フォルダ一覧を更新
ko_kr: 폴더 목록 갱신
nl_nl: Ververs mappenlijst
pt_br: Atualizar lista de pastas
ru: Обновить список папок
tr: Dizin listesini yenile
uk: Оновити список тек
vi_vn: Làm mới danh sách thư mục
zh_cn: 刷新文件夹列表
zh_tw: 重新整理資料夾清單

# chGoogleDriveDescription.Text
source: Description
de: Beschreibung
es_mx: Descripción
he_il: תיאור
id_id: Deskripsi
it_it: Descrizione
ja_jp: 説明
ko_kr: 설명
nl_nl: Beschrijving
pt_br: Descrição
ru: Описание
tr: Açıklama
uk: Опис
vi_vn: Mô tả
zh_cn: 描述
zh_tw: 描述

# chGoogleDriveTitle.Text
source: Title
de: Titel
es_mx: Título
fr: Titre
he_il: כותרת
id_id: Judul
it_it: Titolo
ja_jp: タイトル
ko_kr: 제목
nl_nl: Titel
pt_br: Título
ru: Заголовок
tr: Başlık
uk: Заголовок
vi_vn: Tiêu đề
zh_cn: 标题
zh_tw: 標題

# lblGoogleDriveFolderID.Text
source: Folder ID:
de: Ordner ID:
es_mx: ID de carpeta:
fr: ID du dossier :
he_il: מזהה תיקייה:
id_id: ID Folder:
it_it: ID Cartella:
ja_jp: フォルダー ID:
ko_kr: 폴더 ID:
nl_nl: Map ID:
pt_br: ID da pasta:
ru: ID папки:
tr: Dizin ID:
uk: Ід. теки:
vi_vn: ID thư mục:
zh_cn: 文件夹 ID：
zh_tw: 資料夾 ID：

# cbGoogleDriveUseFolder.Text
source: Upload files to selected folder
de: Lade Dateien in ausgewählten Ordner hoch
es_mx: Subir archivos a la carpeta seleccionada
fr: Mettre en ligne des fichiers vers le dossier sélectionné
he_il: העלה קבצים לתיקיה שנבחרה
id_id: Unggah file ke folder terpilih
it_it: Carica Immagini nella Cartella Selezionato
ja_jp: 選択フォルダーにアップロードする
ko_kr: 선택한 폴더에 파일 업로드하기
nl_nl: Upload bestanden naar geselecteerde map
pt_br: Enviar arquivos para pasta selecionada
ru: Загружать картинки в выбранную папку
tr: Dosyaları seçili dizine yükle
uk: Вивантажити файли у вибрану теку
vi_vn: Tải các tệp tới thư mục đã chọn
zh_cn: 上传文件到选定的文件夹
zh_tw: 上傳檔案到選定的資料夾

# cbOneDriveCreateShareableLink.Text
source: Create shareable link
de: Teilbaren Link erstellen
es_mx: Crear enlace para compartir
fr: Créer un lien partageable
he_il: צור קישור שניתן לשתף
id_id: Buat tautan yang bisa dibagikan
it_it: Crea URL Condivisibile
ja_jp: 共有可能なリンクを作成する
ko_kr: 공유 가능한 링크 생성하기
nl_nl: Creëer een deelbare link
pt_br: Criar link compartilhável
ru: Создать общественную ссылку
tr: Paylaşılabilir link oluştur
uk: Створити посилання для поширення
vi_vn: Tạo liên kết để chia sẻ
zh_cn: 创建共享链接
zh_tw: 建立可分享連結

# lblOneDriveFolderID.Text
source: Selected folder:
de: ausgewählter Ordner:
es_mx: Carpeta seleccionada:
fr: Dossier sélectionné :
he_il: תיקייה שנבחרה:
id_id: Folder terpilih:
it_it: Cartella Selezionata:
ja_jp: 選択フォルダー:
ko_kr: 선택된 폴더:
nl_nl: Geselecteerde map:
pt_br: Pasta selecionada:
ru: Выбранная папка:
tr: Seçili dizin:
uk: Вибрана тека:
vi_vn: Thư mục đa chọn:
zh_cn: 所选文件夹：
zh_tw: 所選資料夾：

# lblDropboxPath.Text
source: Upload path:
de: Uploadpfad:
es_mx: Ubicación de subida:
fr: Chemin de mise en ligne :
he_il: נתיב העלאה:
id_id: Jalur unggah:
it_it: Percorso Caricamento:
ja_jp: アップロード パス:
ko_kr: 업로드 경로:
nl_nl: Uploadpad:
pt_br: Caminho de upload:
ru: Путь загрузки:
tr: Yükleme yolu:
uk: Шлях вивантаження:
vi_vn: Đường dẫn tải lên:
zh_cn: 上传路径：
zh_tw: 上傳路徑：

# cbDropboxAutoCreateShareableLink.Text
source: Create shareable link
de: Erstelle teilbare URL
es_mx: Crear enlace para compartir
fr: Créer un lien partageable
he_il: צור קישור שניתן לשתף
id_id: Buat tautan yang bisa dibagikan
it_it: Crea URL Condivisibile
ja_jp: 共有可能なURLを作成
ko_kr: 공유 가능한 링크 생성하기
nl_nl: Maak een deelbare link:
pt_br: Criar URL compartilhável
ru: Создать общественный URL:
tr: Paylaşılabilir adres oluştur
uk: Створити посилання для поширення
vi_vn: Tạo liên kết để chia sẻ:
zh_cn: 创建共享网址
zh_tw: 建立可分享連結

# tpImageUploaders.Text
source: Image uploaders
de: Bilduploader
es_mx: Servidores para imágenes
fr: Services de mise en ligne d'images
he_il: שירותי העלאת תמונות
id_id: Pengunggah gambar
it_it: Caricamento Immagini
ja_jp: 画像アップローダー
ko_kr: 이미지 업로더
nl_nl: Afbeeldingsuploaders
pt_br: Envio de imagens
ru: Сервисы картинок
tr: Resim yükleyiciler
uk: Вивантажувачі зображень
vi_vn: Trình tải lên ảnh
zh_cn: 图像上传器
zh_tw: 圖片上傳工具

# $this.Text
source: ShareX - Destination settings
de: ShareX - Zieleinstellungen
es_mx: ShareX - Configuración de destinos
fr: ShareX - Paramètres de destination
id_id: ShareX - Pengaturan Tujuan
it_it: ShareX - Impostazioni Destinazione
ja_jp: ShareX - アップロード先の設定
ko_kr: ShareX - 목적지 설정
nl_nl: ShareX - Instellingen voor bestemmingen
pt_br: ShareX - Opções de destino
ru: ShareX - Настройки сервисов
tr: ShareX - Hedef ayarları
uk: ShareX — Налаштування призначень
vi_vn: ShareX - Thiết lập dịch vụ tải lên
zh_cn: ShareX - 上传目标设置
zh_tw: ShareX - 目的地設定

# lblCheveretoAPIKey.Text
source: API key:
de: API-Schlüssel:
es_mx: Clave de la API:
fr: Clé d'API :
he_il: מפתח API:
id_id: Kunci API:
it_it: Chiave API:
ja_jp: API キー:
ko_kr: API 키:
nl_nl: API sleutel:
pt_br: Chave de API:
ru: Ключ API:
tr: API anahtarı:
uk: Ключ API:
zh_cn: API 密钥：
zh_tw: API 金鑰：

# cbCheveretoDirectURL.Text
source: Direct URL
de: Direkte URL
es_mx: Enlace directo
fr: URL directe
he_il: קישור ישיר
id_id: URL langsung
it_it: URL Diretto
ja_jp: ダイレクトURL
ko_kr: 핫링크
nl_nl: Directe link
pt_br: URL direto
ru: Прямой URL
tr: Direkt adres
uk: Пряме посилання
vi_vn: URL trực tiếp
zh_cn: 直链
zh_tw: 直連網址

# lblPhotobucketAccountStatus.Text
source: Login required.
de: Login erforderlich.
es_mx: Acceso requerido.
fr: Connexion requise.
he_il: נדרשת התחברות.
id_id: Login diperlukan.
it_it: Accesso richiesto.
ja_jp: ログインが必要です。
ko_kr: 로그인이 필요합니다.
nl_nl: Aanmelden vereist.
pt_br: Login exigido.
ru: Необходимо войти.
tr: Giriş gereklidir.
uk: Треба увійти.
vi_vn: Đăng nhập được yêu cầu.
zh_cn: 需要登录。
zh_tw: 需要登入。

# btnPhotobucketAuthComplete.Text
source: Step 2: Complete authorization
de: 2. Schritt: Schließe die Autorisierung ab
es_mx: Paso 2: Completar autorización
fr: Étape 2 : Complétez l'autorisation
he_il: שלב 2: השלם מתן הרשאה
id_id: Langkah 2: Selesaikan otorisasi
it_it: 2: Completa Autorizzazione
ja_jp: ステップ 2: 承認を完了します
ko_kr: 2단계: 인증 완료하기
nl_nl: Stap 2: Vervolledig toestemming
pt_br: Passo 2: Completar autorização
ru: Шаг 2: Завершить авторизацию
tr: Adım 2: Yetkilendirmeyi tamamla
uk: Крок 2: Завершіть авторизацію
vi_vn: http://demo.polr.me/api/v2/action/shorten
zh_cn: 第2步：完成授权
zh_tw: 第二步：完成授權

# lblPhotobucketVerificationCode.Text
source: Verification code (Get verification code from authorize page):
de: Verifikationscode (Hole den Code von der Authorisierungsseite):
es_mx: Código de verificación (obtenerlo de la página de autorización):
fr: Code de vérification (Le code de vérification est disponible sur la page d'autorisation) :
he_il: קוד אימות (קבל קוד אימות מדף ההרשאה):
id_id: Kode verifikasi (Dapatkan kode verifikasi dari halaman otorisasi):
it_it: Codice Verifica (Ottienilo dalla pagina di autorizzazione):
ja_jp: 認証コード (認証コードは承認ページから取得):
ko_kr: 인증 코드 (인증 페이지에서 코드를 받으세요):
nl_nl: Verificatiecode (Verificatiecode op authorisatie pagina):
pt_br: Código de verificação (Pegue o código na página de autorização):
ru: Код подтверждения (Получите код на странице авторизации)
tr: Onay kodu (Yetkilendirme sayfasından onay kodu alın):
uk: Код підтвердження (отримайте код підтвердження на сторінці авторизації):
vi_vn: Mã xác thực (Lấy mã xác thực từ trang ủy quyền):
zh_cn: 验证码（从授权页面获得）：
zh_tw: 驗證碼 (從授權頁面獲取驗證碼)：

# btnPhotobucketAuthOpen.Text
source: Step 1: Open authorize page...
de: 1. Schritt: Öffne Autorisierungsseite...
es_mx: Paso 2: Ir a página de autorización
fr: Étape 1 : Ouvrez la page d'autorisation...
he_il: שלב 1: פתח את דף ההרשאה...
id_id: Langkah 1: Buka halaman otorisasi...
it_it: 1: Apri Pagina Autorizzazione...
ja_jp: ステップ 1: 承認ページを開きます...
ko_kr: 1단계: 인증 페이지 열기...
nl_nl: Stap 1: Open toestemmingspagina...
pt_br: Passo 1: Abrir página de autorização...
ru: Шаг 1: Открыть страницу авторизации...
tr: Adım 1: Yetki sayfasını aç...
uk: Крок 1: Відкрийте сторінку авторизації...
vi_vn: Bước 1: Mở trang ủy quyền...
zh_cn: 第1步：打开授权页面...
zh_tw: 第一步：開啟授權頁面...

# lblPhotobucketDefaultAlbumName.Text
source: Default album name
de: Standard-Albumname
es_mx: Nombre predefinido del álbum
fr: Nom de l'album par défaut
he_il: שם ברירת מחדל לאלבום
id_id: Nama album bawaan
it_it: Nome Album Predefinito
ja_jp: 既定のアルバム名
ko_kr: 기본 앨범 이름
nl_nl: Standaard naam album
pt_br: Nome padrão de album
ru: Имя альбома по умолчанию
tr: Varsayılan albüm adı
uk: Типова назва альбому
vi_vn: Tên mặc định của album
zh_cn: 默认相册名称
zh_tw: 預設相簿名稱

# gbPhotobucketUserAccount.Text
source: User account
de: Benutzerkonto
es_mx: Cuenta de usuario
fr: Compte utilisateur
he_il: חשבון משתמש
id_id: Akun pengguna
it_it: Account Utente:
ja_jp: ユーザー アカウント
ko_kr: 사용자 계정
nl_nl: Gebruikersaccount
pt_br: Conta de usuário
ru: Аккаунт пользователя
tr: Kullanıcı hesabı
uk: Обліковий запис користувача
vi_vn: Tài khoản người dùng
zh_cn: 用户帐户
zh_tw: 使用者帳戶

# btnPhotobucketCreateAlbum.Text
source: Create album
de: Erstelle Album
es_mx: Crear álbum
fr: Créer un album
he_il: צור אלבום
id_id: Buat album
it_it: Crea Album
ja_jp: アルバム作成
ko_kr: 앨범 생성
nl_nl: Maak album toe
pt_br: Criar álbum
ru: Создать альбом
tr: Albüm oluştur
uk: Створити альбом
vi_vn: Tạo album
zh_cn: 创建相册
zh_tw: 建立相簿

# lblPhotobucketParentAlbumPath.Text
source: Parent album path
de: Ursprünglicher Albumpfad
es_mx: Ubicación del álbum predecesor
fr: Chemin de l'album parent
he_il: נתיב אלבום של הורה
id_id: Jalur album induk
it_it: Percorso Album
ja_jp: 親アルバムのパス
ko_kr: 부모 앨범 경로
nl_nl: Pad van bovenstaand album
pt_br: Caminho do álbum pai
ru: Путь к материнскому альбому
tr: Üst albüm yolu
uk: Шлях до батьківського альбому
vi_vn: Đường dẫn tới album cha
zh_cn: 父相册路径
zh_tw: 母相簿路徑

# lblPhotobucketNewAlbumName.Text
source: New album name (must be between 2 and 50 characters. Valid characters are letters, numbers, underscore ( _ ), hyphen (-), and space)
de: Neuer Album Name (muss zwischen 2 und 5ß Zeichen sein. Gültige Zeichen sind Buchstaben, Nummern, Unterstriche (_), Bindestriche (-), und Leerzeichen)
es_mx: Nuevo nombre del álbum (debe estar entre 2 y 50 caracteres válidos como letras, números, guion bajo(_), guion (-) y espacios)
fr: Nouveau nom d'album (doit être compris entre 2 et 50 caractères. Les caractères valides sont les lettres, les chiffres, les tirets bas (_), les tirets (-) et les espaces)
he_il: שם האלבום החדש (חייב להיות בין 2 ל-50 תווים. תווים חוקיים הם אותיות, מספרים, קו תחתון ( _ ), מקף (-) ורווח)
id_id: Nama album baru (harus antara 2 dan 50 karakter. Karakter yang valid adalah huruf, angka, garis bawah (_), tanda hubung (-), dan spasi)
it_it: Nome Nuovo Album (deve essere tra 2 e 50 caratteri; i caratteri validi sono: Lettere, Numeri, Trattino ("-"), Trattino Basso ("_") e Spazio)
ja_jp: 新規アルバム名 (2-50 文字、使用できる文字は半角英数字、アンダースコア( _ )、ハイフン (-), とスペース)
ko_kr: 새 앨범 이름 (2글자에서 50글자 사이여야 되며, 알파벳, 숫자, 밑줄 ( _ ), 하이픈 (-), 공백만을 포함해야 함)
nl_nl: Nieuwe naam van album (tussen 2-50 tekens lang. Geldige tekens zijn letters, nummers, streepje (-), underscore (_) en spatie)
pt_br: Nome do album novo (precisa ter entre 2 e 50 caracteres. Caracteres validos são letras, números, subtraço (_), hífen (-) e espaço
ru: Имя нового альбома (должно быть от 2 до 50 символов. Могут быть буквами, цифрами, подчеркиванием (_), дефис (-) и пробел)
tr: Yeni albüm adı (2 ve 50 karakter arasında olmalıdır. Harfler, sayılar, alttan çizgi (_), çizgi (-) ve boşluk izin verilen karakterlerdir)
uk: Нова назва альбому (має містити від 2 до 50 символів. Допустимі символи: літери, цифри, символ підкреслення ( _ ), дефіс (-) та пробіл)
vi_vn: Tên album mới (phải từ 2 đến 50 kí tự, chấp nhận chữ, số, dấu gạch dưới (_), dấu gạch ngang (-) và khoảng trống)
zh_cn: 新相册的名称（2 至 50 个字符，有效字符为字母、数字、下划线（ _ ）、连字符（ - ）、空格）
zh_tw: 新相簿名稱 (必須在 2-50 個字元之間，有效字元為字母、數字、底線 (_)、連字號 (-) 和空格)

# btnPhotobucketRemoveAlbum.Text
source: Remove album
de: Entferne Album
es_mx: Eliminar álbum
fr: Supprimer l'album
he_il: הסר אלבום
id_id: Buang album
it_it: Rimuovi Album
ja_jp: アルバム削除
ko_kr: 앨범 삭제
nl_nl: Verwijder album
pt_br: Remover álbum
ru: Удалить альбом
tr: Albüm kaldır
uk: Вилучити альбом
vi_vn: Xóa album
zh_cn: 删除相册
zh_tw: 刪除相簿

# btnPhotobucketAddAlbum.Text
source: Add album
de: Album hinzufügen
es_mx: Agregar álbum
fr: Ajouter un album
he_il: הוסף אלבום
id_id: Tambah album
it_it: Aggiungi Album
ja_jp: アルバム追加
ko_kr: 앨범 추가
nl_nl: Voeg album toe
pt_br: Adicionar álbum
ru: Добавить альбом
tr: Albüm ekle
uk: Додати альбом
vi_vn: Thêm album
zh_cn: 添加相册
zh_tw: 新增相簿

# gbPhotobucketAlbumPath.Text
source: Upload images to
de: Lade Bilder hoch nach
es_mx: Subir imágenes a
fr: Mettre en ligne les images vers
he_il: העלה תמונות אל
id_id: Unggah gambar ke
it_it: Carica Immagini in
ja_jp: 画像のアップロード先
ko_kr: 업로드할 곳
nl_nl: Upload afbeeldingen naar
pt_br: Enviar imagens para
ru: Загружать картинки в
tr: Resimleri buraya yükle
uk: Вивантажувати зображення до
vi_vn: Tải lên ảnh tới
zh_cn: 上传图像至
zh_tw: 上傳圖片到

# lblImageShackPassword.Text
source: Password:
de: Passwort:
es_mx: Contraseña:
fr: Mot de passe :
he_il: סיסמה:
id_id: Sandi:
ja_jp: パスワード:
ko_kr: 비밀번호:
nl_nl: Wachtwoord:
pt_br: Senha:
ru: Пароль:
tr: Şifre:
uk: Пароль:
vi_vn: Mật khẩu:
zh_cn: 密码：
zh_tw: 密碼：

# lblImageShackUsername.Text
source: Username:
de: Benutzername:
es_mx: Nombre de usuario:
fr: Nom d'utilisateur :
he_il: שם משתמש:
id_id: Nama pengguna:
it_it: Nome Utente:
ja_jp: ユーザー名:
ko_kr: 사용자 ID:
nl_nl: Gebruikersnaam:
pt_br: Usuário:
ru: Имя пользователя:
tr: Kullanıcı adı:
uk: Ім’я користувача:
vi_vn: Tên người dùng:
zh_cn: 用户名：
zh_tw: 使用者名稱：

# btnImageShackOpenMyImages.Text
source: Open my images page...
de: Öffne meine Bilder Seite...
es_mx: Abrir mi página de imágenes...
fr: Ouvrir ma page des images...
he_il: פתח את דף התמונות שלי...
id_id: Buka halaman gambar saya...
it_it: Apri la mia Pagina Immagini...
ja_jp: 自分の画像ページを開く...
ko_kr: 내 이미지 페이지 열기...
nl_nl: Open pagina met mijn afbeeldingen...
pt_br: Abrir minha página de imagens...
ru: Открыть мои картинки...
tr: Resimler sayfamı aç...
uk: Відкрити мої зображення...
vi_vn: Mở trang chứa ảnh của tôi...
zh_cn: 打开我的图片页面...
zh_tw: 開啟我的圖片頁面...

# cbImageShackIsPublic.Text
source: Is public upload?
de: Ist es ein öffentlicher Upload?
es_mx: ¿Es enlace público?
fr: Est-ce une mise en ligne publique ?
he_il: האם העלאה ציבורית?
id_id: Apakah unggah publik?
it_it: Caricamento Pubblico?
ja_jp: 公開する
ko_kr: 공개 업로드입니까?
nl_nl: Is de upload publiek?
pt_br: Upload público?
ru: Публичная загрузка?
tr: Yükleme halka açık mı?
uk: Публічне вивантаження?
vi_vn: Tải lên công khai?
zh_cn: 是否公开上传?
zh_tw: 是否公開上傳？

# btnImageShackOpenPublicProfile.Text
source: Open public profile page...
de: Öffne öffentliche Profil Seite...
es_mx: Abrir página de perfil público...
fr: Ouvrir la page de mon profil public...
he_il: פתח דף פרופיל ציבורי...
id_id: Buka halaman profil publik ...
it_it: Apri Profilo Pubblico...
ja_jp: 公開プロフィール ページを開く...
ko_kr: 공개 프로필 페이지 열기...
nl_nl: Open mijn publieke profielpagina...
pt_br: Abrir página de perfil público...
ru: Открыть публичный профиль...
tr: Genel profil sayfasını aç...
uk: Відкрити публічний профіль...
vi_vn: Mở trang cá nhân công khai...
zh_cn: 打开公共资料页面...
zh_tw: 開啟公開個人資料頁面...

# btnImageShackLogin.Text
source: Login
de: Einloggen
es_mx: Acceder
fr: Connexion
he_il: התחבר
it_it: Accedi
ja_jp: ログイン
ko_kr: 로그인
nl_nl: Inloggen
pt_br: Logar
ru: Войти
tr: Giriş
uk: Вхід
vi_vn: Đăng nhập
zh_cn: 登录
zh_tw: 登入

# lblImgurThumbnailType.Text
source: Thumbnail type:
de: Thumbnailtyp:
es_mx: Tipo de miniatura:
fr: Type de miniature :
he_il: סוג תמונה ממוזערת:
id_id: Jenis thumbnail:
it_it: Tipo Miniatura:
ja_jp: サムネイルの種類:
ko_kr: 섬네일 타입:
nl_nl: Miniatuurtype:
pt_br: Tipo da miniatura:
ru: Тип миниатюр:
tr: Küçük resim türü:
uk: Тип мініатюр:
vi_vn: Kiểu ảnh thu nhỏ/thumbnail:
zh_cn: 缩略图类型：
zh_tw: 縮圖類型：

# btnImgurRefreshAlbumList.Text
source: Refresh album list
de: Aktualisiere Albumliste
es_mx: Actualizar lista de álbumes
fr: Rafraîchir la liste des albums
he_il: רענן רשימת אלבום
id_id: Segarkan daftar album
it_it: Aggiorna Lista Album
ja_jp: アルバム一覧を更新
ko_kr: 앨범 목록 갱신하기
nl_nl: Ververs albumlijst
pt_br: Atualizar lista de álbuns
ru: Обновить список альбомов
tr: Albüm listesini yenile
uk: Оновити список альбомів
vi_vn: Làm mới danh sách album
zh_cn: 刷新相册列表
zh_tw: 重新整理相簿清單

# chImgurDescription.Text
source: Description
de: Beschreibung
es_mx: Descripción
he_il: תיאור
id_id: Deskripsi
it_it: Descrizione
ja_jp: 説明
ko_kr: 설명
nl_nl: Beschrijving
pt_br: Descrição
ru: Описание
tr: Açıklama
uk: Опис
vi_vn: Mô tả
zh_cn: 描述
zh_tw: 描述

# chImgurTitle.Text
source: Title
de: Titel
es_mx: Título
fr: Titre
he_il: כותרת
id_id: Judul
it_it: Titolo
ja_jp: タイトル
ko_kr: 제목
nl_nl: Titel
pt_br: Título
ru: Заголовок
tr: Başlık
uk: Заголовок
vi_vn: Tiêu đề
zh_cn: 标题
zh_tw: 標題

# cbImgurDirectLink.Text
source: Use direct link
de: Benutze direkten Link
es_mx: Utilizar enlace directo
fr: Utiliser les liens directs
he_il: השתמש בקישור ישיר
id_id: Gunakan tautan langsung
it_it: Usa Collegamento Diretto
ja_jp: ダイレクト リンクを使用
ko_kr: 다이렉트 URL 사용하기
nl_nl: Gebruik een directe link
pt_br: Usar link direto
ru: Использовать прямую ссылку
tr: Direkt link kullan
uk: Використовувати пряме посилання
vi_vn: Dùng liên kết trực tiếp
zh_cn: 使用直链
zh_tw: 使用直連連結

# cbImgurUploadSelectedAlbum.Text
source: Upload images to selected album
de: Lade Bilder in ausgewähltes Album hoch
es_mx: Subir imagen al álbum seleccionado
fr: Mettre en ligne les images vers l'album sélectionné
he_il: העלה תמונות לאלבום שנבחר
id_id: Unggah gambar ke album terpilih
it_it: Carica Immagini nell'Album Selezionato
ja_jp: 画像を選択したアルバムにアップロード
ko_kr: 선택한 앨범에 이미지 업로드하기
nl_nl: Upload afbeeldingen naar geselecteerd album
pt_br: Enviar imagens para o álbum selecionado
ru: Загружать картинки в выбранный альбом
tr: Resimleri seçili albüme yükle
uk: Вивантажувати зображення до вибраного альбому
vi_vn: Tải ảnh lên các album đã chọn
zh_cn: 上传图片到选中相册
zh_tw: 上傳圖片到選定的相簿

# cbImgurUseGIFV.Text
source: Use GIFV link instead of GIF
de: Benutze GIFV Link statt GIF
es_mx: Usar enlace GIFV en vez de GIF
fr: Utiliser des liens GIFV au lieu de liens GIF
he_il: השתמש בקישור GIFV במקום GIF
id_id: Gunakan tautan GIFV bukan GIF
it_it: Usa Collegamento GIFV invece che GIF
ja_jp: GIF の代わりに GIFV へのリンクを使用する
ko_kr: GIF 대신 GIFV 링크 사용하기
nl_nl: Gebruik een GIFV link in plaats van GIF
pt_br: Usar link GIFV ao invés de GIF
ru: Использовать ссылку на GIFV вместо GIF
tr: GIF yerine GIFV adresi kullan
uk: Використовувати посилання на GIFV замість GIF
vi_vn: Dùng liên kết GIFV thay vì GIF
zh_cn: 使用 GIF 而不是 GIFV 链接
zh_tw: 使用 GIFV 而非 GIF 連結

# gbPhotobucketAlbums.Text
source: Create new album
de: Erstelle neues Album
es_mx: Crear nuevo álbum
fr: Créer un nouvel album
he_il: צור אלבום חדש
id_id: Buat album baru
it_it: Crea Nuovo Album
ja_jp: 新しいアルバムの作成
ko_kr: 새 앨범 생성
nl_nl: Creëer nieuw album
pt_br: Criar novo álbum
ru: Создать новый альбом
tr: Yeni albüm oluştur
uk: Створити новий альбом
vi_vn: Tạo album mới
zh_cn: 创建新相册
zh_tw: 建立新相簿

# btnPuushLogin.Text
source: Login
es_mx: Acceder
fr: Connexion
he_il: התחבר
it_it: Accedi
ja_jp: ログイン
ko_kr: 로그인
nl_nl: Inloggen
pt_br: Iniciar sessão
ru: Войти
tr: Giriş
uk: Вхід
vi_vn: Đăng nhập
zh_cn: 登录
zh_tw: 登入

# lblPuushEmail.Text
source: Email:
es_mx: Correo electrónico:
fr: Adresse e-mail :
he_il: דוא"ל:
ja_jp: Eメール:
ko_kr: 이메일:
tr: Eposta:
uk: Ел. пошта:
zh_cn: 邮箱：
zh_tw: 電子信箱：

# lblPuushPassword.Text
source: Password:
de: Passwort:
es_mx: Contraseña:
fr: Mot de passe :
he_il: סיסמה:
id_id: Sandi:
ja_jp: パスワード:
ko_kr: 비밀번호:
nl_nl: Wachtwoord:
pt_br: Senha:
ru: Пароль:
tr: Şifre:
uk: Пароль:
vi_vn: Mật khẩu:
zh_cn: 密码：
zh_tw: 密碼：

# llPuushForgottenPassword.Text
source: Forgotten password?
de: Passwort vergessen?
es_mx: Recuperar contraseña
fr: Mot de passe oublié ?
he_il: שכחת סיסמה?
id_id: Lupa sandi?
it_it: Password dimenticata?
ja_jp: パスワードを忘れましたか？
ko_kr: 비밀번호를 잊어버리셨나요?
nl_nl: Wachtwoord vergeten?
pt_br: Esqueceu sua senha?
ru: Забыли пароль:
tr: Şifrenizi mi unuttunuz?
uk: Забули пароль?
vi_vn: Quên mật khẩu?
zh_cn: 忘记密码？
zh_tw: 忘記密碼？

# cbGoogleDriveDirectLink.Text
source: Use direct link
de: Direktlink verwenden
es_mx: Utilizar enlace directo
fr: Utiliser les liens directs
he_il: השתמש בקישור ישיר
id_id: Gunakan tautan langsung
it_it: Usa Collegamento Diretto
ja_jp: ダイレクト リンクを使用
ko_kr: 핫링크 사용하기
nl_nl: Gebruik directe link
pt_br: Usar link direto
ru: Использовать прямую ссылку
tr: Direkt link kullan
uk: Використовувати пряме посилання
vi_vn: Dùng liên kết trực tiếp
zh_cn: 使用直链
zh_tw: 使用直連連結

# lblOwnCloudHostExample.Text
source: Example: http://example.com/owncloud
de: Beispiel: http://example.com/owncloud
es_mx: Ejemplo: http://example.com/owncloud
fr: Exemple : http://exemple.com/owncloud
he_il: דוגמה: http://example.com/owncloud
id_id: Contoh: http://example.com/owncloud
it_it: Esempio: http://example.com/owncloud
ja_jp: 例: http://example.com/owncloud
ko_kr: 예시: http://example.com/owncloud
pt_br: Exemplo: http://example.com/owncloud
ru: Пример: http://example.com/owncloud
tr: Örnek: http://example.com/owncloud
uk: Приклад: http://example.com/owncloud
vi_vn: Ví dụ: http://example.com/owncloud
zh_cn: 示例：http://example.com/owncloud
zh_tw: 範例：http://example.com/owncloud

# lblSeafileAccInfoEmail.Text
source: Email:
es_mx: Correo electrónico:
fr: Adresse e-mail :
he_il: דוא"ל:
ja_jp: Eメール:
ko_kr: 이메일:
tr: Eposta:
uk: Ел. пошта:
zh_cn: 邮箱：
zh_tw: 電子信箱：
