Repository: ShareX/ShareX
Catalog: ShareX.UploadersLib/Forms/UploadersConfigForm.*.resx
Languages: de, es_mx, fr, he_il, id_id, it_it, ja_jp, ko_kr, nl_nl, pt_br, ru, tr, uk, vi_vn, zh_cn, zh_tw

# lblAzureStorageCacheControl.Text
source: Cache-Control header:
fr: Entête Cache-Control :
uk: Заголовок Cache-Control:
zh_tw: Cache-Control 標頭：

# lblBoxShareAccessLevel.Text
source: Shared link access level:
de: Zugriffseben des geteilten Links:
fr: Niveau d'accès des liens partagés :
he_il: רמת גישה לקישור משותף:
ja_jp: 共有リンクのアクセス制限:
ko_kr: 공유된 링크 접근 권한:
pt_br: Nível de acesso ao link compartilhado:
tr: Paylaşılan bağlantı erişim düzeyi:
uk: Рівень доступу спільного посилання:
vi_vn: Cấp truy cập liên kết được chia sẻ:
zh_cn: 分享链接访问级别:
zh_tw: 分享連結訪問級別：

# lblKuttDomain.Text
source: Domain:
fr: Domaine :
he_il: דומיין:
ja_jp: ドメイン:
ko_kr: 도메인:
pt_br: Domínio:
tr: Alan adı:
uk: Домен:
vi_vn: Tên miền:
zh_cn: 域:
zh_tw: 域名：

# lblYouTubePermissionsTip.Text
source: You may revoke your access at anytime using the link below:
de: Sie können Ihren Zugang jederzeit über den unten stehenden Link widerrufen:
fr: Vous pourrez révoquer les accès à n'importe quel moment avec le lien ci-dessous :
he_il: ניתן לבטל את הגישה שלך בכל עת באמצעות הקישור הבא:
ja_jp: 以下のリンクからいつでもアクセスを無効にできます:
pt_br: Você pode revogar seu acesso a qualquer momento usando o link abaixo:
tr: Aşağıdaki bağlantıyı kullanarak erişiminizi istediğiniz zaman iptal edebilirsiniz:
uk: Ви можете відкликати доступ у будь-який час, скориставшись посиланням нижче:
vi_vn: Bạn có thể thu hồi quyền truy cập của mình bất cứ lúc nào bằng cách sử dụng liên kết bên dưới:
zh_cn: 您随时可通过该链接撤销您的访问权限：
zh_tw: 你隨時可以使用下方的連結撤銷存取權：

# lblZWSToken.Text
source: Token:
he_il: טוקן:
ja_jp: トークン:
tr: Fiş:
uk: Токен:
zh_cn: 令牌：
zh_tw: 權杖：

# lblZWSURL.Text
source: URL:
he_il: קישור:
tr: Adres:
uk: Посилання:
zh_cn: 网址：
zh_tw: 網址：

# tpTwitter.Text
source: Twitter
he_il: ציוץ
ko_kr: 트위터
zh_tw: 推特

# tpLithiio.Text
source: LobFile
es_mx: Lithiio
fr: Lithiio
id_id: Lithiio
ko_kr: Lithiio
pt_br: Lithiio
vi_vn: Lithiio
zh_cn: Lithiio

# llYouTubePermissionsLink.Text
source: https://myaccount.google.com/permissions
pt_br: https://security.google.com/settings/security/permissions
zh_cn: https://security.google.com/settings/security/permissions

# tpZeroWidthShortener.Text
source: Zero Width Shortener
he_il: מקצר רוחב אפס
zh_cn: Zero Width 缩短器

# chImgurID.Text
source: ID
he_il: מזהה
uk: Ідентифікатор

# tpStreamable.Text
source: Streamable
fr: Diffusable
he_il: ניתן להזרמה

# tpOwnCloud.Text
source: ownCloud / Nextcloud
ko_kr: ownCloud
pt_br: ownCloud

# txtJiraIssuePrefix.Text
source: PROJECT-
es_mx: PROYECTO-
id_id: PROYEK-
pt_br: PROJETO-

# tpGist.Text
source: GitHub Gist
pt_br: Gist

# tpFlickr.Text
source: Flickr
pt_br: Flicker

# tpYouTube.Text
source: YouTube
ko_kr: 유튜브

# tpBox.Text
source: Box
id_id: Kotak
