Repository: ShareX/ShareX
Catalog: ShareX.UploadersLib/Forms/UploadersConfigForm.*.resx
Languages: de, es_mx, fr, he_il, id_id, it_it, ja_jp, ko_kr, nl_nl, pt_br, ru, tr, uk, vi_vn, zh_cn, zh_tw

# btnSeafileGetAuthToken.Text
source: Get
de: Holen
es_mx: Obtener
fr: Obtenir
id_id: Dapatkan
it_it: Ottieni
ja_jp: 取得
ko_kr: 얻기
pt_br: Receber
ru: Получить
tr: Al
uk: Отримати
vi_vn: Lấy
zh_cn: 获取
zh_tw: 獲取

# grpSeafileObtainAuthToken.Text
source: Obtain auth token
de: Auth-Token abfragen
es_mx: Obtener token de autorización
fr: Obtenir le token d'authentification
he_il: השג טוקן אימות
id_id: Dapatkan token otentikasi
it_it: Ottieni Token di Autenticazione:
ja_jp: 認証トークンを取得
ko_kr: 인증 토큰 얻기
nl_nl: Haal authorisatietoken op
pt_br: Obter token de autenticação
ru: Получить ключ авторизации
tr: Yetki fişini al
uk: Отримати токен авторизації
vi_vn: Lấy token xác thực
zh_cn: 获取身份验证令牌
zh_tw: 獲取身份驗證權杖

# btnSeafileCheckAPIURL.Text
source: Validate
de: Validieren
es_mx: Validar
fr: Valider
he_il: אמת
id_id: Validasi
it_it: Verifica
ja_jp: 検証
ko_kr: 검사
nl_nl: Controleer
pt_br: Validar
ru: Утвердить
tr: Doğrula
uk: Підтвердити
vi_vn: Xác thực
zh_cn: 验证
zh_tw: 驗證

# btnSeafileCheckAuthToken.Text
source: Validate
de: Validieren
es_mx: Validar
fr: Valider
he_il: אמת
id_id: Validasi
it_it: Verifica
ja_jp: 検証
ko_kr: 검사
nl_nl: Controleer
pt_br: Validar
ru: Утвердить
tr: Doğrula
uk: Підтвердити
vi_vn: Xác thực
zh_cn: 验证
zh_tw: 驗證

# btnRefreshSeafileAccInfo.Text
source: Refresh
de: Aktualisieren
es_mx: Actualizar
fr: Rafraîchir
he_il: רענן
id_id: Segarkan
it_it: Aggiorna
ja_jp: 更新
ko_kr: 새로고침
nl_nl: Ververs
pt_br: Atualizar
ru: Обновить
tr: Yenile
uk: Оновити
vi_vn: Làm mới
zh_cn: 刷新
zh_tw: 重新整理

# grpSeafileAccInfo.Text
source: Account information
de: Accountinformationen
es_mx: Información de cuenta
fr: Informations du compte
he_il: פרטי חשבון
id_id: Informasi akun:
it_it: Informazioni Account
ja_jp: アカウント情報
ko_kr: 계정 정보
nl_nl: Accountinformatie
pt_br: Informações da conta
ru: Информация об аккаунте
tr: Hesap bilgisi
uk: Інформацію про обліковий запис
vi_vn: Thông tin tài khoản
zh_cn: 账号信息
zh_tw: 帳戶資訊

# lblSeafileSelectLibrary.Text
source: Select library:
de: Bibliothek auswählen:
es_mx: Elegir biblioteca:
fr: Sélectionnez une librairie :
he_il: בחר ספרייה:
id_id: Pilih pustaka:
it_it: Selezione Library:
ja_jp: ライブラリの選択:
ko_kr: 라이브러리 선택:
nl_nl: Selecteer bibliotheek:
pt_br: Selecionar biblioteca:
ru: Выберите библиотеку:
tr: Kütüphane seç:
uk: Виберіть бібліотеку:
vi_vn: Chọn thư viện:
zh_cn: 选择库：
zh_tw: 選擇收藏庫：

# txtSeafileUploadLocationRefresh.Text
source: Refresh
de: Aktualisieren
es_mx: Actualizar
fr: Rafraîchir
he_il: רענן
id_id: Segarkan
it_it: Aggiorna
ja_jp: 更新
ko_kr: 새로고침
nl_nl: Ververs
pt_br: Atualizar
ru: Обновить
tr: Yenile
uk: Оновити
vi_vn: Làm mới
zh_cn: 刷新
zh_tw: 重新整理

# lblSeafilePath.Text
source: Path:
de: Pfad:
es_mx: Ruta:
fr: Chemin :
he_il: נתיב:
id_id: Jalur:
it_it: Percorso:
ja_jp: パス:
ko_kr: 경로:
nl_nl: Pad:
pt_br: Local:
ru: Путь:
tr: Yol:
uk: Шлях:
vi_vn: Đường dẫn:
zh_cn: 路径：
zh_tw: 路徑：

# lblSeafileWritePermNotif.Text
source: Libraries without write permissions are hidden. Using an encrypted library disables sharing.
de: Bibliotheken ohne Schreibrechte sind versteckt. Das Benutzen einer verschlüsselten Bibliothek deaktiviert das Teilen.
es_mx: Las bibliotecas sin permisos de escritura están ocultas. Una biblioteca cifrada no permite compartir.
fr: Les bibliothèques sans permission d'écriture sont cachées. Utiliser une bibliothèque chiffrée désactive le partage.
he_il: ספריות ללא הרשאות כתיבה מוסתרות. שימוש בספרייה מוצפנת משבית את השיתוף.
id_id: Pustakan tanpa izin menulis disembunyikan. Menggunakan pustaka terenkripsi menonaktifkan berbagi.
it_it: Le library senza permesso di scrittura sono nascoste. Usare una library criptata disabilita la condivisione.
ja_jp: 書き込み権限のないライブラリは非表示です。 暗号化ライブラリを使用すると共有できません。
ko_kr: 읽기 권한이 없는 라이브러리는 표시되지 않습니다. 암호화 된 라이브러리를 사용하면 공유가 비활성화됩니다.
nl_nl: Bibliotheken zonder schrijfbevoegdheid zijn verborgen. Een versleutelde bibliotheek gebruiken schakelt delen uit.
pt_br: Bibliotecas sem permissão de gravação estão ocultas. Usar uma biblioteca encriptada desabilita o compartilhamento.
ru: Библиотеки без права на запись не отображаются. Шифрование библиотеки отключает публикацию.
tr: Yazma izni olmuyan kütüphaneler gizli. Şifreli kütüphane kullanmak paylaşmayı devre dışı bırakır.
uk: Бібліотеки без дозволів на запис приховано. Використання зашифрованої бібліотеки вимикає спільний доступ.
vi_vn: Thư viện không có quyền ghi đã được ẩn. Sử dụng thư viện được mã hóa sẽ vô hiệu hóa chia sẻ.
zh_cn: 没有写权限的库将被隐藏。 使用加密库来禁用共享。
zh_tw: 沒有寫入權限的收藏庫將會隱藏。 使用加密的收藏庫將停用共享。

# btnSeafilePathValidate.Text
source: Validate
de: Validieren
es_mx: Validar
fr: Valider
he_il: אמת
id_id: Validasi
it_it: Verifica
ja_jp: 検証
ko_kr: 검사
nl_nl: Controleer
pt_br: Validar
ru: Утвердить
tr: Denetle
uk: Підтвердити
vi_vn: Xác thực
zh_cn: 验证
zh_tw: 驗證

# colSeafileLibraryEncrypted.Text
source: Encrypted
de: Verschlüsselt
es_mx: Cifrado
fr: Chiffré
he_il: מוצפן
id_id: Dienkripsi
it_it: Criptato
ja_jp: 暗号化
ko_kr: 암호화
nl_nl: Versleuteld
pt_br: Encriptado
ru: Зашифровано
tr: Şifreli
uk: Зашифровано
vi_vn: Đã mã hóa
zh_cn: 已加密
zh_tw: 已加密

# colSeafileLibrarySize.Text
source: Size
de: Größe
es_mx: Tamaño
fr: Taille
he_il: גודל
id_id: Ukuran
it_it: Dimensione
ja_jp: サイズ
ko_kr: 크기
nl_nl: Grootte
pt_br: Tamanho
ru: Размер
tr: Boyut
uk: Розмір
vi_vn: Kích thước
zh_cn: 大小
zh_tw: 大小

# colSeafileLibraryName.Text
source: Name
es_mx: Nombre
fr: Nom
he_il: שם
id_id: Nama
it_it: Nome
ja_jp: 名前
ko_kr: 이름
nl_nl: Naam
pt_br: Nome
ru: Имя
tr: İsim
uk: Назва
vi_vn: Tên
zh_cn: 名称
zh_tw: 名稱

# lblSeafileLibraryPassword.Text
source: Library password:
de: Bibliothekspasswort:
es_mx: Contraseña de biblioteca:
fr: Mot de passe de la librairie :
he_il: סיסמת ספרייה:
id_id: Sandi pustaka:
it_it: Password Library:
ja_jp: ライブラリ パスワード:
ko_kr: 라이브러리 비밀번호:
nl_nl: Wachtwoord bibliotheek:
pt_br: Senha da biblioteca:
ru: Пароль библиотеки:
tr: Kütüphane şifresi:
uk: Пароль бібліотеки:
vi_vn: Mật khẩu thư viện:
zh_cn: 库密码：
zh_tw: 收藏庫密碼：

# btnSeafileLibraryPasswordValidate.Text
source: Validate
de: Validieren
es_mx: Validar
fr: Valider
he_il: אמת
id_id: Validasi
it_it: Verifica
ja_jp: 検証
ko_kr: 검사
nl_nl: Controleer
pt_br: Validar
ru: Утвердить
tr: Denetle
uk: Підтвердити
vi_vn: Xác thực
zh_cn: 验证
zh_tw: 驗證

# lblSeafileDaysToExpire.Text
source: Days to expiration:
de: Tage bis zum Ablauf:
es_mx: Días para expirar:
fr: Nombre de jours avant expiration :
he_il: ימים לתפוגה:
id_id: Hari kedaluwarsa:
it_it: Giorni alla Scadenza:
ja_jp: 有効期限 (日):
ko_kr: x일 뒤 만료:
nl_nl: Vervalt in (dagen):
pt_br: Dias para expirar:
ru: Дней до удаления:
tr: Son kullanma (gün):
uk: Днів до видалення:
vi_vn: Ngày tới khi hết hạn:
zh_cn: 过期时间：
zh_tw: 到期時間：

# lblSeafileSharePassword.Text
source: Share password:
de: "Teilen" Passwort:
es_mx: Compartir contraseña:
fr: Partager le mot de passe :
he_il: שתף סיסמה:
id_id: Bagikan sandi:
it_it: Condividi Passworf:
ja_jp: 共有パスワード:
ko_kr: 공유 비밀번호:
nl_nl: Deel wachtwoord:
pt_br: Compartilhar senha:
ru: Пароль публикации:
tr: Paylaşma şifresi:
uk: Пароль публікації:
vi_vn: Mật khẩu chia sẻ:
zh_cn: 共享密码：
zh_tw: 共享密碼：

# grpSeafileShareSettings.Text
source: Seafile share settings
de: Seafile "Teilen" Einstellungen
es_mx: Configurar opciones de compartir de Seafile
fr: Paramètres de partage Seafile
he_il: הגדרות שיתוף Seafile
id_id: Pengaturan berbagi Seafile
it_it: Impostazioni Condivisione Seafile
ja_jp: Seafile 共有設定
ko_kr: Seafile 공유 설정
nl_nl: Seafile instellingen voor share:
pt_br: Opções de compartilhamento do Seafile
ru: Настройки публикации
tr: Paylaşma ayarları
uk: Налаштування спільного доступу Seafile
vi_vn: Cài đặt chia sẻ Seafile
zh_cn: Seafile 共享设置
zh_tw: Seafile 共享設定

# lblPomfUploadURL.Text
source: Upload URL:
es_mx: Enlace de subida:
fr: URL de mise en ligne :
he_il: קישור העלאה:
id_id: URL unggah:
it_it: URL Caricamento:
ja_jp: アップロード URL:
ko_kr: 업로드 URL:
nl_nl: Uploadlink:
pt_br: URL de envio:
ru: Ссылка для загрузки:
tr: Yükleme adresi:
uk: Посилання вивантаження:
vi_vn: URL tải lên:
zh_cn: 上传 URL：
zh_tw: 上傳網址：

# lblPomfResultURL.Text
source: Result URL:
de: Ergebnis URL:
es_mx: Enlace de respuesta:
fr: URL résultante :
he_il: קישור תוצאה:
id_id: URL hasil:
it_it: Risultato URL:
ja_jp: 結果 URL:
ko_kr: 결과 URL:
nl_nl: Link resultaat:
pt_br: URL do Resultado:
ru: Ссылка на результат:
tr: Sonuç adresi:
uk: URL-адреса результату:
vi_vn: URL kết quả:
zh_cn: 结果 URL:
zh_tw: 結果網址：

# lblLambdaUploadURL.Text
source: Link URL:
es_mx: Ruta de enlace:
fr: Lien URL :
he_il: כתובת קישור:
id_id: Tautan URL:
it_it: Collegamento URL:
ja_jp: リンク URL:
ko_kr: 링크 URL:
nl_nl: Link:
pt_br: URL do Link:
ru: URL ссылки:
tr: Link adresi:
uk: Посилання:
vi_vn: Liên kết URL:
zh_cn: 链接 URL:
zh_tw: 連結網址：

# lblLambdaInfo.Text
source: To get an API key, log in to Lambda at https://lambda.sx/ then click on your username, then click manage account.
de: Melde dich bei Lambda unter https://lambda.sx/ an und klicke auf deinen Nutzernamen und "Manage Account", um einen API-Schlüssel zu bekommen.
es_mx: Para obtener una clave de la API, se debe iniciar sesión en Lambda (https://lambda.ssx), luego seleccionar el nombre de usuario y después la configuración de cuenta.
fr: Pour obtenir votre clé API, connectez-vous à Lambda : https://lambda.sx/ puis cliquez sur votre nom d'utilisateur et sur « Manage Account ».
he_il: כדי לקבל מפתח API, היכנס אל Lambda בכתובת https://lambda.sx/ ואז לחץ על שם המשתמש שלך ולאחר מכן לחץ על "manage account".
id_id: Untuk mendapatkan kunci API, login ke Lambda di https://lambda.sx/ lalu klik nama pengguna Anda, lalu klik kelola akun.
it_it: Per ottenere la chiave API accedi a Lambda ("https://lambda.sx/"), clicca sul tuo nome utente e poi su "Manage Account".
ja_jp: API キーの取得方法は、Lambda (https://lambda.sx/) にログインし、あなたのユーザー名をクリックし、アカウントの管理をクリック。
ko_kr: API 키를 얻으려면 https://lambda.sx/ 에서 Lambda에 로그인한 뒤 우측 상단의 설정 톱니바퀴를 클릭하세요.
nl_nl: Om een API sleutel te verkrijgen kun je inloggen op Lambda (https://lambda.sx/) en dan op het tandwiel rechtsboven te klikken.
pt_br: Para obter uma chave de API, logue no Lambda em https://lambda.xs/ e clique no ícone de configurações no canto superior direito.
ru: Для получения ключа API, войдите в Lambda на https://lambda.sx/, затем нажмите шестеренку настроек вверху справа.
tr: API anahtarını almak için Lambda sitesine giriş yapın https://lambda.sx/ adresinden ve sağ üstteki dişli tuşuna basın.
uk: Щоб отримати ключ API, увійдіть до Lambda за адресою https://lambda.sx/, натисніть на своє ім'я користувача, а потім натисніть "Керувати обліковим записом".
vi_vn: Để lấy API key, đăng nhập Lambda ở https://lambda.sx/ và nhấn vào biểu tượng cài đặt ở phần trên bên phải.
zh_cn: 为了得到一个API密钥，在 https://lambda.sx/ 登录 Lambda 并点击你的用户名，单击管理帐户。
zh_tw: 如要獲取 API 金鑰，前往 https://lambda.sx/ 登入 Lambda，點選你的使用者名稱，接著點擊管理帳戶。

# lblJiraHost.Text
source: Jira host:
es_mx: Host:
fr: Hôte Jira :
he_il: מארח Jira:
id_id: Host Jira:
it_it: Host Jira:
ja_jp: Jira ホスト:
ko_kr: Jira 호스트:
pt_br: Domínio Jira:
ru: Хост Jira:
tr: Jira sunucu:
uk: Хост Jira:
zh_cn: Jira 域名:
zh_tw: Jira 域名：

# txtJiraConfigHelp.Text
source: Template
de: Vorlage
es_mx: Plantilla
fr: Modèle
he_il: תבנית
id_id: Templat
it_it: Modello
ja_jp: テンプレート
ko_kr: 템플릿
nl_nl: Sjabloon
pt_br: Modelo
ru: Шаблон
tr: Tasarım
uk: Шаблон
vi_vn: Biểu mẫu
zh_cn: 模板
zh_tw: 模板

# lblJiraIssuePrefix.Text
source: Jira issue prefix:
de: Jira Ausgabe Prefix:
es_mx: Prefijo de incidencia de Jira:
fr: Préfixe du problème Jira :
id_id: Awalan isu Jira:
it_it: Prefisso Problema Jira:
ja_jp: Jira issue 接頭辞:
ko_kr: Jira 이슈 접두사:
nl_nl: Jira probleem voorvoegsel:
pt_br: Prefixo de questão do Jira:
ru: Префикс запрос Jira:
tr: Jira sorun öneki:
uk: Префікс запиту Jira:
zh_cn: Jira 问题的前缀:
zh_tw: Jira 問題前綴：

# lblLocalhostrEmail.Text
source: Email:
es_mx: Correo electrónico:
fr: Adresse e-mail :
he_il: דוא"ל:
ja_jp: Eメール:
ko_kr: 이메일:
tr: Eposta:
uk: Ел. пошта:
zh_cn: 邮箱：
zh_tw: 電子信箱：

# lblLocalhostrPassword.Text
source: Password:
de: Passwort:
es_mx: Contraseña:
fr: Mot de passe :
he_il: סיסמה:
id_id: Sandi:
ja_jp: パスワード:
ko_kr: 비밀번호:
nl_nl: Wachtwoord:
pt_br: Senha:
ru: Пароль:
tr: Şifre:
uk: Пароль:
vi_vn: Mật khẩu:
zh_cn: 密码：
zh_tw: 密碼：

# cbLocalhostrDirectURL.Text
source: Use direct URL if exist
de: Benutze direkte URL, wenn sie existiert
es_mx: Usar enlace directo si existe
fr: Utiliser l'URL directe si elle existe
he_il: השתמש בקישור ישיר אם קיים
id_id: Gunakan tautan langsung bila ada
it_it: Usa Collegamento Diretto, se esiste
ja_jp: 存在する場合はダイレクト リンクを使用
ko_kr: 존재한다면 핫링크 사용하기
nl_nl: Gebruik een directe link als hij bestaat
pt_br: Usar URL direto se existir
ru: Использовать прямой URL, если он существует
tr: Varsa direkt adres kullan
uk: Використовувати пряму URL-адресу, якщо вона існує
vi_vn: Sử dụng URL trực tiếp nếu tồn tại
zh_cn: 如果存在则使用直链
zh_tw: 如果存在則使用直連網址

# lblSendSpaceUsername.Text
source: Username:
de: Benutzername:
es_mx: Nombre de usuario:
fr: Nom d'utilisateur :
he_il: שם משתמש:
id_id: Nama pengguna:
it_it: Nome Utente:
ja_jp: ユーザー名:
ko_kr: 사용자 ID:
nl_nl: Gebruikersnaam:
pt_br: Usuário:
ru: Имя пользователя:
tr: Kullanıcı adı:
uk: Ім’я користувача:
vi_vn: Tên người dùng:
zh_cn: 用户名：
zh_tw: 使用者名稱：

# lblSendSpacePassword.Text
source: Password:
de: Passwort:
es_mx: Contraseña:
fr: Mot de passe :
he_il: סיסמה:
id_id: Sandi:
ja_jp: パスワード:
ko_kr: 비밀번호:
nl_nl: Wachtwoord:
pt_br: Senha:
ru: Пароль:
tr: Şifre:
uk: Пароль:
vi_vn: Mật khẩu:
zh_cn: 密码：
zh_tw: 密碼：

# btnSendSpaceRegister.Text
source: Register...
de: &Registrieren...
es_mx: Crear cuenta...
fr: S'inscrire...
he_il: הירשם...
id_id: Daftar...
it_it: Registrati...
ja_jp: 登録...
ko_kr: 등록하기...
nl_nl: &Registreren...
pt_br: &Registrar...
ru: &Регистрация...
tr: Kayıt...
uk: Реєстрація...
vi_vn: Đăng ký...
zh_cn: 注册...
zh_tw: 註冊...

# lblPushbulletUserKey.Text
source: User API key:
de: Benutzer API-Schlüssel:
es_mx: Clave de usuario de la API:
fr: Clé API de l'utilisateur :
he_il: מפתח API של משתמש:
id_id: Kunci API pengguna:
it_it: Chiave API Utente:
ja_jp: ユーザー API キー:
ko_kr: 사용자 API 키:
nl_nl: Gebruikers API sleutel:
pt_br: Chave da API do usuário:
ru: Использовать ключ API:
tr: Kullanıcı API anahtarı:
uk: Ключ API користувача:
zh_cn: 用户 API 密钥：
zh_tw: 使用者 API 金鑰：

# btnPushbulletGetDeviceList.Text
source: Get device list
de: Bekomme Geräteliste
es_mx: Ver lista de dispositivos
fr: Obtenir la liste des périphériques
he_il: קבל רשימת מכשירים
id_id: Dapatkan daftar perangkat
it_it: Ottieni Lista Dispositivi
ja_jp: デバイス一覧を取得
ko_kr: 장치 목록 가져오기
nl_nl: Haal lijst met apparaten op
pt_br: Pegar lista de dispositivos
ru: Получить список устройств
tr: Cihaz listesini al
uk: Отримати список пристроїв
vi_vn: Lấy danh sách thiêt bị
zh_cn: 获取设备列表
zh_tw: 獲取裝置清單

# lblPushbulletDevices.Text
source: Device:
de: Gerät:
es_mx: Dispositivo:
fr: Appareil :
he_il: מכשיר:
id_id: Perangkat:
it_it: Disposotivo:
ja_jp: デバイス:
ko_kr: 장치:
nl_nl: Toestel:
pt_br: Dispositivo:
ru: Устройство:
tr: Cihaz:
uk: Пристрій:
vi_vn: Thiết bị:
zh_cn: 设备：
zh_tw: 裝置：

# lblMediaFireEmail.Text
source: Email:
es_mx: Correo electrónico:
fr: Adresse e-mail :
he_il: דוא"ל:
ja_jp: Eメール:
ko_kr: 이메일:
tr: Eposta:
uk: Ел. пошта:
zh_cn: 邮箱：
zh_tw: 電子信箱：

# lblMediaFirePassword.Text
source: Password:
de: Passwort:
es_mx: Contraseña:
fr: Mot de passe :
he_il: סיסמה:
id_id: Sandi:
ja_jp: パスワード:
ko_kr: 비밀번호:
nl_nl: Wachtwoord:
pt_br: Senha:
ru: Пароль:
tr: Şifre:
uk: Пароль:
vi_vn: Mật khẩu:
zh_cn: 密码：
zh_tw: 密碼：

# lblMediaFirePath.Text
source: Upload path:
de: Uploadpfad:
es_mx: Ubicación de subida:
fr: Chemin de mise en ligne :
he_il: נתיב העלאה:
id_id: Jalur unggah:
it_it: Percorso Caricamento:
ja_jp: アップロード パス:
ko_kr: 업로드 경로:
nl_nl: Uploadmap:
pt_br: Local de upload:
ru: Путь загрузки:
tr: Yükleme yolu:
uk: Шлях вивантаження:
vi_vn: Đường dẫn tải lên:
zh_cn: 上传路径：
zh_tw: 上傳路徑：

# cbMediaFireUseLongLink.Text
source: Use long link which includes file name
de: Benutze einen langen Link, der den Dateinamen beinhaltet
es_mx: Utilizar enlace largo que incluya el nombre del archivo
fr: Utiliser un lien long qui inclut le nom de fichier
he_il: השתמש בקישור ארוך הכולל את שם הקובץ
id_id: Gunakan tautan panjang yang menyertakan nama file
it_it: Usa Collegamento Lungo, che Include Nome File
ja_jp: ファイル名を含む、長いリンクを使用する
ko_kr: 파일 이름을 포함하는 긴 링크 사용하기
nl_nl: Gebruik een lange link die de bestandsnaam omvat
pt_br: Usar link longo o qual inclui o nome do arquivo
ru: Использовать длинную ссылку с именем файла
tr: Dosya adı içeren uzun link kullan
uk: Використовувати довге посилання, яке містить ім'я файлу
vi_vn: Dùng liên kết dài có cả tên tệp
zh_cn: 使用其中包括文件名较长的链接
zh_tw: 使用包含檔名的長連結

# lblOwnCloudHost.Text
source: URL:
de: Host:
es_mx: Enlace:
he_il: קישור:
ko_kr: 호스트:
nl_nl: Host:
pt_br: Hospedagem:
ru: Хост:
tr: Sunucu:
uk: Посилання:
zh_tw: 網址：

# lblOwnCloudUsername.Text
source: Username:
de: Benutzername:
es_mx: Nombre de usuario:
fr: Nom d'utilisateur :
he_il: שם משתמש:
id_id: Nama pengguna:
it_it: Nome Utente:
ja_jp: ユーザー名:
ko_kr: 사용자 ID:
nl_nl: Gebruikersnaam:
pt_br: Usuário:
ru: Имя пользователя:
tr: Kullanıcı adı:
uk: Ім’я користувача:
vi_vn: Tên người dùng:
zh_cn: 用户名：
zh_tw: 使用者名稱：

# lblOwnCloudPassword.Text
source: Password:
de: Passwort:
es_mx: Contraseña:
fr: Mot de passe :
he_il: סיסמה:
id_id: Sandi:
ja_jp: パスワード:
ko_kr: 비밀번호:
nl_nl: Wachtwoord:
pt_br: Senha:
ru: Пароль:
tr: Şifre:
uk: Пароль:
vi_vn: Mật khẩu:
zh_cn: 密码：
zh_tw: 密碼：

# lblOwnCloudPath.Text
source: Path:
de: Pfad:
es_mx: Ubicación:
fr: Chemin :
he_il: נתיב:
id_id: Jalur:
it_it: Percorso:
ja_jp: パス:
ko_kr: 경로:
nl_nl: Pad:
pt_br: Local:
ru: Путь:
tr: Yol:
uk: Шлях:
vi_vn: Đường dẫn:
zh_cn: 路径：
zh_tw: 路徑：

# cbOwnCloudCreateShare.Text
source: Create shareable URL
de: Erstelle teilbare URL
es_mx: Crear enlace para compartir
fr: Créer une URL partageable
he_il: צור קישור שניתן לשתף
id_id: Buat URL yang bisa dibagikan
it_it: Crea URL Condivisibile
ja_jp: 共有可能なリンクを作成する
ko_kr: 공유 가능한 URL 생성하기
nl_nl: Creëer een deelbare link
pt_br: Criar URL compartilhável
ru: Создать общественный URL:
tr: Paylaşılabilir adres oluştur
uk: Створити посилання для поширення
vi_vn: Tạo URL để chia sẻ
zh_cn: 创建共享 URL
zh_tw: 建立可分享網址

# cbOwnCloudDirectLink.Text
source: Direct link
de: Direkter Link (Fügt "&download" zur URL hinzu)
es_mx: Enlace directo
fr: Lien direct (Ajoute « &download » à l'URL)
he_il: קישור ישיר
id_id: Tautan langsung
it_it: Collegamento Diretto (aggiunge "&download" all'URL)
ja_jp: ダイレクト リンク (「&download」をURLに追加)
ko_kr: 핫링크 (URL에 "&download"를 덧붙임)
nl_nl: Directe link (Voegt &download toe aan de URL)
pt_br: Link direto (Adiciona "&download" ao URL)
ru: Прямая ссылка (Добавить "&&download" к адресу)
tr: Direkt link (Adrese "&download" ekler)
uk: Пряме посилання
vi_vn: Liên kết trực tiếp
zh_cn: 直接链接
zh_tw: 直連連結

# lblMegaPassword.Text
source: Password:
de: Passwort:
es_mx: Contraseña:
fr: Mot de passe :
he_il: סיסמה:
id_id: Sandi:
ja_jp: パスワード:
ko_kr: 비밀번호:
nl_nl: Wachtwoord:
pt_br: Senha:
ru: Пароль:
tr: Şifre:
uk: Пароль:
vi_vn: Mật khẩu:
zh_cn: 密码：
zh_tw: 密碼：

# btnMegaLogin.Text
source: Login
de: Einloggen
es_mx: Acceder
fr: Connexion
he_il: התחבר
it_it: Accedi
ja_jp: ログイン
ko_kr: 로그인
nl_nl: Inloggen
pt_br: Logar
ru: Войти
tr: Giriş
uk: Вхід
vi_vn: Đăng nhập
zh_cn: 登录
zh_tw: 登入

# lblMegaEmail.Text
source: Email:
es_mx: Correo electrónico:
fr: Adresse e-mail :
he_il: דוא"ל:
ja_jp: Eメール:
ko_kr: 이메일:
tr: Eposta:
uk: Ел. пошта:
zh_cn: 邮箱：
zh_tw: 電子信箱：

# lblMegaStatusTitle.Text
source: Status:
es_mx: Estado:
fr: Statut :
he_il: סטטוס:
it_it: Stato:
ja_jp: 状態:
ko_kr: 상태:
ru: Состояние:
tr: Durum:
uk: Стан:
vi_vn: Trạng thái:
zh_cn: 状态:
zh_tw: 狀態：

# lblMegaFolder.Text
source: Folder:
de: Ordner:
es_mx: Carpeta:
fr: Dossier :
he_il: תיקייה:
it_it: Cartella:
ja_jp: フォルダー:
ko_kr: 폴더:
nl_nl: Map:
pt_br: Pasta:
ru: Папка:
tr: Dizin:
uk: Тека:
vi_vn: Thư mục:
zh_cn: 文件夹：
zh_tw: 資料夾：

# btnMegaRegister.Text
source: Register...
de: Registrieren...
es_mx: Crear cuenta...
fr: S'inscrire...
he_il: הירשם...
id_id: Daftar...
it_it: Registrati...
ja_jp: 登録...
ko_kr: 등록하기...
nl_nl: Registreer...
pt_br: Registrar...
ru: Регистрация...
tr: Kayıt...
uk: Реєстрація...
vi_vn: Đăng ký...
zh_cn: 注册...
zh_tw: 註冊...

# lblMegaStatus.Text
source: Configured / Not configured
de: Konfiguriert / Nicht Konfiguriert
es_mx: Configurado / No configurado
fr: Configuré / Non configuré
he_il: מוגדר / לא מוגדר
id_id: Dikonfigurasi / Tidak dikonfigurasi
it_it: Configurato / Non Configurato
ja_jp: 構成済み / 未構成
ko_kr: 설정 됨 / 설정되지 않음
nl_nl: Geconfigureerd / Niet geconfigureerd
pt_br: Configurado / Não configurado
ru: Настроено / Не настроено
tr: Ayarlandı / Ayarlanmadı
uk: Налаштовано / не налаштовано
vi_vn: Đã thiết lập / Chưa thiết lập
zh_cn: 配置/未配置
zh_tw: 已設定/未設定

# btnMegaRefreshFolders.Text
source: Refresh
de: Aktualisieren
es_mx: Actualizar
fr: Rafraîchir
he_il: רענן
id_id: Segarkan
it_it: Aggiorna
ja_jp: 更新
ko_kr: 새로고침
nl_nl: Ververs
pt_br: Atualizar
ru: Обновить
tr: Yenile
uk: Оновити
vi_vn: Làm mới
zh_cn: 刷新
zh_tw: 重新整理

# lblAmazonS3ObjectPrefix.Text
source: Upload path:
de: Uploadpfad:
es_mx: Ubicación de subida:
fr: Chemin de mise en ligne :
he_il: נתיב העלאה:
id_id: Jalur unggah:
it_it: Percorso Caricamento:
ja_jp: アップロード パス:
ko_kr: 업로드 경로:
nl_nl: Upload pad:
pt_br: Local de upload:
ru: Путь загрузки:
tr: Yükleme yolu:
uk: Шлях вивантаження:
vi_vn: Đường dẫn tải lên:
zh_cn: 上传路径：
zh_tw: 上傳路徑：

# lblAmazonS3Endpoint.Text
source: Endpoint:
de: Endpunkt:
es_mx: Dirección:
fr: Adresse :
he_il: נקודת קצה:
id_id: Titik akhir:
ja_jp: エンドポイント:
ko_kr: 엔드포인트:
nl_nl: Eindpunt:
ru: Конечная точка:
tr: Adres:
uk: Кінцева точка:
zh_cn: 节点：
zh_tw: 節點：

# lblAmazonS3BucketName.Text
source: Bucket name:
es_mx: Nombre de bucket:
fr: Nom du Bucket :
he_il: שם bucket:
id_id: Nama buket:
it_it: Nome Bucket:
ja_jp: バケット名:
ko_kr: 버킷 이름:
nl_nl: Bucket naam:
pt_br: Nome do bucket:
ru: Имя ведра:
tr: Klasör ismi:
uk: Назва відра:
vi_vn: Tên bucket:
zh_cn: 存储桶名称：
zh_tw: 儲存桶名稱：

# lblAmazonS3PathPreview.Text
source: Preview
de: Vorschau
es_mx: Vista previa
fr: Prévisualisation
he_il: תצוגה מקדימה
id_id: Pratinjau
it_it: Anteprima
ja_jp: プレビュー
ko_kr: 미리보기
nl_nl: Voorbeeld
pt_br: Prévia
ru: Предпросмотр
tr: Ön izleme
uk: Попередній перегляд
vi_vn: Xem trước
zh_cn: 预览
zh_tw: 預覽

# lblAmazonS3PathPreviewLabel.Text
source: URL preview:
de: URL-Vorschau:
es_mx: Vista previa de enlace:
fr: Prévisualisation de l'URL :
he_il: תצוגה מקדימה לקישור:
id_id: Pratinjau URL:
it_it: Anteprima URL:
ja_jp: URL プレビュー:
ko_kr: URL 미리보기:
nl_nl: Linkvoorbeeld:
pt_br: Prévia da URL:
ru: Предпросмотр URL:
tr: Adres ön izleme:
uk: Посилання перегляду:
vi_vn: URL xem trước:
zh_cn: URL预览：
zh_tw: 網址預覽：

# btnBoxRefreshFolders.Text
source: Refresh folders list
de: Aktualisiere Ordnerliste
es_mx: Actualizar lista de carpetas
fr: Rafraîchir la liste des dossiers
he_il: רענן רשימת תיקיות
id_id: Segarkan daftar folder
it_it: Aggiorna Lista Cartelle
ja_jp: フォルダ一覧を更新
ko_kr: 폴더 목록 갱신
nl_nl: Ververs mappenlijst
pt_br: Atualizar lista de pastas
ru: Обновить список папок
tr: Dizin listesini yenile
uk: Оновити список тек
vi_vn: Làm mới danh sách thư mục
zh_cn: 刷新文件夹列表
zh_tw: 重新整理資料夾清單

# lblBoxFolderID.Text
source: Selected folder:
de: Ausgewählter Ordner:
es_mx: Carpeta seleccionada:
fr: Dossier sélectionné :
he_il: תיקייה שנבחרה:
id_id: Folder terpilih:
it_it: Cartella Selezionata:
ja_jp: 選択フォルダー:
ko_kr: 선택된 폴더:
nl_nl: Geselecteerde map:
pt_br: Pasta selecionada:
ru: Выбранная папка:
tr: Seçilmiş dizin:
uk: Вибрана тека:
vi_vn: Thư mục đã chọn:
zh_cn: 所选文件夹:
zh_tw: 所選資料夾：

# chBoxFoldersName.Text
source: Folder name
de: Ordnername
es_mx: Nombre de carpeta
fr: Nom du dossier
he_il: שם תיקייה
id_id: Nama folder
it_it: Nome Cartella
ja_jp: フォルダー名
ko_kr: 폴더 이름
nl_nl: Mapnaam
pt_br: Nome da pasta
ru: Имя папки
tr: Dizin adı
uk: Назва теки
vi_vn: Tên thư mục
zh_cn: 文件夹名称
zh_tw: 資料夾名稱
