Repository: ShareX/ShareX
Catalog: ShareX.UploadersLib/Forms/UploadersConfigForm.*.resx
Languages: de, es_mx, fr, he_il, id_id, it_it, ja_jp, ko_kr, nl_nl, pt_br, ru, tr, uk, vi_vn, zh_cn, zh_tw

# cbOwnCloudAutoExpire.Text
source: Auto expire shared links
de: Geteilte Links automatisch ablaufen lassen
es_mx: Vida limitada a enlaces compartidos
fr: Expirer automatiquement les liens partagés
he_il: תוקף אוטומטי של קישורים משותפים
ja_jp: 共有リンクを自動で期限切れにする
ko_kr: 자동으로 공유된 링크 만료
pt_br: Links compartilhados com expiração automática
tr: Paylaşılan bağlantıları otomatik süre aşımına uğrat
uk: Автоматичне завершення терміну дії спільних посилань
vi_vn: Tự hết hạn các liên kết đã chia sẻ
zh_cn: 共享连接自动过期
zh_tw: 自動使分享連結過期

# cbOwnCloudUsePreviewLinks.Text
source: Use preview links (NextCloud only)
de: Vorschaulinks verwenden (nur NextCloud)
es_mx: Utilizar enlaces de vista previa (solo NextCloud)
fr: Utiliser des liens de prévisualisation (uniquement NextCloud)
he_il: השתמש בקישורי תצוגה מקדימה (NextCloud בלבד)
id_id: Gunakan tautan pratinjau (hanya NextCloud)
ja_jp: プレビューできるリンクを使用 (NextCloudのみ)
ko_kr: 미리보기 링크 사용(NextCloud만)
pt_br: Usar prévia de links (somente NextCloud)
tr: Ön izleme bağlantısı kullan (sadece NextCloud)
uk: Використовувати посилання для попереднього перегляду (лише NextCloud)
vi_vn: Dùng liên kết xem trước (chỉ cho NextCloud)
zh_cn: 使用预览链接（仅 NextCloud）
zh_tw: 使用預覽連結 (僅限 NextCloud)

# cbYouTubeUseShortenedLink.Text
source: Use shortened link
de: Gekürzten Link verwenden
es_mx: Usar enlace acortado
fr: Utiliser le lien raccourci
he_il: השתמש בקישור מקוצר
id_id: Gunakan tautan yang dipersingkat
ja_jp: 短縮リンクを使用
ko_kr: 단축 링크 사용
pt_br: Use o link encurtado
tr: Kısaltılmış adres kullan
uk: Скорочене посилання
vi_vn: Dùng liên kết rút gọn
zh_cn: 使用短链接
zh_tw: 使用短連結

# gbAmazonS3Advanced.Text
source: Advanced
de: Erweitert
es_mx: Avanzado
fr: Avancé
he_il: מתקדם
id_id: Lanjutan
ja_jp: 高度な設定
ko_kr: 고급
pt_br: Avançado
tr: Gelişmiş
uk: Розширені
vi_vn: Nâng cao
zh_cn: 高级
zh_tw: 進階

# gbFTPAccount.Text
source: Account
de: Konto
es_mx: Cuenta
fr: Compte
he_il: חשבון
id_id: Akun
ja_jp: アカウント
ko_kr: 계정
pt_br: Conta
ru: Учетная запись
tr: Hesap
uk: Обліковий запис
vi_vn: Tài khoản
zh_cn: 帐户
zh_tw: 帳戶

# gbGoogleCloudStorageAdvanced.Text
source: Advanced
de: Erweitert
es_mx: Avanzado
fr: Avancé
he_il: מתקדם
ja_jp: 高度
pt_br: Avançado
tr: Gelişmiş
uk: Розширені
vi_vn: Nâng cao
zh_cn: 高级
zh_tw: 進階

# gbJiraServer.Text
source: Jira server
es_mx: Servidor Jira
fr: Serveur Jira
he_il: שרת Jira
id_id: Server Jira
it_it: Server Jira
ja_jp: Jira サーバー
ko_kr: Jira 서버
pt_br: Servidor Jira
ru: Сервер Jira
tr: Jira sunucusu
uk: Сервер Jira
vi_vn: Máy chủ Jira
zh_cn: Jira 服务器
zh_tw: Jira 伺服器

# gbPlikLoginCredentials.Text
source: Login credentials
de: Anmeldedaten
es_mx: Datos de acceso
fr: Identifiants de connexion
he_il: אישורי כניסה
id_id: Kredensial Login
it_it: Credenziali Accesso
ja_jp: ログイン資格情報
ko_kr: 로그인 정보
pt_br: Credenciais de Login
ru: Данные для входа
tr: Giriş kimliği
uk: Дані для входу
vi_vn: Thông tin đăng nhập
zh_cn: 登录信息
zh_tw: 登入憑證

# gbPlikSettings.Text
source: Other settings
de: Andere Einstellungen
es_mx: Otras configuraciones
fr: Autres paramètres
he_il: הגדרות אחרות
id_id: Pengaturan lainnya
it_it: Altre Impostazioni
ja_jp: その他の設定
ko_kr: 기타 설정
pt_br: Outros ajustes
ru: Другие настройки
tr: Diğer ayarlar
uk: Інші налаштування
vi_vn: Cài đặt khác
zh_cn: 其它设置
zh_tw: 其他設定

# lblAmazonS3Endpoints.Text
source: Endpoints:
de: Endpunkte:
es_mx: Direcciones:
fr: Points de terminaison :
he_il: נקודות קצה:
id_id: Area:
it_it: Endpoint:
ja_jp: エンドポイント選択:
ko_kr: 엔드포인트:
ru: Конечные точки:
tr: Uç noktalar:
uk: Кінцеві точки:
vi_vn: Các Endpoint:
zh_cn: 节点：
zh_tw: 節點：

# lblAmazonS3Region.Text
source: Region:
es_mx: Región:
fr: Région :
he_il: אזור:
id_id: Area:
it_it: Regione:
ja_jp: リージョン:
ko_kr: 리전:
nl_nl: Regio:
pt_br: Região:
ru: Регион:
tr: Bölge:
uk: Регіон:
vi_vn: Vùng:
zh_cn: 区域：
zh_tw: 區域：

# lblAmazonS3StorageClass.Text
source: Storage class:
es_mx: Tipo de almacenamiento:
fr: Classe de stockage :
he_il: מחלקת אחסון:
id_id: Kelas penyimpanan:
it_it: Classe Storage:
ja_jp: ストレージ クラス:
ko_kr: 스토리지 클래스:
pt_br: Classe de armazenamento:
tr: Depolama sınıfı:
uk: Клас сховища:
zh_cn: 存储类：
zh_tw: 儲存類別：

# lblAmazonS3StripExtension.Text
source: Remove file extension on:
de: Dateierweiterung entfernen bei:
es_mx: Eliminar extensión a archivo de:
fr: Retirer l'extension de fichier sur :
he_il: הסר סיומת קובץ ב:
id_id: Buang ekstensi file di:
ja_jp: このファイルの拡張子を削除:
ko_kr: 파일 확장자 제거:
pt_br: Remover extensão de arquivo em:
tr: Dosya uzantısını kaldır:
uk: Видалити розширення файлу:
vi_vn: Bỏ phần đuôi mở rộng ở:
zh_cn: 移除文件扩展名于：
zh_tw: 移除副檔名於：

# lblAzureStorageCustomDomain.Text
source: Custom domain:
de: Benutzerdefinierte Domäne:
es_mx: Dominio personalizado:
fr: Domaine personnalisé :
he_il: דומיין מותאם אישית:
id_id: Domain Khusus:
it_it: Dominio Personalizzato:
ja_jp: 独自のドメイン:
ko_kr: 커스텀 도메인:
pt_br: Domínio personalizado:
tr: Özel alan adı:
uk: Домен користувача:
vi_vn: Tên miền tùy chỉnh:
zh_cn: 自定义域：
zh_tw: 自訂域名：

# lblAzureStorageEnvironment.Text
source: Environment:
es_mx: Entorno:
fr: Environnement :
he_il: סביבה:
id_id: Lingkungan:
ja_jp: 環境:
ko_kr: 환경:
pt_br: Ambiente:
ru: Окружение:
tr: Ortam:
uk: Середовище:
vi_vn: Môi trường:
zh_cn: 环境：
zh_tw: 環境：

# lblAzureStorageUploadPath.Text
source: Upload path:
de: Upload-Pfad:
es_mx: Ubicación de subida:
fr: Chemin de mise en ligne :
he_il: נתיב העלאה:
ja_jp: アップロードするパス:
ko_kr: 업로드 경로:
pt_br: Local de upload:
tr: Yükleme yolu:
uk: Шлях вивантаження:
vi_vn: Đường dẫn tải lên:
zh_cn: 上传路径：
zh_tw: 上傳路徑：

# lblAzureStorageURLPreview.Text
source: Preview
de: Vorschau
es_mx: Vista previa
fr: Prévisualisation
he_il: תצוגה מקדימה
ja_jp: プレビュー
ko_kr: 미리보기
pt_br: Prévia
tr: Ön izleme
uk: Попередній перегляд
vi_vn: Xem trước
zh_cn: 预览
zh_tw: 預覽

# lblAzureStorageURLPreviewLabel.Text
source: URL preview:
de: URL-Vorschau:
es_mx: Vista previa de enlace:
fr: Prévisualisation de l'URL :
he_il: תצוגה מקדימה לקישור:
ja_jp: URL プレビュー:
ko_kr: URL 미리보기:
pt_br: Prévia da URL:
tr: Adres ön izleme:
uk: Посилання перегляду:
vi_vn: URL xem trước:
zh_cn: URL预览：
zh_tw: 網址預覽：

# lblB2ApplicationKey.Text
source: Application key (secret):
de: Anwendungsschlüssel (Secret):
es_mx: Clave de la aplicación (secreta):
fr: Clé d'application (secret) :
he_il: מפתח יישום (סודי):
ja_jp: アプリケーション キー (秘密):
ko_kr: 어플리케이션 키 (비밀):
pt_br: Chave do aplicativo (segredo):
tr: Uygulama anahtarı (gizli):
uk: Ключ застосунку (secret):
zh_cn: 应用程序密钥（私密）：
zh_tw: 應用程式金鑰 (私密)：

# lblB2ApplicationKeyId.Text
source: Application Key ID:
de: Anwendungsschlüssel-ID:
es_mx: ID de la clave de la aplicación:
fr: ID de clé d'application :
he_il: מזהה מפתח יישום:
ja_jp: アプリケーション キー ID:
ko_kr: 어플리케이션 키 ID:
pt_br: ID da chave do aplicativo:
tr: Uygulama anahtarı:
uk: Ідентифікатор ключа застосунку:
zh_cn: 应用程序密钥 ID：
zh_tw: 應用程式金鑰 ID：

# lblB2Bucket.Text
source: Bucket name:
es_mx: Nombre de Bucket:
fr: Nom du Bucket :
he_il: שם bucket:
ja_jp: バケット名:
pt_br: Nome do bucket:
tr: Klasör ismi:
uk: Назва відра:
vi_vn: Tên bucket:
zh_cn: 存储桶名称：
zh_tw: 儲存桶名稱：

# lblB2ManageLink.Text
source: Click here to create an Application Key or manage your buckets.
de: Klicken Sie hier, um einen Anwendungsschlüssel zu erstellen oder Ihre Buckets zu verwalten.
es_mx: Clic aquí para crear una Clave de aplicación o administrar sus buckets.
fr: Cliquer ici pour créer une clé d'application ou gérer vos buckets.
he_il: לחץ כאן כדי ליצור מפתח יישום או לנהל את ה-buckets שלך.
ja_jp: ここをクリックし、アプリケーションキーを作成、またはバケットを管理
pt_br: Clique aqui para criar uma chave de aplicativo ou gerenciar seus buckets.
tr: Uygulama anahtarı yaratmak veya klasörleri yönetmek için buraya tıklayın.
uk: Натисніть тут, щоб створити ключ застосунку або керувати своїми відрами.
vi_vn: Nhấn vào đây để tạo một Application Key hoặc kiểm soát các bucket của bạn.
zh_cn: 单击此处以创建应用程序密钥或管理存储桶。
zh_tw: 按此建立應用程式金鑰或管理你的儲存桶。

# lblB2UploadPath.Text
source: Upload path:
de: Upload-Pfad:
es_mx: Ruta de subida:
fr: Chemin de mise en ligne :
he_il: נתיב העלאה:
ja_jp: アップロードするパス:
ko_kr: 업로드 경로:
pt_br: Caminho de upload:
tr: Yükleme yolu:
uk: Шлях вивантаження:
vi_vn: Đường dẫn tải lên:
zh_cn: 上传路径：
zh_tw: 上傳路徑：

# lblB2UrlPreview.Text
source: Preview
de: Vorschau
es_mx: Vista previa
fr: Prévisualisation
he_il: תצוגה מקדימה
ja_jp: プレビュー
ko_kr: 미리보기
pt_br: Prévia
tr: Ön izleme
uk: Попередній перегляд
vi_vn: Xem trước
zh_cn: 预览
zh_tw: 預覽

# lblB2UrlPreviewLabel.Text
source: URL preview:
de: URL-Vorschau:
es_mx: Vista previa de enlace:
fr: Prévisualisation de l'URL :
he_il: תצוגה מקדימה לקישור:
ja_jp: URL プレビュー:
ko_kr: URL 미리보기:
pt_br: Prévia da URL:
tr: Adres ön izleme:
uk: Посилання перегляду:
vi_vn: URL xem trước:
zh_cn: URL 预览:
zh_tw: 網址預覽：

# lblCheveretoUploadURL.Text
source: Upload URL:
es_mx: Enlace de subida:
fr: URL de mise en ligne :
he_il: קישור העלאה:
id_id: URL unggah:
it_it: URL Caricamento:
ja_jp: アップロード URL:
ko_kr: 업로드 URL:
pt_br: URL de envio:
ru: Ссылка для загрузки:
tr: Yükleme adresi:
uk: Посилання вивантаження:
vi_vn: URL tải lên:
zh_cn: 上传 URL：
zh_tw: 上傳網址：

# lblFirebaseDomain.Text
source: Domain:
es_mx: Dominio:
fr: Domaine :
he_il: דומיין:
id_id: .app.goo.gl
ja_jp: ドメイン:
ko_kr: 도메인:
pt_br: Domínio:
tr: Alan adı:
uk: Домен:
vi_vn: Tên miền:
zh_cn: 域名：
zh_tw: 域名：

# lblFirebaseDomainExample.Text
source: Example: google.page.link
de: Beispiel: google.page.link
es_mx: Ejemplo: google.page.link
fr: Exemple : google.page.link
he_il: דוגמה: google.page.link
ja_jp: 例: google.page.link
ko_kr: 예: google.page.link
pt_br: Examplo: google.page.link
tr: Örnek: google.page.link
uk: Приклад: google.page.link
vi_vn: Ví dụ: google.page.link
zh_cn: 示例：google.page.link
zh_tw: 範例：google.page.link

# lblFirebaseWebAPIKey.Text
source: Web API key:
de: Web API Schlüssel:
es_mx: Clave web de la API:
fr: Clé d'API web :
he_il: מפתח API לרשת:
id_id: Kunci API Web:
ja_jp: ウェブ API キー:
ko_kr: 웹 API 키:
pt_br: Chave da API da web:
tr: Web API anahtarı:
uk: Ключ Web API:
zh_cn: Web API 密钥：
zh_tw: Web API 金鑰：

# lblFTPAccounts.Text
source: Accounts:
de: Konten:
es_mx: Cuentas:
fr: Comptes :
he_il: חשבונות:
id_id: Akun:
it_it: Account:
ja_jp: アカウント:
ko_kr: 계정:
pt_br: Contas:
ru: Учетные записи:
tr: Hesaplar:
uk: Облікові записи:
vi_vn: Các tài khoản:
zh_cn: 帐户:
zh_tw: 帳戶：

# lblFTPFile.Text
source: File:
de: Datei:
es_mx: Archivo:
fr: Fichier :
he_il: קובץ:
ja_jp: ファイル:
ko_kr: 파일:
pt_br: Arquivo:
ru: Файл:
tr: Dosya:
uk: Файл:
vi_vn: Tệp:
zh_cn: 文件：
zh_tw: 檔案：

# lblFTPHost.Text
source: Host:
fr: Hôte :
he_il: מארח:
ja_jp: ホスト:
ko_kr: 호스트:
ru: Хост:
tr: Sunucu:
uk: Хост:
zh_cn: 主机：
zh_tw: 主機：

# lblFTPImage.Text
source: Image:
de: Bild:
es_mx: Imagen:
he_il: תמונה:
id_id: Gambar:
it_it: Immagine:
ja_jp: 画像:
ko_kr: 이미지:
pt_br: Imagem:
ru: Картинка:
tr: Resim:
uk: Зображення:
vi_vn: Ảnh:
zh_cn: 图片：
zh_tw: 圖片：

# lblFTPName.Text
source: Name:
es_mx: Nombre:
fr: Nom :
he_il: שם:
id_id: Nama:
it_it: Nome:
ja_jp: 名前:
ko_kr: 이름:
pt_br: Nome:
ru: Имя:
tr: İsim:
uk: Назва:
vi_vn: Tên:
zh_cn: 名称：
zh_tw: 名稱：

# lblFTPPassword.Text
source: Password:
de: Passwort:
es_mx: Contraseña:
fr: Mot de passe :
he_il: סיסמה:
id_id: Sandi:
ja_jp: パスワード:
ko_kr: 비밀번호:
pt_br: Senha:
ru: Пароль:
tr: Şifre:
uk: Пароль:
vi_vn: Mật khẩu:
zh_cn: 密码：
zh_tw: 密碼：

# lblFTPPort.Text
source: Port:
es_mx: Puerto:
he_il: יציאה:
it_it: Porta:
ja_jp: ポート番号:
ko_kr: 포트:
pt_br: Porta:
ru: Порт:
uk: Порт:
vi_vn: Cổng:
zh_cn: 端口：
zh_tw: 連接埠：

# lblFTPProtocol.Text
source: Protocol:
de: Protokoll:
es_mx: Protocolo:
fr: Protocole :
he_il: פרוטוקול:
id_id: Protokol:
it_it: Protocollo
ja_jp: プロトコル:
ko_kr: 프로토콜:
pt_br: Protocolo:
ru: Протокол:
tr: Protokol:
uk: Протокол:
vi_vn: Giao thức:
zh_cn: 协议：
zh_tw: 協議：

# lblFTPRemoteDirectory.Text
source: Remote directory:
de: Remote-Verzeichnis:
es_mx: Carpeta remota:
fr: Répertoire distant :
he_il: ספרייה מרוחקת:
id_id: Direktori jarak jauh:
it_it: Cartella Remota:
ja_jp: リモート ディレクトリ:
ko_kr: 원격 디렉토리:
pt_br: Diretório remoto:
ru: Удаленная директория:
tr: Uzak dizin:
uk: Віддалена тека:
vi_vn: Thư mục từ xa:
zh_cn: 远程目录：
zh_tw: 遠端目錄：

# lblFTPSCertificateLocation.Text
source: Certificate location:
de: Zertifikatsort:
es_mx: Ubicación de certificado:
fr: Emplacement du certificat :
he_il: מיקום certificate:
id_id: Lokasi sertifikat:
it_it: Posizione Certificato:
ja_jp: 証明書の場所:
ko_kr: 인승저 경로:
pt_br: Localização do certificado:
ru: Расположение сертификата:
tr: Sertifika konumu:
uk: Розташування сертифіката:
vi_vn: Vị trí chứng chỉ:
zh_cn: 证书位置：
zh_tw: 憑證位置：

# lblFTPSEncryption.Text
source: Encryption:
de: Verschlüsselung:
es_mx: Cifrado:
fr: Chiffrement :
he_il: הצפנה:
id_id: Enkripsi:
it_it: Crittografia:
ja_jp: 暗号化:
ko_kr: 암호화:
pt_br: Criptografia:
ru: Шифрование:
tr: Şifreleme:
uk: Шифрування:
vi_vn: Mã hóa:
zh_cn: 加密：
zh_tw: 加密：

# lblFTPText.Text
source: Text:
es_mx: Texto:
fr: Texte :
he_il: טקסט:
id_id: Teks:
it_it: Testo:
ja_jp: テキスト:
ko_kr: 텍스트:
pt_br: Texto:
ru: Текст:
tr: Yazı:
uk: Текст:
vi_vn: Văn bản:
zh_cn: 文本：
zh_tw: 文字：

# lblFTPTransferMode.Text
source: Transfer mode:
de: Transfermodus:
es_mx: Modo de transferencia:
fr: Mode de transfert :
he_il: מצב העברה:
id_id: Mode transfer:
it_it: Modalità Trasferimento:
ja_jp: 転送モード:
ko_kr: 전송 모드:
pt_br: Modo de transferência:
ru: Режим передачи
tr: Aktarma modu:
uk: Режим передачі:
vi_vn: Chế độ trao đổi:
zh_cn: 传输模式：
zh_tw: 傳輸模式：

# lblFTPURLPath.Text
source: URL path:
de: URL-Pfad:
es_mx: Enlace:
fr: Chemin de l'URL :
he_il: נתיב העלאה:
id_id: Jalur URL:
it_it: Percorso URL:
ja_jp: URL パス:
ko_kr: URL 경로:
pt_br: Caminho da URL:
ru: Путь URL:
tr: Adres yolu:
uk: Шлях посилання:
vi_vn: Đường dẫn URL:
zh_cn: URL 路径：
zh_tw: 網址路徑：

# lblFTPURLPreview.Text
source: URL preview:
de: URL-Vorschau:
es_mx: Vista previa de enlace:
fr: Prévisualisation de l'URL :
he_il: תצוגה מקדימה לקישור:
id_id: Pratinjau URL:
it_it: Anteprima URL:
ja_jp: URL プレビュー:
ko_kr: URL 미리보기:
pt_br: Visualização da URL:
ru: Предпросмотр URL:
tr: Adres ön izleme:
uk: Посилання перегляду:
vi_vn: URL xem trước:
zh_cn: URL预览：
zh_tw: 網址預覽：

# lblFTPUsername.Text
source: Username:
de: Benutzername:
es_mx: Nombre de usuario:
fr: Nom d'utilisateur :
he_il: שם משתמש:
id_id: Nama pengguna:
it_it: Nome Utente:
ja_jp: ユーザー名:
ko_kr: 유저명:
pt_br: Usuário:
ru: Имя пользователя:
tr: Kullanıcı adı:
uk: Ім’я користувача:
vi_vn: Tên người dùng:
zh_cn: 用户名：
zh_tw: 使用者名稱：

# lblGistOAuthInfo.Text
source: Note: GitHub Enterprise is not supported.
de: Hinweis: GitHub Enterprise wird nicht unterstützt.
es_mx: Nota: GitHub Enterprise no es compatible
fr: Remarque : Le compte utilisateur n'est pas pris en charge pour GitHub Enterprise.
he_il: הערה: GitHub Enterprise אינו נתמך.
id_id: Catatan: GitHub Enterprise tidak didukung.
it_it: Nota: Account utente non supportato per GitHub Enterprise.
ja_jp: 注意: ユーザー アカウントはGitHub Enterpriseに対応していません。
ko_kr: 참고: GitHub Enterprise의 사용자 계정은 지원되지 않습니다.
pt_br: Aviso: GitHub Enterprise não é compatível.
ru: Примечание: Учетные записи не поддерживаются для GitHub Enterprise.
tr: Not: GitHub Enterprise desteklenmez.
uk: Примітка: GitHub Enterprise не підтримується.
vi_vn: Lưu ý: GitHub Enterprise cho doanh nghiệp không được hỗ trợ.
zh_cn: 注意：不支持 GitHub Enterprise。
zh_tw: 備註：不支援 GitHub Enterprise。

# lblGoogleCloudStorageBucket.Text
source: Bucket name:
es_mx: Nombre de bucket:
fr: Nom du Bucket :
he_il: שם bucket:
ja_jp: バケット名:
pt_br: Nome do bucket:
tr: Klasör ismi:
uk: Назва відра:
vi_vn: Tên bucket:
zh_cn: 存储桶名称：
zh_tw: 儲存桶名稱：

# lblGoogleCloudStorageDomain.Text
source: Custom domain:
de: Benutzerdefinierte Domäne:
es_mx: Dominio personalizado:
fr: Domaine personnalisé :
he_il: דומיין מותאם אישית:
ja_jp: 独自ドメイン:
ko_kr: 개인 맞춤 도메인:
pt_br: Domínio personalizado:
tr: Özel alan adı:
uk: Домен користувача:
vi_vn: Tên miền tùy chỉnh:
zh_cn: 自定义域：
zh_tw: 自訂域名：

# lblGoogleCloudStorageObjectPrefix.Text
source: Upload path:
de: Upload-Pfad:
es_mx: Ubicación:
fr: Chemin de mise en ligne :
he_il: נתיב העלאה:
ja_jp: アップロードするパス:
ko_kr: 경로:
pt_br: Caminho de upload:
tr: Yükleme yolu:
uk: Шлях вивантаження:
vi_vn: Đường dẫn tải lên:
zh_cn: 上传路径：
zh_tw: 上傳路徑：

# lblGoogleCloudStoragePathPreview.Text
source: Preview
de: Vorschau
es_mx: Vista previa
fr: Prévisualisation
he_il: תצוגה מקדימה
ja_jp: プレビュー
ko_kr: 미리보기
pt_br: Prévia
tr: Ön izleme
uk: Попередній перегляд
vi_vn: Xem trước
zh_cn: 预览
zh_tw: 預覽

# lblGoogleCloudStoragePathPreviewLabel.Text
source: URL preview:
de: URL-Vorschau:
es_mx: Vista previa de enlace:
fr: Prévisualisation de l'URL :
he_il: תצוגה מקדימה לקישור:
ja_jp: URL プレビュー:
ko_kr: URL 미리보기:
pt_br: Prévia da URL:
tr: Adres ön izleme:
uk: Посилання перегляду:
vi_vn: URL xem trước:
zh_cn: URL预览：
zh_tw: 網址預覽：

# lblGoogleCloudStorageStripExtension.Text
source: Remove file extension on:
de: Dateierweiterung entfernen bei:
es_mx: Eliminar extensión de archivo:
fr: Retirer l'extension de fichier sur :
he_il: הסר סיומת קובץ ב:
ja_jp: 以下のファイル拡張子を除去:
ko_kr: 파일 확장자를 제거:
pt_br: Remover extensão de arquivo em:
tr: Dosya uzantısını kaldır:
uk: Видалити розширення файлу:
vi_vn: Xóa phần mở rộng của tệp trên:
zh_cn: 移除文件扩展名于：
zh_tw: 移除副檔名於：

# lblKuttAPIKey.Text
source: API key:
de: API-Schlüssel:
es_mx: Clave de la API:
fr: Clé d'API :
he_il: מפתח API:
ja_jp: API キー:
ko_kr: API 키:
pt_br: Chave da API:
tr: API anahtarı:
uk: Ключ API:
zh_cn: API 密钥：
zh_tw: API 金鑰：

# lblKuttHost.Text
source: Host:
fr: Hôte :
he_il: מארח:
ja_jp: ホスト:
ko_kr: 호스트:
tr: Sunucu:
uk: Хост:
zh_cn: 主机：
zh_tw: 主機：

# lblKuttPassword.Text
source: Password:
de: Passwort:
es_mx: Contraseña:
fr: Mot de passe :
he_il: סיסמה:
ja_jp: パスワード:
ko_kr: 비밀번호:
pt_br: Senha:
tr: Şifre:
uk: Пароль:
vi_vn: Mật khẩu:
zh_cn: 密码：
zh_tw: 密碼：

# lblLithiioEmail.Text
source: Email:
es_mx: Correo electrónico:
fr: Adresse e-mail :
he_il: דוא"ל:
ja_jp: Eメール:
ko_kr: 이메일:
tr: Eposta:
uk: Ел. пошта:
zh_cn: 邮箱：
zh_tw: 電子信箱：

# lblLithiioPassword.Text
source: Password:
de: Passwort:
es_mx: Contraseña:
fr: Mot de passe :
he_il: סיסמה:
id_id: Sandi:
ja_jp: パスワード:
ko_kr: 비밀번호:
nl_nl: Wachtwoord:
pt_br: Senha:
tr: Şifre:
uk: Пароль:
vi_vn: Mật khẩu:
zh_cn: 密码：
zh_tw: 密碼：

# lblOwnCloudExpiryTime.Text
source: Expiry time (days):
de: Verfallsdauert (Tage):
es_mx: Caducidad (días):
fr: Date d'expiration (jours) :
he_il: זמן תפוגה (ימים):
ja_jp: 有効期限(日):
ko_kr: 만료 예정일:
pt_br: Tempo de expiração (dias):
tr: Süre sonu (gün):
uk: Термін дії (днів):
vi_vn: Thời gian hết hiệu lực (ngày)
zh_cn: 有效期（天）：
zh_tw: 到期時間（天）：

# lblPlikURL.Text
source: Host
fr: Hôte
he_il: מארח
ja_jp: ホスト
ko_kr: 호스트
ru: Хост
tr: Sunucu
uk: Хост
zh_cn: 主机
zh_tw: 主機

# lblSeafileAccInfoUsage.Text
source: Usage:
de: Benutzung:
es_mx: Uso:
fr: Utilisation :
he_il: שימוש:
id_id: Penggunaan:
it_it: Utilizzo:
ja_jp: 使用:
ko_kr: 사용량:
nl_nl: Gebruik:
pt_br: Uso:
ru: Использование:
tr: Kullanım:
uk: Використання:
vi_vn: Sử dụng:
zh_cn: 使用量：
zh_tw: 使用量：

# lblSeafileAPIURL.Text
source: API URL:
es_mx: Enlace de la API:
fr: URL de l'API :
he_il: קישור API:
id_id: URL API:
it_it: URL API:
pt_br: URL da API:
ru: URL API:
tr: API adresi:
uk: Посилання API:
zh_tw: API 網址：

# lblSFTPKeyLocation.Text
source: Key location:
de: Schlüsselort:
es_mx: Ubicación de la clave:
fr: Emplacement de la clé :
he_il: מיקום מפתח:
id_id: Lokasi kunci:
it_it: Posizione Chiave:
ja_jp: 鍵の場所:
ko_kr: 키 경로:
pt_br: Chave localização:
ru: Расположение ключа:
tr: Anahtar konumu:
uk: Розташування ключів:
vi_vn: Vị trí tệp key:
zh_cn: 密钥位置：
zh_tw: 金鑰位置：

# lblSFTPKeyPassphrase.Text
source: Key passphrase:
de: Schlüssel-Passphrase:
es_mx: Frase de acceso de clave:
fr: Clé de la phrase secrète :
he_il: מפתח ביטוי-סיסמה:
id_id: Frasa kunci utama:
it_it: Passphrase:
ja_jp: 鍵のパスフレーズ:
ko_kr: 키 암호:
pt_br: Chave senha:
ru: Пароль ключа:
tr: Anahtar parolası:
uk: Ключові фрази:
vi_vn: Mã truy cập tệp key:
zh_cn: 密钥密码：
zh_tw: 金鑰密語：

# lblYourlsAPIURL.Text
source: API URL:
es_mx: Enlace de la API:
fr: URL de l'API :
he_il: קישור API:
id_id: URL API:
it_it: URL API:
pt_br: URL da API:
tr: API adresi:
uk: Посилання API:
zh_tw: API 網址：

# lblYouTubePrivacyType.Text
source: Visibility:
de: Sichtbarkeit:
es_mx: Tipo de privacidad:
fr: Type de confidentialité :
he_il: נראות:
id_id: Jenis privasi:
ja_jp: 公開範囲:
ko_kr: 개인 정보 유형:
pt_br: Tipo de privacidade:
tr: Gizlilik tipi:
uk: Видимість:
vi_vn: Chế độ riêng tư:
zh_cn: 隐私类型：
zh_tw: 隱私類型：

# lvlVgymeUserKey.Text
source: User key:
de: Benutzerschlüssel:
es_mx: Clave de usuario:
fr: Clé utilisateur :
he_il: מפתח משתמש:
id_id: Kunci pengguna:
it_it: Chiave Utente:
ja_jp: ユーザー キー:
ko_kr: 유저 키:
pt_br: Chave de usuário:
ru: Ключ пользователя:
tr: Kullanıcı anahtarı:
uk: Ключ користувача:
zh_cn: 用户密钥：
zh_tw: 使用者金鑰：

# rbFTPTransferModeActive.Text
source: Active
de: Aktiv
es_mx: Activa
fr: Actif
he_il: אקטיבי
id_id: Aktif
it_it: Attiva
ja_jp: アクティブ
ko_kr: 능동
pt_br: Ativo
ru: Активный
tr: Aktif
uk: Активний
vi_vn: Chủ động
zh_cn: 主动模式
zh_tw: 主動

# rbFTPTransferModePassive.Text
source: Passive
de: Passiv
es_mx: Pasiva
fr: Passif
he_il: פסיבי
id_id: Pasif
it_it: Passiva
ja_jp: パッシブ
ko_kr: 수동
pt_br: Passivo
ru: Пассивный
tr: Pasif
uk: Пасивний
vi_vn: Bị động
zh_cn: 被动模式
zh_tw: 被動

# tpAzureStorage.Text
source: Azure Storage
fr: Stockage Azure
pt_br: Armazenamento Azure
zh_cn: Azure 存储
zh_tw: Azure 儲存服務

# tpFirebaseDynamicLinks.Text
source: Firebase Dynamic Links
de: Firebase dynamische Links
es_mx: Dynamic Links de Firebase
fr: Liens dynamiques Firebase
id_id: Tautan Dinamis Firebase
ko_kr: Firebase 다이나믹 링크
pt_br: Links Dinâmicos Firebase
zh_cn: Firebase 动态链接
zh_tw: Firebase 動態連結

# tpGoogleCloudStorage.Text
source: Google Cloud Storage
ko_kr: 구글 클라우드 저장소
zh_cn: Google 云存储
zh_tw: Google 雲端儲存服務

# tpGoogleDrive.Text
source: Google Drive
zh_cn: Google 云端硬盘
zh_tw: Google 雲端硬碟

# cbOneDriveUseDirectLink.Text
source: Use direct link
de: Direktlink verwenden
es_mx: Utilizar enlace directo
fr: Utiliser les liens directs
he_il: השתמש בקישור ישיר
id_id: Gunakan tautan langsung
it_it: Usa Collegamento Diretto
ja_jp: ダイレクト リンクを使用
ko_kr: 핫링크 사용하기
nl_nl: Gebruik directe link
pt_br: Usar link direto
tr: Direkt link kullan
uk: Використовувати пряме посилання
vi_vn: Dùng liên kết trực tiếp
zh_cn: 使用直链
zh_tw: 使用直連連結

# cbOwnCloudAppendFileNameToURL.Text
source: Append file name to URL
de: Dateinamen an URL anhängen
fr: Concaténer le nom du fichier à l'URL
he_il: הוסף את שם הקובץ לקישור
ja_jp: URLにファイル名を付与
pt_br: Anexar o nome do arquivo à URL
tr: URL'ye dosya adı ekle
uk: Додавати ім'я файлу до URL-адреси
vi_vn: Nối tên tệp vào URL
zh_cn: 追加文件名到网址
zh_tw: 附加檔案名稱至網址

# cbPlikTTLUnit.Items
source: days
de: Tage
fr: jours
he_il: ימים
ja_jp: 日
pt_br: dias
tr: gün
uk: днів
vi_vn: ngày
zh_cn: 天
zh_tw: 天

# cbPlikTTLUnit.Items1
source: hours
de: Stunden
fr: heures
he_il: שעות
ja_jp: 時間
pt_br: horas
tr: saat
uk: годин
vi_vn: giờ
zh_cn: 小时
zh_tw: 小時

# cbPlikTTLUnit.Items2
source: minutes
de: Minuten
he_il: דקות
ja_jp: 分
pt_br: minutos
tr: dakika
uk: хвилин
vi_vn: phút
zh_cn: 分钟
zh_tw: 分鐘

# cbPlikTTLUnit.Items3
source: never
de: Niemals
fr: jamais
he_il: אף פעם
ja_jp: なし
pt_br: nunca
tr: hiçbir zaman
uk: ніколи
vi_vn: không bao giờ
zh_cn: 从不
zh_tw: 從不

# cbSeafileCreateShareableURLRaw.Text
source: Use raw URL
de: Original-URL verwenden
fr: Utiliser l'URL brute
he_il: השתמש בקישור גולמי
ja_jp: 生のURLを使用
pt_br: Use a URL bruta
tr: Saf adres kullan
uk: Використовувати сиру URL-адресу
vi_vn: Sử dụng URL thô
zh_cn: 使用原始网址
zh_tw: 使用原始網址

# cbYouTubeShowDialog.Text
source: Show video options dialog
de: Dialog für Videooptionen anzeigen
fr: Afficher la fenêtre de dialogue des options vidéo
he_il: הצג תיבת דו-שיח של אפשרויות וידאו
ja_jp: 動画のオプション用ダイアログを表示
pt_br: Mostrar caixa de diálogo de opções de vídeo
tr: Video seçenekleri penceresini göster
uk: Показувати діалогове вікно налаштувань відео
vi_vn: Hiển thị hộp thoại tùy chọn video
zh_cn: 显示视频选项对话框
zh_tw: 顯示影片選項對話框
