Repository: ShareX/ShareX
Catalog: ShareX.UploadersLib/Properties/Resources.*.resx
Languages: de, es, hu, ko_kr, pt_br, tr, uk, zh_cn

# TwitterTweetForm_SendTweet_Tweet_error
source: Tweet error
de: Twitter Fehler:
es: Error Tweet
hu: Tweet hiba
ko_kr: 트윗 오류
pt_br: Erro no tuite
tr: Tweet hatası
uk: Помилка твіту
zh_cn: Tweet 错误

# OAuthControl_Status_Status__Logged_in_
source: Status: Logged in.
de: Status: Eingeloggt
es: Estado: Iniciado sesión.
hu: Állapot: Bejelentkezve.
ko_kr: 상태: 로그인 완료.
pt_br: Status: Logado.
tr: Durum: Giriş yapılmış.
zh_cn: 状态:已登录。

# OAuthControl_Status_Status__Login_failed_
source: Status: Login failed.
de: Status: Login fehlgeschlagen
es: Estado: Inicio de sesión fallido.
hu: Állapot: Sikertelen bejelentkezés.
ko_kr: 상태: 로그인 실패.
pt_br: Status: Falha no login.
tr: Durum: Giriş başarısız.
zh_cn: 状态:登录失败。

# OAuthControl_Status_Status__Not_logged_in_
source: Status: Not logged in.
de: Status: Nicht eingeloggt
es: Estado: No ha iniciado sesión.
hu: Állapot: Nincs bejelentkezve.
ko_kr: 상태: 로그인되어 있지 않음.
pt_br: Status: Deslogado.
tr: Durum: Giriş yapılmamış.
zh_cn: 状态:尚未登录。

# UploadersConfigForm_UpdateDropboxStatus_Email_
source: Email:
ko_kr: 이메일:
tr: Eposta:

# UploadersConfigForm_UpdateDropboxStatus_Name_
source: Name:
hu: Név:
ko_kr: 이름:
pt_br: Nome:
tr: Ad:

# UploadersConfigForm_UpdateDropboxStatus_Upload_path_
source: Upload path:
de: Hochladepfad:
hu: Feltöltési útvonal:
ko_kr: 업로드 경로:
pt_br: Local de upload:
tr: Yükleme yolu:

# UploadersConfigForm_UpdateDropboxStatus_User_ID_
source: User ID:
de: Benutzer ID:
hu: Felhasználó ID:
ko_kr: 사용자 ID:
pt_br: ID do usuário:
tr: Kullanıcı ID:

# UploadersConfigForm_Error
source: Error
de: Fehler
hu: Hiba
ko_kr: 오류
pt_br: Erro
tr: Hata
uk: Помилка
zh_cn: 错误

# UploadersConfigForm_LoadSettings_Selected_folder_
source: Selected folder:
de: Ausgewählter Ordner:
es: Carpeta seleccionada:
hu: Kiválasztott mappa:
ko_kr: 선택된 폴더:
pt_br: Pasta selecionada:
tr: Seçili dizin:
uk: Вибрана тека:
zh_cn: 选定的文件夹:

# UploadersConfigForm_Login_failed
source: Login failed.
de: Einloggen fehlgeschlagen
es: Inicio de sesión fallido
hu: Bejelentkezési hiba.
ko_kr: 로그인에 실패하였습니다.
pt_br: Falha no login.
tr: Giriş yapılamadı.
uk: Збій авторизації.
zh_cn: 登录失败。

# UploadersConfigForm_Login_successful
source: Login successful.
de: Einloggen erfolgreich
es: Inicia sesión con éxito.
hu: Sikeres bejelentkezés.
ko_kr: 성공적으로 로그인했습니다.
pt_br: Login feito com sucesso.
tr: Giriş başarılı.
uk: Вдалий вхід.
zh_cn: 登录成功.

# UploadersConfigForm_MegaConfigureTab_Click_refresh_button
source: Click refresh button
de: Klicke Aktualisierungsknopf
es: Haga clic en botón de refrescar
hu: Kattints a frissítés gombra
ko_kr: 새로고침 버튼 클릭
pt_br: Clicar no botão de atualizar
tr: Yenile tuşuna basın
uk: Натисніть кнопку „Оновити“
zh_cn: 点击刷新按钮

# UploadersConfigForm_MegaConfigureTab_Configured
source: Configured
de: Konfiguriert
es: Configurado
hu: Beállítva
ko_kr: 설정됨
pt_br: Configurado
tr: Ayarlanmış
uk: Налаштовано
zh_cn: 配置

# UploadersConfigForm_MegaConfigureTab_Invalid_authentication
source: Invalid authentication
de: Ungültige Authentifizierung
es: Autenticación no es válido
hu: Helytelen felhatalmazás
ko_kr: 올바르지 않은 인증
pt_br: Autenticação invalida
tr: Hatalı yetkilendirme
uk: Хибна автентифікація
zh_cn: 无效的验证

# UploadersConfigForm_LoadSettings_Invalid_device_name
source: Invalid device name
de: Ungültiger Gerätename
es: Nombre del equipo no es válido
hu: Helytelen eszköznév
ko_kr: 올바르지 않은 장치명
pt_br: Nome de dispositivo invalido
tr: Hatalı cihaz adı
uk: Хибна назва пристрою
zh_cn: 无效的设备名称

# UploadersConfigForm_MinusUpdateControls_Not_logged_in_
source: Not logged in.
de: Nicht eingeloggt.
es: Sin iniciar sesión.
hu: Nincs bejelentkezve.
ko_kr: 로그인되어 있지 않음.
pt_br: Não está logado.
tr: Giriş yapılmamış.
zh_cn: 尚未登录.

# UploadersConfigForm_MinusUpdateControls_Logged_in_as__0__
source: Logged in as {0}.
de: Eingeloggt als {0}.
es: Conectado como {0}.
hu: Bejelentkezve a következőként: {0}.
ko_kr: {0} 사용자로 로그인 됨.
pt_br: Logado como {0}
tr: {0} olarak giriş yapılmış.
zh_cn: 登录为 {0}。

source: Refresh authorization is not supported.
de: Aktualisiere Autorisierung ist nicht unterstüzt
es: Autorización de refrescar no es compatible.
hu: A felhatalmazás frissítése nem támogatott.
ko_kr: 인증 새로고침은 지원되지 않습니다.
pt_br: Autorização de atualização não é suportada.
tr: Yetkilendirme yenileme desteklenmiyor.
uk: Оновлення авторизації не підтримується.
zh_cn: 不支持刷新授权。

# UploadersConfigForm_PhotobucketCreateAlbum__0__successfully_created_
source: {0} successfully created.
de: {0} erfolgreich erstellt
es: {0} creado con éxito.
hu: {0} sikeresen létrehozva.
ko_kr: {0} 성공적으로 생성됨.
pt_br: {0} criado com sucesso.
tr: {0} başarıyla oluşturuldu.
uk: {0} вдало створено.
zh_cn: {0} 创建成功。

# UploadersConfigForm_SendSpaceRegister_SendSpace_Registration___
source: SendSpace registration
de: SendSpace Registrierung
es: Registro de SendSpace
hu: SendSpace regisztráció
ko_kr: SendSpace 등록
pt_br: Registro no SendSpace
tr: SendSpace kayıt
uk: Реєстрація у SendSpace
zh_cn: SendSpace注册

# UploadersConfigForm_TestCustomUploader_Error__Result_is_empty_
source: Error: Result is empty.
de: Fehler: Ergebnis ist leer.
es: Error: El resultado está vacía.
hu: Hiba: a válasz üres.
ko_kr: 오류: 응답이 비어있습니다.
pt_br: Erro: Resultado está vazio.
tr: Hata: Sonuç boş.
uk: Помилка: Результат порожній.
zh_cn: 错误:结果是空的。

# UploadersConfigForm_TestFTPAccount_Connected_
source: Connected!
de: Verbunden!
es: Conectado!
hu: Csatlakozva!
ko_kr: 연결되었습니다!
pt_br: Conectado!
tr: Bağlandı!
uk: З’єднано!
zh_cn: 连接成功!

# UploadersConfigForm_TestFTPAccount_Connected_Created_folders
source: Connected! Created folders:
de: Verbunden! Hergestellte Ordner:
es: Conectado! Creado carpetas:
hu: Csatlakozva! Létrehozott mappák:
ko_kr: 연결되었습니다! 생성된 폴더:
pt_br: Conectado! Pastas criadas:
tr: Bağlandı! Oluşturulmuş dizinler:
uk: З’єднано! Створені теки:
zh_cn: 连接成功! 创建的文件夹:

# UploadersConfigForm_UpdateDropboxStatus_Download_path_
source: Download path:
de: Herunterladpfad:
hu: Letöltési útvonal:
ko_kr: 다운로드 경로:
pt_br: Local de download:
tr: İndirme yolu:

# KeyFileNameEditor_EditValue_Browse_for_a_key_file___
source: Browse for a key file...
de: Durchsuche für eine Keydatei...
es: Buscar un archivo de clave...
hu: Kulcsfájl tallózása...
ko_kr: 키 파일 탐색...
pt_br: Procurar por um arquivo de chave...
tr: Anahtar dosyası için gözat...
uk: Знайти ключовий файл...
zh_cn: 浏览密钥文件...

# OAuthInfo_OAuthInfo_New_account
source: New account
de: Neuer Account
es: Nueva cuenta
hu: Új fiók
ko_kr: 새 계정
pt_br: Nova conta
tr: Yeni hesap
uk: Новий обліковий запис
zh_cn: 新账户

# UploadersConfigForm_ListFolders_Authentication_required_
source: Authentication required.
de: Authentifizierung erfoderlich.
es: Se requiere autenticación
hu: Hitelesítés szükséges.
ko_kr: 인증이 필요합니다.
pt_br: Autenticação obrigatória.
tr: Yetkilendirme gerekiyor.
uk: Потрібна автентифікація.
zh_cn: 要求认证。

# DropboxFilesForm_tsmiDelete_Click_Delete_file_
source: Delete file?
de: Datei löschen?
hu: Fájl törlése?
ko_kr: 파일 삭제?
pt_br: Deletar arquivo?
tr: Dosya silinsin mi?

# DropboxFilesForm_tsmiCreateDirectory_Click_Directory_name_to_create
source: Directory name to create
de: zu erstellender Verzeichnisname
hu: Létrehozandó mappa
ko_kr: 생성할 폴더 이름
pt_br: Nome do diretório para ser criado:
tr: Oluşturulacak dizin adı

# FTPClientForm_FTPClientForm_ShareX_FTP_client
source: ShareX FTP client
de: ShareX FTP Gerät
es: ShareX cliente FTP
hu: ShareX FTP kliens
ko_kr: ShareX FTP 클라이언트
pt_br: Cliente FTP do ShareX
tr: ShareX FTP istemci
zh_cn: ShareX FTP客户端

# JiraUpload_ValidateIssueId_Issue_not_found
source: Issue not found
de: Ausgabe nicht gefunden
es: Problema no encontrado
hu: A probléma nem található
ko_kr: 이슈를 찾을 수 없음
pt_br: Questão não encontrada
tr: Sorun bulunamadı
uk: Запит не знайдено
zh_cn: 未找到问题

# UploadersConfigForm_MegaConfigureTab_Not_configured
source: Not configured
de: Nicht konfiguriert
es: No configurado
hu: Nincs beállítva
ko_kr: 설정되지 않음
pt_br: Não configurado
tr: Ayarlanmamış
uk: Не налаштовано
zh_cn: 未配置

# FTPClientForm_FTPClientForm_Connecting_to__0_
source: Connecting to {0}
de: Verbinde zu {0}
es: Conexión a {0}
hu: Csatlakozás ide: {0}
ko_kr: {0}에 접속 중
pt_br: Conectando ao {0}
tr: {0} bağlanıyor
zh_cn: 连接到 {0}

# FTPClientForm_FTPCreateDirectory_Directory_name_to_create
source: Directory name to create
de: zu erstellender Verzeichnisname
es: Nombre del directorio para crear
hu: Létrehozandó könyvtár
ko_kr: 생성할 폴더 이름
pt_br: Nome do diretório para ser criado
tr: Oluşturulacak dizin adı
zh_cn: 使用目录名来创建

# UploadersConfigForm_BoxListFolders_Box_refresh_folders_list_failed
source: Box refresh folders list failed
de: Box Aktualisierung der Ordnerliste fehlgeschlagen
es: Cuadro de lista de carpetas de refrescar falló
hu: Bo mappalista frissítés sikertelen
ko_kr: Box 폴더 목록 갱신 실패
pt_br: Falha na atualização da lista de pastas do Box
tr: Box dizin listesi yenileme başarısız
uk: Не вдалось оновити список тек Box
zh_cn: Box刷新文件夹列表失败

source: Login successful but getting account info failed.
de: Einloggen erfolgreich aber Zugriff auf Accountinfo fehlgeschlagen
hu: Sikeres bejelentkezés, de a fiók információk lekérdezése sikertelen.
ko_kr: 로그인에 성공했지만 계정 정보를 가져오지 못했습니다.
pt_br: Login OK, mas falha na obtenção de informações da conta
tr: Giriş başarılı fakat hesap bilgilerini alma başarısız.

# CertFileNameEditor_EditValue_Browse_for_a_certificate_file___
source: Browse for a certificate file...
de: Durchsuche für eine Zertifikatdatei...
es: Buscar un archivo de certificado...
hu: Hitelesítési fájl tallózása...
ko_kr: 인증 파일 탐색...
pt_br: Procurar por um arquivo de certificado...
tr: Sertifika dosyası için gözat...
uk: Знайти файл сертифіката...
zh_cn: 浏览证书文件...

# DropboxFilesForm_OpenDirectory_Path_not_exist_
source: Path not exist:
de: Pfad existiert nicht:
hu: Nem létező útvonal:
ko_kr: 경로가 존재하지 않음:
pt_br: Diretório não existe:
tr: Yol mevcut değil:

source: Are you sure you want to delete "{0}" from your Dropbox?
de: Bist du dir sicher, dass du {0} aus deiner Dropbox löschen willst?
hu: Biztosan törölni szeretnéd "{0}"-t a Dropboxodból?
ko_kr: DropBox에서 "{0}"을/를 삭제할까요?
pt_br: Você tem certeza que deseja deletar "{0}" do seu Dropbox?
tr: Dropbox'dan "{0}" silmek istediğinize emin misiniz?

# UploadersConfigForm_LoadSettings_Parent_album_path_e_g_
source: Parent album path e.g.
de: Ursprünglicher Albumpfad z.B.
es: Ruta de álbum e.g.
hu: Szülő album útvonala pl.
ko_kr: 부모 앨범 경로, 예:
pt_br: Local do álbum pai, por exemplo
tr: Ana album yolu, örneğin:
uk: Шлях до батьківського альбому, наприклад,
zh_cn: 上级专辑路径例如

# UploadersConfigForm_OneDriveAddFolder_Querying_folders___
source: Querying folders...
de: Ordner abfragen...
es: Consulta carpetas...
hu: Mappák lekérdezése...
ko_kr: 폴더 불러오는 중...
pt_br: Consultando pastas...
tr: Klasörler isteniyor...
uk: Запитуємо теки...
zh_cn: 查询文件夹...

# OneDrive_RootFolder_Root_folder
source: Root folder
de: Rootordner
es: Carpeta raíz
hu: Gyökér könyvtár
ko_kr: 최상위 폴더
pt_br: Pasta raiz
tr: Ana klasör
uk: Коренева тека
zh_cn: 根文件夹

# UploadersConfigForm_HubicListFolders_Hubic_refresh_folders_list_failed
source: Hubic refresh folders list failed
de: Hubic Erneuerung der Ordnerliste fehlgeschlagen
hu: Hubic könyvtár frissítés sikertelen
ko_kr: Hubic 폴더 목록 갱신 실패
pt_br: Falha ao atualizar lista de pastas Hubic
tr: Hubic dizin listesi yenileme başarısız

# UploadersConfigForm_FTPOpenClient_FTP_client_only_supports_FTP_or_FTPS_
source: FTP client only supports FTP or FTPS.
de: Das FTP-Programm unterstützt nur FTP oder FTPS.
pt_br: Cliente FTP suporta apenas FTP ou FTPS.
tr: FTP istemcisi sadece FTP veya FTPS destekliyor.
zh_cn: FTP客户端只支持FTP和FTPS。

# UploadersConfigForm_FTPOpenClient_Unable_to_find_valid_FTP_account_
source: Unable to find valid FTP account.
de: Kann kein gültiges FTP Konto finden.
pt_br: Não foi possivel achar uma conta FTP valida.
tr: Geçerli FTP hesabı bulunamadı.
uk: Неможливо знайти дійсний обліковий запис FTP.
zh_cn: 无法找到有效的FTP帐户。

source: Please select one of the Pomf uploaders from "Destination settings window -> Pomf tab".
de: Bitte wähle einen der Pomf Hochlader vom Pomf Tab im Zieleinstellungs-Fenster aus.
pt_br: Por favor selecione um dos uploaders Pomf em "Configurações de destino -> Pomf".
tr: Lütfen geçerli bir Pomf yükleyici seçiniz "Hedef ayarları penceresi -> Pomf sekmesi".
