Repository: ShareX/ShareX
Catalog: ShareX.ScreenCaptureLib/Screencast/FFmpegOptionsForm.*.resx
Languages: de, es, nl_nl

# btnHelp.Text
source: Help...
de: Hilfe...
es: Ayuda...

# btnRefreshSources.Text
source: Refresh
de: Erneuern
es: Refrescar
nl_nl: Ververs

# btnTest.Text
source: Test with CMD
de: Mit CMD austesten
es: Prueba con CMD
nl_nl: Test met CLI

# btnCopyPreview.Text
source: Copy
de: Kopieren
es: Copiar
nl_nl: Kopieer

# gbSource.Text
source: Sources
de: Quellen
es: Fuentes
nl_nl: Bronnen

# lblAACQuality.Text
source: Bitrate:
es: Tasa de bits:

# lblAudioCodec.Text
source: Audio codec:
es: Codec de audio:

# $this.Text
source: ShareX - FFmpeg options
de: ShareX - FFmpeg Optionen
es: ShareX - Opciones FFmpeg
nl_nl: ShareX - FFmpeg opties

# btnDownload.Text
source: Download
de: Herunterladen
es: Descargar

# cbCustomCommands.Text
source: Use custom commands
de: Eigene Befehle verwenden
es: Utilizar comandos personalizados
nl_nl: Gebruik aangepaste commando's

# lblAudioSource.Text
source: Audio source:
de: Audioquelle:
es: Fuente de audio:
nl_nl: Audio bron:

# lblCodec.Text
source: Video codec:
es: Códec de vídeo:

# lblMP3Quality.Text
source: Quality:
de: Qualität:
es: Calidad:
nl_nl: Kwaliteit:

# lblPreset.Text
source: Preset:
de: Voreingestellt:
es: Preajuste:

# lblVorbisQuality.Text
source: Quality:
de: Qualität:
es: Calidad:
nl_nl: Kwaliteit:

# lblVideoSource.Text
source: Video source:
de: Videoquelle
es: Fuente de vídeo:
nl_nl: Video bron:

# lblQscale.Text
source: Variable bitrate:
es: Tasa de bits variable:

# lblExtension.Text
source: Extension (Container format):
de: Erweiterung (Containerformat):
es: Extensión (Formato contenedor):

# gbCommandLinePreview.Text
source: Command line preview
de: Befehlszeilenvorschau
es: Línea de comandos vista previa
nl_nl: Voorbeeld van command line

# gbCommandLineArgs.Text
source: Additional command line arguments
de: Ergänzende Befehlszeilen Paramter
es: Argumentos adicionales de línea de comandos
nl_nl: Extra command line argumenten

# cbShowError.Text
source: If recording or encoding fails then show error window
es: Si falla la grabación y codificación; mostrar ventana de error

# tpVpx.Text
source: VP8 (WebM)
es: VP8

# tbAACBitrate.ToolTip
source: Default is 128k.
de: Standard sind 128k.
es: El valor predeterminado es de 128k.
nl_nl: Standaard is 128k.

# cbPreset.ToolTip
source: The default preset is "Medium". A preset is a collection of options that will provide a certain encoding speed to compression ratio. A slower preset will provide better compression (compression is quality per filesize). This means that, for example, if you target a certain file size or constant bit rate, you will achieve better quality with a slower preset. Similarly, for constant quality encoding, you will simply save bitrate by choosing a slower preset.
de: Der voreingestellte Standard ist "Medium". Eine Voreinstellung ist eine Kollektion von Optionen, welche eine Bestimmte Kodierung zu Kompressionrate haben. Eine langsamere Voreinstellung wird eine bessere Kompressionsrate haben (Kompression ist Qualität pro Dateigröße). Das heißt dass, z.B.: wenn du eine bestimmte Dateigröße haben möchtest oder eine konstante Bitrate, wirst du ein bessere Qualität mit einer langsamen Voreinstellung Ebenso, für eine konstante Qualitätskodierung, wirst du Bitraten sparen, wenn du eine langsame Voreinstellung wählst.
es: La configuración predeterminada es "Medium". Un configuración es un conjunto de opciones que proporcionan una cierta velocidad de codificación de la compresión ratio. Un configuración lento proporcionará una mejor compresión (compresión es de calidad por tamaño de archivo). Esto significa que, por ejemplo, si usted se centra en un tamaño de archivo determinado o tasa de bits constante, va a lograr una mejor calidad con un configuración más lento. Del mismo modo, para la codificación de calidad constante, simplemente guardar bitrate por elegir un preset más lento.

# nudQscale.ToolTip
source: 1 being highest quality/largest filesize and 31 being the lowest quality/smallest filesize.
de: 1 ist die höchste Qualität/größte Dateigröße und 31 die schlechteste Qualität/kleinste Dateigröße
es: 1 es más alto calidad / tamaño de archivo más grande y 31 es la calidad más baja / tamaño de archivos más pequeño.

# tbMP3_qscale.ToolTip
source: Range is 0-9 where a lower value is a higher quality. 0-3 will normally produce transparent results, 4 (default) should be close to perceptual transparency, and 6 produces an "acceptable" quality.
de: Die Spanne ist 0-9, wobei ein kleinerer Wert höherer Qualität entspricht. 0-3 produzieren normalerweise transparente Ergebnisse. 4 (Standard) sollte nah zu wahrnehmender Transparenz sein, 6 produziert "annehmbare Ergebnisse"
es: El rango es de 0 a 9, donde un valor inferior es de mayor calidad. 0-3 normalmente producir resultados transparentes, 4 (Predeterminado) debe estar cerca de la transparencia perceptual, y 6 produce una calidad "aceptable".
nl_nl: Het bereik is 0-9 waar een lagere waarde hogere kwaliteit betekend. 0-3 zal transparante resultaten produceren, 4 (standaardkeuze) is quasi transparant en 6 is acceptabele kwaliteit.

# tbVorbis_qscale.ToolTip
source: Range is 0–10, where 10 is highest quality. 3–6 is a good range to try. Default is 3.
de: Die Spanne ist 0-10, wobei 10 die höchste Qualität ist. 3-6 ist eine gute Spanne zum Versuchen. Standard ist 3
es: El rango es de 0 a 10, donde 10 es la más alta calidad. 3-6 es un buen rango para probar. El valor predeterminado es 3.
nl_nl: Het bereik is 0-10, met 10 de hoogste kwaliteit. 3-6 is een aanbevolen bereik. 3 is standaard.

# nudx264CRF.ToolTip
source: Constant Rate Factor (CRF): The range of the quantizer scale is 0-51: where 0 is lossless, 23 is default, and 51 is worst possible. A lower value is a higher quality and a subjectively sane range is 18-28. Consider 18 to be visually lossless or nearly so: it should look the same or nearly the same as the input but it isn't technically lossless. The range is exponential, so increasing the CRF value +6 is roughly half the bitrate while -6 is roughly twice the bitrate. General usage is to choose the highest CRF value that still provides an acceptable quality. If the output looks good, then try a higher value and if it looks bad then choose a lower value.
de: Constant Rate Factor (CRF): Die Weite des Multiplikators ist 0-51: wo 0 verlustfrei ist; 23 standard; und 51 das schlechteste Ein kleinerer Wert heißt bessere Qualität und die subjektiv angemessenste Weite ist 18-28. Man kann annehmen das 18 augenscheinlicherweise verlustfrei ist, oder fast: es sollte ganz oder fast wie der Input aussehen, ist aber theoretisch nicht verlustfrei. Die Weite ist Expotentzial, also wenn man den Wert um +6 erhöht ist es grob die halbe Bitrate, während -6 die doppelte ist. Normalerweise wählt man den höchsten CRF Wert, der noch akzeptable Ergebnisse erzielt. Wenn der Output gut aussieht, dann versuche einen höheren Wert und wenn es dann schlecht aussieht benutze wieder den niedrigeren Wert.
es: Factor Constante de Velocidad (CRF): El rango de la escala del cuantificador es 0-51: donde 0 es sin pérdidas, 23 es predeterminado, y 51 es el peor posible. Un valor más bajo es una mayor calidad y un rango subjetivamente cuerdo es 18-28. Considere 18 para ser visualmente sin pérdidas o casi: debe mirar el mismo o casi el mismo que el de entrada, pero no es técnicamente sin pérdidas. El rango es exponencial, por lo que el aumento del valor CRF 6 es más o menos la mitad de la tasa de bits, mientras que -6 es aproximadamente el doble de la tasa de bits. Uso general es elegir el valor más alto de CRF que todavía proporciona una calidad aceptable. Si la salida se ve bien, pruebe con un valor más alto y si se ve mal elija un valor inferior.
nl_nl: Constant Rate Factor (CRF): Het bereik van de schaal is 0-51: waar 0 verliesloos is, 23 standaard en 51 het ergste is. Een lagere waarde betekent hogere kwaliteit en een subjectieve schaal is 18-28. 18 is visiueel ongeveer verliesloos: Het ziet er quasi hetzelfde uit als het origineel maar is het technisch niet. Het bereik is exponentieel, dus de CRF met 6 verhogen halveert ongeveer de bitrate (en omgekeerd verdubbelt bij verlagen met 6). Een veelgebruikte methode is om de hoogste CRF waarde te kiezen die nog een acceptabele kwaliteit genereert. Als het resultaat er goed uitziet, probeer een hogere waarde, is het slechter, probeer een lagere waarde.
