Repository: ShareX/ShareX
Catalog: ShareX/Forms/ApplicationSettingsForm.*.resx
Languages: ar_ye, cs, de, es, es_mx, fa_ir, fr, he_il, id_id, it_it, ja_jp, ko_kr, nl_nl, pl, pt_br, pt_pt, ro, ru, tr, uk, vi_vn, zh_cn, zh_tw

# cbShellContextMenu.Text
source: Show "Upload with ShareX" button in Windows Explorer context menu
ar_ye: عرض الخيار "رفع باستخدام ShareX" على قائمة خيارات الملفات
cs: Zobrazit tlačítko "Nahrát pomocí ShareX" v kontextové nabídce
de: "Mit ShareX hochladen"-Eintrag im Kontextmenü anzeigen
es: Mostrar "Subir con ShareX" botón en el menú contextual de shell
es_mx: Mostrar botón de "Subir con ShareX" en el menú contextual
fa_ir: شیرایکس را در راست کلیک پنجره ویندوز اکسپلورر اضافه کن
fr: Afficher le bouton « Mettre en ligne avec ShareX » dans le menu contextuel de l'explorateur Windows
he_il: הצג את כפתור "העלה עם ShareX" בתפריט ההקשר של סייר הקבצים
id_id: Tampilkan "Unggah dengan ShareX" di menu konteks Windows Explorer
it_it: Mostra il Pulsante "Carica con ShareX" nel Menu Contestiale di Windows Explorer
ja_jp: エクスプローラのコンテキストメニューに「ShareXでアップロード」を表示
ko_kr: Windows 탐색기의 컨텍스트 메뉴에 "ShareX로 업로드하기" 표시하기
nl_nl: Toon een "Upload met ShareX" knop in het context menu
pl: Pokaż przycisk "Prześlij za pomocą ShareX" w menu kontekstowym Eksploratora Windows
pt_br: Mostrar botão "Enviar usando ShareX" no menu contextual do Windows Explorer
pt_pt: Mostrar botão de "Enviar com ShareX" no menu de contexto do Windows
ro: Afișați butonul "Încărcare cu ShareX" în meniul contextual din Windows Explorer
ru: Показывать пункт "Загрузить с помощью ShareX" в контекстном меню проводника Windows
tr: "ShareX ile yükle" tuşunu Windows sağ tık menüsünde göster
uk: Показувати кнопку „Вивантажити із ShareX“ у контекстному меню Провідника Windows
vi_vn: Hiện nút "Tải lên với ShareX" trong menu ngữ cảnh của Windows Explorer
zh_cn: 在 Windows 资源管理器右键菜单显示 "使用 ShareX 上传" 按钮
zh_tw: 在檔案總管的右鍵選單中顯示「使用 ShareX 上傳」按鈕

# cbListViewShowColumns.Text
source: Show columns
ar_ye: عرض الأعمدة
de: Spalten anzeigen
es_mx: Mostrar columnas
fr: Afficher les colonnes
he_il: הצג עמודות
ja_jp: カラム名を表示
pl: Pokaż kolumny
pt_br: Mostrar colunas
ro: Afișați coloanele
ru: Показывать колонки
tr: Kolonları göster
uk: Показувати стовпці
vi_vn: Hiển thị các cột
zh_cn: 显示列
zh_tw: 顯示列

# cbMainWindowShowMenu.Text
source: Show menu
ar_ye: عرض القائمة
de: Menü anzeigen
es_mx: Mostrar menú
fr: Afficher le menu
he_il: הצג תפריט
ja_jp: メニューを左側に表示
pl: Pokaż menu
pt_br: Mostrar menu
ro: Afișați meniul
ru: Показывать меню
tr: Menüyü göster
uk: Показувати меню
vi_vn: Hiển thị menu
zh_cn: 显示菜单
zh_tw: 顯示功能表

# cbTaskbarProgressEnabled.Text
source: Show progress in taskbar button
ar_ye: عرض مستوى التقدم في شريط المهام
cs: Zobrazit průběh ve tlačítku na liště
de: Fortschrittsanzeige in der Taskleiste anzeigen
es: Mostrar el progreso en el botón barra de tareas
es_mx: Mostrar progreso en el botón de la barra de tareas
fa_ir: پیشرفت را در نوار وظیفه نشان بده
fr: Afficher la progression sur l'icône de la barre des tâches et de la zone de notifications
he_il: הצג התקדמות בסמל שורת המשימות
id_id: Tampilkan kemajuan di ikon taskbar
it_it: Mostra Avanzamento sul Pulsante della Barra delle Applicazioni
ja_jp: 進行状況をタスクバーに表示
ko_kr: 작업 표시줄 단추에 진행 상황 표시하기
nl_nl: Toon vooruitgang in de taakbalk knop
pl: Pokaż postęp na przycisku paska zadań
pt_br: Mostrar progresso na barra de tarefas
pt_pt: Mostra progresso na barra de tarefas
ro: Afișați progresul în butonul din bara de activități
ru: Показывать прогресс на кнопке в панели задач
tr: Görev çubuğu tuşunda durum göster
uk: Показувати перебіг на кнопці в панелі завдань
vi_vn: Hiện tiến độ ở nút thanh tác vụ
zh_cn: 在任务栏显示进度
zh_tw: 在工作列顯示進度

# cbTrayIconProgressEnabled.Text
source: Show progress in tray icon
ar_ye: عرض مستوى التقدم في أيقونة الإشعارات
cs: Zobrazit průběh na ikoně v oznam. liště
de: Fortschrittsanzeige im Tray-Symbol anzeigen
es: Mostrar el progreso en icono de la bandeja
es_mx: Mostrar progreso en el icono del área de notificación
fa_ir: نشان دادن پیشرفت در نوار وظیفه:
fr: Afficher la progression sur l'icône dans la zone de notification
he_il: הצג התקדמות בסמל המגש
id_id: Tampilkan kemajuan di ikon baki
it_it: Mostra Avanzamento nell'Icona dell'Area di Notifica
ja_jp: 進行状況をトレイアイコンに表示
ko_kr: 트레이 아이콘에 진행 상황 표시하기
nl_nl: Toon vooruitgang in het tray icoon
pl: Pokaż postęp na ikonie w zasobniku
pt_br: Mostrar progresso no ícone da bandeja
pt_pt: Mostra progresso no ícon da bandeja do sistema
ro: Afișați progresul în pictograma din tavă
ru: Показывать прогресс на иконке в трее
tr: Tepsi simgesinde durum göster
uk: Показувати перебіг в області сповіщень
vi_vn: Hiện tiến độ ở biểu tượng trong khay hệ thống
zh_cn: 在系统托盘显示进度
zh_tw: 在系統匣圖示顯示進度

# cbRecentTasksShowInMainWindow.Text
source: Show recent tasks in main window on startup
ar_ye: عرض المهام الأخيرة على النافذة الرئيسية عند البدء
de: Letzte Aufgaben im Hauptfenster beim Starten anzeigen
es_mx: Mostrar tareas recientes en la ventana principal tras iniciar
fa_ir: وظایف اخیر را در پنجره اصلی نشان بده
fr: Afficher les tâches récentes dans la fenêtre principale au démarrage
he_il: בעת עלייה הצג משימות אחרונות בחלון הראשי
id_id: Tampilkan tugas terbaru di jendela utama saat memulai
it_it: Mostra Operazioni Recenti nella Finestra Principale all'Avvio
ja_jp: 起動時にメイン ウィンドウに最近使用したタスクを表示
ko_kr: 최근 작업을 프로그램을 시작할 때 메인 창에 보여주기
pl: Pokaż ostatnie zadania w głównym oknie przy starcie
pt_br: Mostrar tarefas recentes na janela principal ao iniciar
pt_pt: Mostrar tarefas recentes na janela principal ao iniciar
ro: Afisați sarcinile recente în fereastra principală la pornire
ru: Показывать последние задачи в основном окне при запуске
tr: Açılışta ana pencerede son görevleri göster
uk: Показувати останні завдання в головному вікні під час запуску
vi_vn: Hiện tác vụ gần đây ở cửa sổ chính khi khởi động
zh_cn: 在启动主窗口时显示近期任务
zh_tw: 啟動時在主視窗中顯示最近的排程

# cbRecentTasksShowInTrayMenu.Text
source: Show recent tasks in tray menu
ar_ye: عرض المهام الأخيرة على قائمة أيقونة الإشعارات
de: Letzte Aufgaben im Tray-Menü anzeigen
es_mx: Mostrar tareas recientes en el menú del área de notificación
fa_ir: در Tray Menu وظایف اخیر را نشان بده
fr: Afficher les tâches récentes dans la zone de notification
he_il: הצג משימות אחרונות בתפריט המגש
id_id: Tampilkan tugas terbaru di menu baki
it_it: Mostra Operazioni Recenti nel Menu dell'Area di Notifica
ja_jp: 最近使用したタスクをトレイメニューに表示
ko_kr: 최근 작업을 트레이 메뉴에 보여주기
pl: Pokaż ostatnie zadania w menu zasobnika
pt_br: Mostrar tarefas recentes no menu da bandeja
pt_pt: Mostrar tarefas recentes na janela da bandeja do sistema
ro: Afișarea sarcinilor recente în bară
ru: Показывать последние задачи в трее
tr: Tepsi menüsünde son görevleri göster
uk: Показувати останні завдання в меню області сповіщень
vi_vn: Hiện tác vụ gần đây ở menu khay hệ thống
zh_cn: 在托盘菜单显示近期任务
zh_tw: 在系統匣選單顯示最近的排程

# cbSendToMenu.Text
source: Show ShareX in "Send to" menu
ar_ye: عرض ShareX في قائمة "إرسال إلى"
cs: Zobrazit ShareX v nabídce "Odeslat"
de: ShareX im "Senden an"-Menü anzeigen
es: Mostrar ShareX en "Enviar a" menú
es_mx: Mostrar ShareX en el menú de "Enviar a"
fa_ir: شیر ایکس را در منوی ارسال به ویندوز اضافه کن
fr: Afficher ShareX dans le menu « Envoyer vers »
he_il: הצג את ShareX בתפריט "שלח אל"
id_id: Tampilkan ShareX di menu "Kirim ke"
it_it: Mostra ShareX nel Menu "Invia a"
ja_jp: 「送る」メニューにShareXを表示
ko_kr: Windows 탐색기의 "보내기" 컨텍스트 메뉴에 ShareX 표시하기
nl_nl: Toon ShareX in het "Verzenden naar" menu
pl: Pokaż ShareX w menu "Wyślij do"
pt_br: Mostrar ShareX no menu de "Enviar para"
pt_pt: Mostrar ShareX no menu de "Enviar para"
ro: Afișați ShareX în meniul "Trimitere la"
ru: Показывать ShareX в меню "Отправить"
tr: "Gönder" menüsünde ShareX göster
uk: Показати ShareX в меню „Надіслати“
vi_vn: Hiện ShareX trong menu "Send to"
zh_cn: 在 "发送到" 菜单中显示 ShareX
zh_tw: 在「傳送到」選單中顯示 ShareX

# cbThumbnailViewShowTitle.Text
source: Show title
ar_ye: عرض العنوان
de: Titel anzeigen
es_mx: Mostrar título
fr: Afficher le titre
he_il: הצג כותרת
ja_jp: タイトルを表示
pl: Pokaż tytuł
pt_br: Mostrar título
ro: Arată titlul
ru: Показывать заголовки
tr: Başlığı göster
uk: Показувати заголовок
vi_vn: Hiển thị tiêu đề
zh_cn: 显示标题
zh_tw: 顯示標題

# cbShowTray.Text
source: Show tray icon
ar_ye: عرض أيقونة الإشعارات
cs: Zobrazit ikonu v oznamovací liště
de: Symbol im Infobereich/Tray anzeigen
es: Mostrar icono de la bandeja
es_mx: Mostrar icono en el área de notificación
fa_ir: نشان دادن آیکن در نوار وظیفه:
fr: Afficher l'icône dans la zone de notification
he_il: הצג סמל מגש
id_id: Tampilkan ikon baki
it_it: Mostra Icona nell'Area di Notifica
ja_jp: トレイアイコンを表示
ko_kr: 트레이 아이콘 표시하기
nl_nl: Toon tray icoon
pl: Pokaż ikonę w zasobniku
pt_br: Mostrar ícone da área de notificações
pt_pt: Mostrar ícon na bandeja do sistema
ro: Afișare pictogramă în bară
ru: Показывать иконку в трее
tr: Bildirim alanında simge göster
uk: Показувати піктограму в області сповіщень
vi_vn: Hiện biểu tượng ở khay hệ thống
zh_cn: 显示托盘图标
zh_tw: 顯示系統匣圖示

# lblUploadLimit.Text
source: Simultaneous upload limit:
ar_ye: عدد المرفوعات في الوقت نفسه:
cs: Limit souběžných uploadů:
de: Begrenzung für gleichzeitige Uploads:
es: Límite de subida simultánea:
es_mx: Límite de subidas simultáneas:
fa_ir: محدودیت آپلود همزمان:
fr: Limite de mises en ligne simultanées :
he_il: מגבלת העלאה סימולטנית:
id_id: Batas unggahan secara bersamaan:
it_it: Limite di Caricamenti Simultanei:
ja_jp: 同時アップロード数の上限:
ko_kr: 동시 업로드 수:
nl_nl: Maximum simultane uploads:
pl: Limit jednoczesnego przesyłania:
pt_br: Limite de envios simultâneos:
pt_pt: Limite de envios em simultâneo:
ro: Limita de încărcare simultană:
ru: Лимит одновременных загрузок:
tr: Aynı anda yükleme limiti:
uk: Межа одночасних відвантажень:
vi_vn: Giới hạn tải lên đồng thời:
zh_cn: 同时上传限制：
zh_tw: 同時上傳限制：

# lblSaveImageSubFolderPatternWindow.Text
source: Sub folder pattern for window:
ar_ye: نمط المجلدات الفرعية للنافذة:
de: Unterordnermuster für Fenster:
es_mx: Patrón de subcarpeta para ventana:
fr: Schéma de sous-dossier pour fenêtre :
he_il: תבנית תיקיית משנה לחלון:
ja_jp: ウィンドウキャプチャー時の保存先フォルダ名の規則:
pl: Wzór podfolderu dla okna:
pt_br: Padrão de subpasta para janela:
ro: Model de dosar secundar pentru fereastră:
ru: Шаблон имени подпапок для окна:
tr: Pencere için alt dizin şablonu:
uk: Шаблон назви підтек для вікна:
vi_vn: Mẫu thư mục con cho cửa sổ:
zh_cn: 用于窗口的子文件夹模式：
zh_tw: 視窗的子資料夾格式：

# lblSaveImageSubFolderPattern.Text
source: Sub folder pattern:
ar_ye: نمط المجلدات الفرعية:
cs: Vzor podsložek:
de: Unterordnermuster:
es: Modelo subcarpeta:
es_mx: Formato de subcarpeta:
fa_ir: الگوی زیرپوشه:
fr: Modèle de sous-dossier :
he_il: תבנית תיקיית משנה:
id_id: Pola sub folder:
it_it: Schema per le Sottocartelle:
ja_jp: サブフォルダー名の規則:
ko_kr: 하위 폴더명 패턴:
nl_nl: Patroon voor deelmappen:
pl: Wzór podfolderu:
pt_br: Modelo de sub pasta:
pt_pt: Modelo padrão de sub-pastas:
ro: Model de subdosar:
ru: Шаблон имени подпапок:
tr: Alt dizin şablonu:
uk: Шаблон назви підтек:
vi_vn: Định dạng tên thư mục phụ:
zh_cn: 子文件夹模式:
zh_tw: 子資料夾格式：

# lblMainWindowTaskViewMode.Text
source: Task view mode:
ar_ye: طريقة عرض المهام:
de: Aufgabenansichtsmodus:
es_mx: Modo vista de tarea:
fr: Mode d'affichage d'une tâche :
he_il: מצב תצוגת משימות:
ja_jp: タスクの表示方法:
pl: Tryb widoku zadań:
pt_br: Modo de exibição de tarefas:
ro: Modul de vizualizare a sarcinilor:
ru: Отображение задач:
tr: Görev görünümü modu:
uk: Режим перегляду завдань:
vi_vn: Chế độ xem tác vụ:
zh_cn: 任务视图模式：
zh_tw: 排程檢視模式：

# tpTheme.Text
source: Theme
ar_ye: المظهر
de: Design
es_mx: Apariencia
fa_ir: تم
fr: Thème
he_il: ערכת נושא
ja_jp: テーマ
ko_kr: 테마
pl: Motyw
pt_br: Tema
pt_pt: Tema
ro: Tema
ru: Тема
tr: Tema
uk: Тема
zh_cn: 主题
zh_tw: 佈景主題

# lblClipboardFormatsTip.Text
source: These formats will appear under "Copy" sub-menu in the main window context menu.
ar_ye: هذه الصيغ ستظهر تحت البند "نسخ" في القائمة الفرعية الخاصة بقائمة خيارات النافذة الرئيسية.
de: Diese Formate werden im Untermenü „Kopieren“ im Kontextmenü des Hauptfensters angezeigt.
es_mx: Estos formatos aparecerán bajo el submenú "Copiar" en el menú contextual de la ventana principal.
fr: Ces formats apparaîtrons dans le sous-menu "Copier" du menu contextuel de la fenêtre principale.
he_il: פורמטים אלה יופיעו תחת תפריט המשנה "העתק" בתפריט ההקשר של החלון הראשי.
ja_jp: ここで設定した書式は、メインウィンドウの画像を右クリックした時のメニューの「コピー」内に表示されます。
pl: Formaty te pojawią się w podmenu "Kopiowanie" w menu kontekstowym okna głównego.
pt_br: Esses formatos aparecerão no submenu "Copiar" no menu de contexto da janela principal.
ro: Aceste formate vor apărea în submeniul "Copiere" din meniul contextual al ferestrei principale.
ru: Эти форматы появятся в главном окне, контекстное меню - "Скопировать".
tr: Bu biçimler ana pencere sağ tık menüsünde "Kopyala" alt menüsü altında görünecektir.
uk: Ці формати з'являться у підменю "Копіювати" контекстного меню головного вікна.
vi_vn: Các định dạng này sẽ xuất hiện trong menu phụ "Sao chép" trong menu ngữ cảnh của cửa sổ chính.
zh_cn: 这些格式会出现在主窗口的右键菜单中的“复制”菜单里面。
zh_tw: 這些格式會出現在主視窗的右鍵選單中的「複製」子選單中。

# lblThumbnailViewThumbnailClickAction.Text
source: Thumbnail click action:
ar_ye: عند النقر على الصور المصغرة:
de: Thumbnail-Klickaktion:
es_mx: Acción al hacer click en la miniatura:
fr: Action du clic sur la miniature :
he_il: פעולה בעת לחיצה על תמונה ממוזערת:
ja_jp: クリック時の動作:
pl: Akcja kliknięcia miniatury:
pt_br: Ação de clique na miniatura:
ro: Acțiune de clic pe miniatură:
ru: Действие при нажатии:
tr: Küçük resim tıklama eylemi:
uk: Дія при натисканні:
vi_vn: Hành động nhấp vào hình thu nhỏ:
zh_cn: 单击缩略图操作：
zh_tw: 點擊縮圖的操作：

# lblThumbnailViewThumbnailSize.Text
source: Thumbnail size:
ar_ye: حجم الصورة المصغرة:
de: Thumbnail-Größe:
es_mx: Tamaño de la miniatura:
fr: Taille de la miniature :
he_il: גודל תמונה ממוזערת:
ja_jp: サムネイルのサイズ:
pl: Wielkość miniaturki:
pt_br: Tamanho da miniatura:
ro: Dimensiunea miniaturii:
ru: Размер миниатюры:
tr: Küçük resim boyutu:
uk: Розмір мініатюри:
vi_vn: Kích thước thu nhỏ:
zh_cn: 缩略图大小：
zh_tw: 縮圖大小：

# gbThumbnailView.Text
source: Thumbnail view
ar_ye: عرض كـ شبكة
de: Miniaturansicht
es_mx: Vista de miniatura
fr: Aspect de la miniature
he_il: תצוגת תמונה ממוזערת
ja_jp: サムネイル表示
pl: Widok miniatur
pt_br: Exibição em miniatura
ro: Vizualizare în miniatură
ru: Режим списка
tr: Küçük resim görünümü
uk: Режим мініатюр
vi_vn: Chế độ xem hình thu nhỏ
zh_cn: 缩略图视图
zh_tw: 縮圖模式

# lblThumbnailViewTitleLocation.Text
source: Title location:
ar_ye: مكان العنوان:
de: Ort des Titels:
es_mx: Ubicación del título:
fr: Emplacement du titre :
he_il: מיקום כותרת:
ja_jp: タイトルの表示位置:
pl: Lokalizacja tytułu:
pt_br: Localização do título:
ro: Titlul locației:
ru: Положение заголовка:
tr: Başlık konumu:
uk: Розташування заголовка:
vi_vn: Vị trí tiêu đề:
zh_cn: 标题位置：
zh_tw: 標題位置：

# tpUpload.Text
source: Upload
ar_ye: رفع
es: Subir
es_mx: Subir
fa_ir: آپلود
fr: Mise en ligne
he_il: העלאה
id_id: Unggah
it_it: Carica
ja_jp: アップロード
ko_kr: 업로드
nl_nl: Uploaden
pl: Prześlij
pt_br: Enviar
pt_pt: Envio
ro: Încărcare
ru: Загрузка
tr: Yükleme
uk: Вивантажити
vi_vn: Tải lên
zh_cn: 上传
zh_tw: 上傳

# cbUseCustomScreenshotsPath.Text
source: Use custom screenshots folder:
ar_ye: استخدام مجلد مخصص للقطات الشاشة:
cs: Použít vlastní složku na snímky obrazovky:
de: Benutzerdefinierten Ordner für Screenshots verwenden:
es: Utilizar carpeta screenshots personalizadas
es_mx: Usar carpeta de captura de imágenes personalizada:
fa_ir: از پوشه سفارشی برای اسکرین شات ها استفاده کن:
fr: Utiliser un dossier personnalisé pour les captures d'écran :
he_il: השתמש בתיקיית צילומי מסך מותאמת אישית:
id_id: Gunakan folder screenshot khusus:
it_it: Usa una Cartella Personalizzata per gli Screenshot:
ja_jp: 独自の画像保存フォルダーを使用:
ko_kr: 사용자 지정 스크린샷 폴더 사용:
nl_nl: Gebruik een aangepaste map voor screenshots:
pl: Użyj niestandardowego folderu zrzutów ekranu:
pt_br: Use a pasta de capturas de tela personalizadas:
pt_pt: Usar pasta personalizada para capturas
ro: Folosiți un folder personalizat pentru capturi de ecran:
ru: Пользовательская папка для скриншотов:
tr: Özel ekran görüntüsü dizini kullan:
uk: Власна тека для знімків:
vi_vn: Lưu ảnh chụp vào thư mục riêng:
zh_cn: 使用自定义截图文件夹:
zh_tw: 使用自訂截圖資料夾：

# cbUseCustomTheme.Text
source: Use custom theme
ar_ye: تخصيص المظهر
de: Eigenes Thema verwenden
es_mx: Usar tema personalizado
fr: Utiliser un thème personnalisé
he_il: השתמש בערכת נושא מותאמת אישית
ja_jp: 独自のテーマを使う
pl: Użyj niestandardowego motywu
pt_br: Usar tema personalizado
pt_pt: Usar tema personalizado
ro: Utilizați o temă personalizată
ru: Пользовательская тема
uk: Використовувати власну тему
zh_tw: 使用自訂的佈景主題

# cbUseSecondaryUploaders.Text
source: Use secondary uploaders order of preference when retrying
ar_ye: استخدام ترتيب الرافع الثانوي للتفضيلات عند إعادة المحاولة
de: Bevorzugte Reihenfolge der sekundären Uploader beim erneuten Versuch verwenden
es_mx: Usar el orden de preferencia de los servidores secundarios al reintentar
fr: Utiliser l'ordre de préférence secondaire des hébergeurs lors d'une nouvelle tentative
he_il: השתמש בסדר העדפה משני של שירותי העלאה בעת ניסיון חוזר
ja_jp: アップロード再試行時に予備のアップローダーを使用
pl: Używaj serwisów drugorzędnych w kolejności preferencji przy ponawianiu prób
pt_br: Use a ordem de preferência dos uploaders secundários ao tentar novamente
ro: Folosiți ordinea de preferință a destinațiilor secundare atunci când se reîncearcă
ru: Пробовать вторичные загрузчики в заданном порядке
tr: Tekrar denerken ikincil yükleyicileri sırasına göre kullan
uk: Під час повторної спроби використовувати вторинні вивантажувачі в порядку пріоритету
vi_vn: Sử dụng thứ tự ưu tiên của người tải lên phụ khi thử lại
zh_cn: 重试时使用备用的上传器设置
zh_tw: 重試時使用備用的上傳工具設定

# cbUseWhiteShareXIcon.Text
source: Use white ShareX icon
ar_ye: استخدام أيقونة بيضاء للتطبيق
de: Weißes ShareX-Icon verwenden
es_mx: Usar icono blanco de ShareX
fa_ir: از آیکن سفید نرم افزار استفاده کن
fr: Utiliser une icône ShareX blanche
he_il: השתמש בסמל ShareX לבן
ja_jp: 白いトレイアイコンを使用
ko_kr: 하얀색 ShareX 아이콘 사용
pl: Użyj białej ikony ShareX
pt_br: Usar ícone branco do ShareX
pt_pt: Usar ícon branco do ShareX
ro: Utilizați pictograma albă ShareX
ru: Использовать белую иконку ShareX
tr: Beyaz ShareX ikonu kullan
uk: Використовувати білу піктограму ShareX
vi_vn: Dùng biểu tượng ShareX màu trắng
zh_cn: 使用白色 ShareX 图标
zh_tw: 使用白色 ShareX 圖示

# lblProxyUsername.Text
source: Username:
ar_ye: اسم المستخدم:
cs: Uživ. jméno:
de: Benutzername:
es: Nombre de usuario:
es_mx: Nombre de usuario:
fa_ir: نام کاربری:
fr: Nom d'utilisateur :
he_il: שם משתמש:
id_id: Nama:
it_it: Nome Utente:
ja_jp: ユーザー名:
ko_kr: 사용자 ID:
nl_nl: Gebruikersnaam:
pl: Nazwa użytkownika:
pt_br: Usuário:
pt_pt: Utilizador:
ro: Nume de utilizator:
ru: Имя пользователя:
tr: Kullanıcı adı:
uk: Ім’я користувача:
vi_vn: Tên người dùng:
zh_cn: 用户名：
zh_tw: 使用者名稱：

# cbSteamShowInApp.Text
source: While ShareX is open, show "In-App" in Steam
ar_ye: عندما يكون ShareX قيد التشغيل، قم بعرضه من خلال "In-App" في Steam
de: "In-App" in Steam anzeigen, während ShareX geöffnet ist
es_mx: Mientras ShareX esté abierto, mostrar "En aplicación" en el estado de Steam
fr: Lorsque ShareX est ouvert, afficher le statut « Dans une application » sur Steam
he_il: בזמן ש-ShareX פתוח, הצג את "In-App" ב-Steam
id_id: Saat ShareX terbuka, tampilkan "In-App" di Steam
it_it: Mentre ShareX è aperto, mostra "In-App" su Steam
ja_jp: ShareX起動中は、Steamの「ゲーム中」に表示
ko_kr: ShareX가 열려 있을 때 스팀에서 실행 중이라고 띄우기
nl_nl: Toon "In-App" op Steam zolang ShareX open is
pl: Gdy ShareX jest otwarty, pokaż status "W aplikacji" na Steamie
pt_br: Enquanto o programa estiver aberto, mostrar "Em aplicativo" na Steam
pt_pt: Enquanto ShareX estiver aberto, mostrar "In-App" na Steam
ro: În timp ce ShareX este deschis, arată "În aplicație" pe Steam
ru: Пока ShareX открыт, показывать в Steam статус "В приложении"
tr: ShareX açık iken Steam de "Uygulamada" olarak göster
uk: При відкритому ShareX, показувати „У програмі“ у Steam
vi_vn: Khi ShareX đang chạy, hiện "In-App" trong Steam
zh_cn: 当 ShareX 开启时，在 Steam 状态显示 ShareX
zh_tw: 當 ShareX 開啟時，在 Steam 狀態顯示 ShareX

# gbWindows.Text
source: Windows
ar_ye: نظام التشغيل Windows
fa_ir: ویندوز
uk: Вікна

# lblUpdateChannel.Text
source: Update channel:
ar_ye: قناة التحديثات:
de: Updatekanal:
fr: Canal de mise à jour :
ja_jp: 更新するバージョン:
ru: Канал обновлений:
tr: Güncelleme kanalı:
uk: Канал оновлень:
zh_tw: 更新通道：
