Repository: ShareX/ShareX
Catalog: ShareX/Forms/ApplicationSettingsForm.*.resx
Languages: ar_ye, cs, de, es, es_mx, fa_ir, fr, he_il, id_id, it_it, ja_jp, ko_kr, nl_nl, pl, pt_br, pt_pt, ro, ru, tr, uk, vi_vn, zh_cn, zh_tw

# lblRecentTasksMaxCount.Text
source: Maximum number of tasks to save:
ar_ye: أقصى عدد للمهام التي سيتم حفظها:
de: Maximale Anzahl zu speichernder Aufgaben:
es_mx: Número máximo de tareas a guardar:
fa_ir: حداکثر تعداد وظایفی که میتواند ذخیره شود:
fr: Nombre maximum de tâches à enregistrer :
he_il: מספר מקסימלי של משימות לשמירה:
id_id: Jumlah maksimum tugas untuk disimpan:
it_it: Numero Massimo di Operazioni da Salvare:
ja_jp: 保存するタスクの上限:
ko_kr: 저장할 최대 작업 수:
nl_nl: Maximale nummer van taken om op te slaan:
pl: Maksymalna liczba zadań do zapisania:
pt_br: Número máximo de tarefas para salvar:
pt_pt: Nº máximo de tarefas para guardar:
ro: Numărul maxim de sarcini de salvat:
ru: Максимальное количество задач для сохранения:
tr: En fazla kaydedilecek görev sayısı:
uk: Максимальна кількість завдань для збереження:
vi_vn: Số lượng tác vụ tối đa có thể lưu:
zh_cn: 保存任务最大数量:
zh_tw: 儲存的最大排程數量：

# cbSilentRun.Text
source: Minimize to tray on start
ar_ye: تصغير إلى الإشعارات عند البدء
cs: Minimalizovat na oznam. lištu při startu
de: Beim Start in den Infobereich/Tray minimieren
es: Minimizar a la bandeja al iniciar Windows
es_mx: Al iniciar minimizar al área de notificación
fa_ir: در هنگام شروع ضبط نرم افزار را کوچک کن
fr: Réduire ShareX dans la zone de notification
he_il: מזער למגש בעליית התוכנית
id_id: Minimalkan ke baki saat mulai
it_it: All'Avvio Riduci all'Area di Notifica
ja_jp: 起動時にシステムトレイに最小化
ko_kr: 시작 시 트레이로 최소화하기
nl_nl: Minimaliseer naar tray bij opstarten
pl: Minimalizuj do zasobnika przy starcie
pt_br: Ao iniciar minimizar para a bandeja
pt_pt: Minimizar para a bandeja do sistema ao iniciar
ro: Minimizarea în bară la pornire
ru: При запуске сворачивать в трей
tr: Başlangıçta simge durumuna küçült
uk: Згортати програму в лоток при запуску
vi_vn: Khi khởi động thu nhỏ xuống khay hệ thống
zh_cn: 启动时最小化到托盘
zh_tw: 啟動時最小化到系統匣

# lblExportImportNote.Text
source: Note: Do not share the exported file with anyone because it might contain private information such as account details and your upload history.
ar_ye: ملاحظة: لا تشارك الملفات التي تم تصديرها، لأنها قد تحتوي بيانات خاصة، مثل تفاصيل الحسابات وتأريخ المرفوعات.
de: Hinweis: Geben Sie die exportierte Datei an niemanden weiter, da sie private Informationen wie Kontodaten und Ihre Upload-Historie enthalten könnte.
es_mx: Nota: No comparta con nadie el archivo exportado ya que podría contener información privada, como los detalles de su cuenta y su historial de subidas.
fr: Note : ne partagez le fichier exporté avec personne car il pourrait contenir des informations privées comme les détails de votre compte et votre historique de mises en ligne.
he_il: הערה: אל תשתף את הקובץ המיוצא עם אף אחד מכיוון שהוא עשוי להכיל מידע אישי כמו פרטי חשבון והיסטוריית ההעלאות שלך.
ja_jp: エクスポートしたファイルには、アカウントの情報やアップロード履歴が含まれることがあるため他者に共有しないようにしましょう。
ko_kr: 노트: 내보낸 파일은 계정 정보나 파일 업로드 기록과 같은 개인정보를 포함하고 있을 수 있으니 아무에게도 공유하지 마세요.
pl: Uwaga: Nie udostępniaj nikomu wyeksportowanego pliku, ponieważ może on zawierać prywatne informacje, takie jak szczegóły konta i historia przesyłania.
pt_br: Aviso: não compartilhe o arquivo exportado com ninguém, pois ele pode conter informações privadas, como detalhes da conta e seu histórico de upload.
pt_pt: Nota: Não partilhe o ficheiro exportado com ninguém pois o mesmo poderá conter informação privada como os detalhes da sua conta e o seu histórico de upload
ro: Notă: Nu partajați fișierul exportat cu nimeni, deoarece acesta ar putea conține informații private, cum ar fi detaliile contului și istoricul încărcărilor dvs.
ru: Заметка: Не делитесь этим экспортируемым файлом ни с кем, он может содержать личную информацию, например пароли.
tr: Not: Dışarı aktarılan dosyayı kimseyle paylaşmayınız, çünkü hesap detayları ve yükleme girdileri gibi kişisel bilgiler içerebilir.
uk: Примітка: Не діліться експортованим файлом з ким-небудь, тому що він може містити особисту інформацію, штибу даних обліковки та історії вивантаження.
vi_vn: Lưu ý: Việc này sẽ xuất ra tất cả các tệp tin cài đặt và lịch sử
zh_cn: 注意：它导出所有设置文件和历史文件，但不导出屏幕截图、日志和备份文件夹。请勿分享导出的文件给其他人，其中可能包含私人信息，例如您的账号和密码。
zh_tw: 注意：請勿與他人分享匯出的檔案，因為其可能含有帳號資料、上傳歷史等個人資訊。

# lblCleanupKeepFileCount.Text
source: Number of files to keep:
ar_ye: عدد الملفات التي سيتم الاحتفاظ بها:
de: Anzahl der zu speichernden Dateien:
es_mx: Número de archivos a mantener:
fr: Nombre de fichiers à conserver :
he_il: מספר הקבצים לשמירה:
ja_jp: 残しておくファイル数:
pl: Liczba plików do zachowania:
pt_br: Número de arquivos a serem mantidos:
ro: Numărul de fișiere care trebuie păstrate:
ru: Оставлять файлов:
tr: Saklancak dosya sayısı:
uk: Кількість файлів для зберігання:
vi_vn: Số lượng tệp cần giữ:
zh_cn: 保留文件数量：
zh_tw: 保留檔案數量：

# cbIfUploadFailRetryOnce.Text
source: Number of times to retry if upload fails:
ar_ye: عدد المحاولات عند فشل الرفع:
cs: Kolikrát zkusit znovu, pokud upload selže:
de: Anzahl der erneuten Versuche bei Uploadfehlern:
es: Número de reintentos si subir falla
es_mx: Reintentos si la subida falla:
fa_ir: تعداد سعی ها در صورتی که آپلود با مشکل مواجه شود.
fr: Nombre de nouvelles tentatives si la mise en ligne échoue :
he_il: מספר הפעמים לניסיון חוזר אם ההעלאה נכשלה:
id_id: Jumlah mencoba kembali bila unggahan gagal:
it_it: Numero di Tentativi se il Caricamento Fallisce:
ja_jp: アップロード失敗時に再試行する回数:
ko_kr: 업로드 실패 시 다시 시도할 횟수:
nl_nl: Aantal keer opnieuw proberen bij mislukte upload:
pl: Liczba ponownych prób w przypadku niepowodzenia przesyłania:
pt_br: Tentativas se o envio falhar:
pt_pt: Nº de tentativas para repetir se o envio falhar:
ro: Numărul de încercări în cazul în care încărcarea eșuează:
ru: Число повторных попыток, если загрузка не удалась:
tr: Yükleme sırasında hata olursa kaç kez tekrar denensin:
uk: Кількість спроб вивантаження при збої:
vi_vn: Số lần thử lại nếu tải lên không thành công:
zh_cn: 上传失败重试次数：
zh_tw: 上傳失敗重試次數：

# lblTrayLeftDoubleClickAction.Text
source: On tray icon double left click:
ar_ye: عند النقر المزدوج على أيقونة الإشعارات:
de: Aktion bei Doppelklick auf Tray-Symbol:
es_mx: Doble clic izq. en el icono del área de notificación:
fa_ir: دابل کلیک روی آیکن در نواروظیفه:
fr: Lors d'un double clic gauche sur l'icône dans la zone de notification :
he_il: לחיצה שמאלית כפולה על סמל המגש:
id_id: Klik ganda di ikon baki:
it_it: Doppio Click Sinistro sull'Icona dell'Area di Notifica
ja_jp: トレイアイコンの左ダブルクリック:
ko_kr: 트레이 아이콘 더블 클릭시:
pl: Po podwójnym kliknięciu lewym na ikonę w zasobniku:
pt_br: Duplo clique no ícone da bandeja:
pt_pt: Ao clicar (2x) com o botão esquerdo do rato no ícon da bandeja de sistema:
ro: Pe pictograma din bară faceți dublu clic stânga:
ru: Двойной клик по иконке в трее:
tr: Tepsi simgesi çift tıklandığında:
uk: Подвійний лівий притиск по піктограмі у лотку:
vi_vn: Khi nhấn đúp chuột trái vào biểu tượng ở khay hệ thống:
zh_cn: 鼠标左键双击托盘图标：
zh_tw: 滑鼠左鍵雙擊系統匣圖示：

# lblTrayLeftClickAction.Text
source: On tray icon left click:
ar_ye: عند النقر بالزر الأيسر على أيقونة الإشعارات:
de: Aktion bei Linksklick auf Tray-Symbol:
es_mx: Clic izq. en el icono del área de notificación:
fa_ir: کلیک چپ روی آیکن در نواروظیفه:
fr: Lors d'un clic gauche sur l'icône dans la zone de notification :
he_il: לחיצה שמאלית על סמל המגש:
id_id: Klik kiri di ikon baki:
it_it: Click Sinistro sull'Icona dell'Area di Notifica
ja_jp: トレイアイコンの左クリック:
ko_kr: 트레이 아이콘 일반 클릭시:
pl: Po kliknięciu lewym na ikonę w zasobniku:
pt_br: Clique no ícone da bandeja:
pt_pt: Ao clicar com o botão esquerdo do rato no ícon da bandeja:
ro: Pe pictograma din bară faceți clic stânga:
ru: Клик левой кнопкой по иконке в трее:
tr: Tepsi simgesi bir kere tıklandığında:
uk: Лівий притиск по піктограмі у лотку:
vi_vn: Khi nhấn chuột trái vào biểu tượng ở khay hệ thống:
zh_cn: 鼠标左键单击托盘图标：
zh_tw: 滑鼠左鍵單擊系統匣圖示：

# lblTrayMiddleClickAction.Text
source: On tray icon middle click:
ar_ye: عند النقر بالزر الأوسط على أيقونة الإشعارات:
de: Aktion bei Mittelklick auf Tray-Symbol:
es_mx: Clic medio en el icono del área de notificación:
fa_ir: کلیک وسط روی آیکن در نواروظیفه:
fr: Lors d'un clic de la molette sur l'icône dans la zone de notification :
he_il: לחיצה אמצעית על סמל המגש:
id_id: Klik tengah di ikon baki:
it_it: Click Centrale sull'Icona dell'Area di Notifica
ja_jp: トレイアイコンの中クリック:
ko_kr: 트레이 아이콘 가운데 클릭시:
pl: Po kliknięciu środkowym na ikonę w zasobniku:
pt_br: Clique com botão de scroll no ícone da bandeja:
pt_pt: Ao clicar com o scroll do rato no ícon da bandeja do sistema:
ro: Faceți clic în mijloc pe pictograma din bară:
ru: Клик средней кнопкой по иконке в трее:
tr: Tepsi simgesi orta tuş ile tıklandığında:
uk: Середній притиск по піктограмі у лотку:
vi_vn: Khi nhấn chuột giữa vào biểu tượng ở khay hệ thống:
zh_cn: 鼠标中键单击托盘图标：
zh_tw: 滑鼠中鍵單擊系統匣圖示：

# cbHistoryCheckURL.Text
source: Only save if URL is not empty
ar_ye: حفظ الروابط فقط عندما لا تكون فارغة
de: Nur speichern, wenn URL nicht leer ist
es_mx: Guardar solo si el enlace no está vacío
fa_ir: فقط در صورتی آدرس را ذخیره کن که خالی نباشد
fr: N'enregistrer que si l'URL n'est pas vide
he_il: שמור רק אם הקישור אינו ריק
id_id: Hanya simpan bila URL tidak kosong
it_it: Salva solo se l'URL non è vuoto
ja_jp: URLが空でない場合のみ保存
ko_kr: URL이 비어있지 않을 때만 저장하기
nl_nl: Alleen opslaan als URL niet leeg is
pl: Zapisuj tylko wtedy, gdy adres URL nie jest pusty
pt_br: Salvar somente se o URL não estiver vazio
pt_pt: Guardar apenas se existir hiperligação
ro: Salvați numai dacă URL-ul nu este gol
ru: Сохранять только если ссылка не пуста
tr: Adres boş değilse kaydet
uk: Зберігати лише коли посилання не порожнє
vi_vn: Chỉ lưu lại nếu URL không để trống
zh_cn: 仅保存 URL（截图并上传图床之后）
zh_tw: 僅在有網址時儲存

# btnOpenPersonalFolderPath.Text
source: Open...
ar_ye: فتح...
cs: Otevřít...
de: Öffnen...
es: Abrir...
es_mx: Abrir...
fa_ir: بازکردن...
fr: Ouvrir...
he_il: פתח...
id_id: Buka...
it_it: Apri...
ja_jp: 開く...
ko_kr: 열기...
nl_nl: Openen...
pl: Otwórz...
pt_br: Abrir...
pt_pt: Abrir...
ro: Deschideți...
ru: Открыть...
tr: Aç...
uk: Відкрити...
vi_vn: Mở...
zh_cn: 打开...
zh_tw: 開啟...

# btnOpenScreenshotsFolder.Text
source: Open...
ar_ye: فتح...
cs: Otevřít...
de: Öffnen...
es: Abrir...
es_mx: Abrir...
fa_ir: بازکردن...
fr: Ouvrir...
he_il: פתח...
id_id: Buka...
it_it: Apri...
ja_jp: 開く...
ko_kr: 열기...
nl_nl: Openen...
pl: Otwórz...
pt_br: Abrir...
pt_pt: Abrir...
ro: Deschideți...
ru: Открыть...
tr: Aç...
uk: Відкрити...
vi_vn: Mở...
zh_cn: 打开...
zh_tw: 開啟...

# lblProxyPassword.Text
source: Password:
ar_ye: كلمة المرور:
cs: Heslo:
de: Passwort:
es: Contraseña:
es_mx: Contraseña:
fa_ir: کلمه عبور:
fr: Mot de passe :
he_il: סיסמה:
id_id: Sandi:
ja_jp: パスワード:
ko_kr: 비밀번호:
nl_nl: Wachtwoord:
pl: Hasło:
pt_br: Senha:
pt_pt: Palavra-passe:
ro: Parola:
ru: Пароль:
tr: Şifre:
uk: Пароль:
vi_vn: Mật khẩu:
zh_cn: 密码：
zh_tw: 密碼：

# tpPaths.Text
source: Paths
ar_ye: المسارات
cs: Cesty
de: Pfade
es: Rutas
es_mx: Ubicaciones
fa_ir: مسیرها
fr: Chemins
he_il: נתיבים
id_id: Jalur
it_it: Percorsi
ja_jp: パス
ko_kr: 경로
nl_nl: Paden
pl: Ścieżki
pt_br: Locais
pt_pt: Caminhos
ro: Căi
ru: Каталоги
tr: Yollar
uk: Шляхи
vi_vn: Đường dẫn
zh_cn: 路径
zh_tw: 路徑

# lblProxyPort.Text
source: Port:
ar_ye: المنفذ:
es: Puerto:
es_mx: Puerto:
fa_ir: پورت:
he_il: יציאה:
it_it: Porta:
ja_jp: ポート番号:
ko_kr: 포트:
nl_nl: Poort:
pt_br: Porta:
pt_pt: Porta:
ru: Порт:
uk: Порт:
vi_vn: Cổng:
zh_cn: 端口：
zh_tw: 連接埠：

# tpPrint.Text
source: Print
ar_ye: طباعة
cs: Tisk
de: Drucken
es: Imprimir
es_mx: Imprimir
fa_ir: چاپ
fr: Imprimer
he_il: הדפס
id_id: Cetak
it_it: Stampa
ja_jp: 印刷
ko_kr: 인쇄
nl_nl: Afdrukken
pl: Drukuj
pt_br: Imprimir
pt_pt: Impressão
ro: Imprimare
ru: Печать
tr: Yazdırma
uk: Друк
vi_vn: In
zh_cn: 打印
zh_tw: 列印

# tpProxy.Text
source: Proxy
ar_ye: الخادوم الوكيل
fa_ir: پراکسی
id_id: Proksi
ja_jp: プロキシ
ko_kr: 프록시
ru: Прокси
tr: Vekil Sunucu
uk: Проксі
zh_cn: 代理
zh_tw: 代理伺服器

# lblProxyMethod.Text
source: Proxy configuration:
ar_ye: إعدادات الخادوم الوكيل:
cs: Konfigurace proxy:
de: Proxykonfiguration:
es: Configuración de proxy:
es_mx: Configuración de proxy:
fa_ir: تنظیمات پراکسی:
fr: Configuration du proxy :
he_il: תצורת Proxy:
id_id: Konfigurasi proksi:
it_it: Configurazione Proxy:
ja_jp: プロキシの構成:
ko_kr: 프록시 설정:
nl_nl: Proxy configuratie:
pl: Konfiguracja proxy:
pt_br: Configuração de proxy:
pt_pt: Configuração do proxy:
ro: Configurația proxy:
ru: Настройка прокси:
tr: Vekil sunucu konfigürasyonu:
uk: Параметри проксі:
vi_vn: Thiết lập Proxy:
zh_cn: 代理服务器配置：
zh_tw: 代理伺服器設定：

# gbRecentLinks.Text
source: Recent tasks
ar_ye: المهام المنجزة مؤخرًا
de: Letzte Aufgaben
es_mx: Tareas recientes
fa_ir: وظایف اخیر
fr: Tâches récentes
he_il: משימות אחרונות
id_id: Tugas terbaru
it_it: Operazioni Recenti
ja_jp: 最近使用したタスク
ko_kr: 최근 작업
nl_nl: Recente taken
pl: Ostatnie zadania
pt_br: Tarefas recentes
pt_pt: Tarefas recentes
ro: Sarcini recente
ru: Последние задачи
tr: Son görevler
uk: Останні завдання
vi_vn: Tác vụ gần đây
zh_cn: 近期任务
zh_tw: 最近的排程

# cbRememberMainFormPosition.Text
source: Remember main window position
ar_ye: تذكّر مكان النافذة الرئيسية
cs: Zapamatovat pozici hlavního okna
de: Position des Hauptfensters merken
es: Recordar la posición de la ventana principal
es_mx: Recordar posición de la ventana principal
fa_ir: محل پنجره اصلی را به یاد داشته باش
fr: Mémoriser la position de la fenêtre principale
he_il: זכור מיקום חלון ראשי
id_id: Ingat posisi jendela utama
it_it: Ricorda Posizione della Finestra Principale
ja_jp: メイン ウィンドウの位置を記憶
ko_kr: 메인 창 위치 기억하기
nl_nl: Onthoud de positie van het algemene venster
pl: Zapamiętaj pozycję głównego okna
pt_br: Lembrar posição da janela principal
pt_pt: Memorizar posição da janela principal
ro: Rețineți poziția ferestrei principale
ru: Запоминать положение главного окна
tr: Ana pencere konumunu hatırla
uk: Запам’ятати позицію головного вікна
vi_vn: Nhớ vị trí cửa sổ chính
zh_cn: 记住主窗口的位置
zh_tw: 記住主視窗位置

# cbRememberMainFormSize.Text
source: Remember main window size
ar_ye: تذكّر حجم النافذة الرئيسية
cs: Zapamatovat velikost hlavního okna
de: Größe des Hauptfensters merken
es: Recordar tamaño de la ventana principal
es_mx: Recordar tamaño de la ventana principal
fa_ir: اندازه پنجره اصلی را به یاد داشته باش
fr: Mémoriser la taille de la fenêtre principale
he_il: זכור גודל חלון ראשי
id_id: Ingat ukuran jendela utama
it_it: Ricorda Dimensione della Finestra Principale
ja_jp: メイン ウィンドウの大きさを記憶
ko_kr: 메인 창 윈도우 크기 기억하기
nl_nl: Onthoud de grootte van het algemene venster
pl: Zapamiętaj rozmiar głównego okna
pt_br: Lembrar tamanho da janela principal
pt_pt: Memorizar tamanho da janela principal
ro: Rețineți dimensiunea ferestrei principale
ru: Запоминать размер главного окна
tr: Ana pencere boyutunu hatırla
uk: Запам’ятати розмір головного вікна
vi_vn: Nhớ kích thước cửa sổ chính
zh_cn: 记住主窗口的大小
zh_tw: 記住主視窗尺寸

# btnThemeRemove.Text
source: Remove
ar_ye: حذف
de: Entfernen
es_mx: Quitar
fa_ir: حذف
fr: Supprimer
he_il: הסר
ja_jp: 削除
pl: Usuń
pt_br: Remover
pt_pt: Remover
ro: Eliminați
ru: Удалить
tr: Kaldır
uk: Вилучити
vi_vn: Xóa bỏ
zh_cn: 移除
zh_tw: 移除

# btnClipboardFormatRemove.Text
source: Remove
ar_ye: حذف
cs: Smazat
de: Entfernen
es: Quitar
es_mx: Eliminar
fa_ir: حذف کردن
fr: Supprimer
he_il: הסר
id_id: Buang
it_it: Rimuovi
ja_jp: 削除
ko_kr: 제거
nl_nl: Verwijder
pl: Usuń
pt_br: Remover
pt_pt: Remover
ro: Eliminați
ru: Удалить
tr: Kaldır
uk: Вилучити
vi_vn: Xóa bỏ
zh_cn: 删除
zh_tw: 移除

# btnThumbnailViewThumbnailSizeReset.Text
source: Reset
ar_ye: إعادة تعيين
de: Zurücksetzen
es_mx: Restablecer
fr: Réinitialiser
he_il: איפוס
ja_jp: 初期化
pt_br: Redefinir
ro: Resetare
ru: Сбросить
tr: Sıfırla
uk: Скинути
vi_vn: Thiết lập lại
zh_cn: 重置
zh_tw: 重設

# btnResetSettings.Text
source: Reset settings...
ar_ye: إعادة تعيين الإعدادات...
de: Einstellungen zurücksetzen...
es_mx: Restablecer configuración...
fa_ir: برگرداندن تنظیمات اولیه...
fr: Restaurer les paramètres...
he_il: איפוס הגדרות...
id_id: Atur ulang pengaturan...
it_it: Ripristina Impostazioni...
ja_jp: 設定を初期化...
ko_kr: 설정 초기화...
pl: Zresetuj ustawienia...
pt_br: Redefinir as configurações...
pt_pt: Repor definições
ro: Resetați setările...
ru: Сбросить настройки...
tr: Ayarları sıfırla...
uk: Скинути налаштування...
vi_vn: Đặt lại cài đặt...
zh_cn: 重置设置...
zh_tw: 重設設定...

# btnThemeReset.Text
source: Reset...
ar_ye: إعادة تعيين...
de: Zurücksetzen...
es_mx: Restablecer...
fa_ir: حالت اولیه
fr: Réinitialiser...
he_il: איפוס...
ja_jp: 初期化...
pt_br: Redefinir...
pt_pt: Repor
ro: Resetați...
ru: Сбросить...
tr: Sıfırla...
uk: Скинути...
vi_vn: Thiết lập lại...
zh_cn: 重置...
zh_tw: 重設...

# cbRecentTasksSave.Text
source: Save recent tasks
ar_ye: حفظ المهام الأخيرة
de: Letzte Aufgaben speichern
es_mx: Guardar tareas recientes
fa_ir: وظایف اخیر را ذخیره کن
fr: Enregistrer les tâches récentes
he_il: שמור משימות אחרונות
id_id: Simpan tugas terbaru
it_it: Salva Operazioni Recenti
ja_jp: 最近使用したタスクを保存
ko_kr: 최근 작업 저장하기
nl_nl: Recente taken opslaan
pl: Zapisz ostatnie zadania
pt_br: Salvar tarefas recentes
pt_pt: Guardar tarefas recentes
ro: Salvați sarcinile recente
ru: Сохранить последние задачи
tr: Son görevleri kaydet
uk: Зберегти останні завдання
vi_vn: Lưu các tác vụ gần đây
zh_cn: 保存近期任务
zh_tw: 儲存最近的排程

# cbHistorySaveTasks.Text
source: Save tasks to history
ar_ye: حفظ المهام إلى السجل
de: Aufgaben in der Chronik speichern
es_mx: Registrar tareas en el historial
fa_ir: وظایف را در تاریخچه ذخیره کن
fr: Enregistrer les tâches dans l'historique
he_il: שמירת משימות להיסטורייה
id_id: Simpan tugas ke riwayat
it_it: Salva Operazioni nella Cronologia
ja_jp: タスクを履歴に保存
ko_kr: 작업을 히스토리에 저장하기
nl_nl: Taken opslaan naar geschiedenis
pl: Zapisz zadania do historii
pt_br: Salvar tarefas no histórico
pt_pt: Guardar tarefas no histórico
ro: Salvați sarcinile în istoric
ru: Сохранять задачи в историю
tr: Görevleri geçmişe kaydet
uk: Зберігати завдання до історії
vi_vn: Lưu các tác vụ vào lịch sử
zh_cn: 保存任务历史
zh_tw: 儲存排程至歷史記錄

# gbSecondaryFileUploaders.Text
source: Secondary file uploaders
ar_ye: الرافع الثانوي للملفات
cs: Sekundární uploadery souborů
de: Ersatzdateiuploader
es: Cargadores de archivos secundarios
es_mx: Servidores alternos para archivos
fa_ir: دیگر آپلودکننده های فایل
fr: Hébergeurs de fichiers secondaires
he_il: שירותי העלאת קבצים משניים
id_id: Pengunggah file sekunder
it_it: File: Servizi Secondari
ja_jp: 予備ファイル アップローダー
ko_kr: 이차 파일 업로더
nl_nl: Tweede bestandsuploaders
pl: Drugorzędne serwisy plików
pt_br: Hospedagem de arquivos
pt_pt: Hospedagem alternativa de ficheiros
ro: Destinații de fișiere secundare
ru: Вторичные для файлов
tr: İkincil dosya yükleyiciler
uk: Вторинні вивантажувачі файлів
vi_vn: Dịch vụ tải lên tệp tin phụ
zh_cn: 备用的文件上传程序
zh_tw: 備用的檔案上傳工具

# gbSecondaryImageUploaders.Text
source: Secondary image uploaders
ar_ye: الرافع الثانوي للصور
cs: Sekundární uploadery obrázků
de: Ersatzbilduploader
es: Cargadores de imágenes secundarias
es_mx: Servidores alternos para imágenes
fa_ir: دیگر آپلودکننده های عکس
fr: Hébergeurs d'images secondaires
he_il: שירותי העלאת תמונות משניים
id_id: Pengunggah gambar sekunder
it_it: Immagini: Servizi Secondari
ja_jp: 予備画像アップローダー
ko_kr: 이차 이미지 업로더
nl_nl: Tweede afbeeldingsuploaders
pl: Drugorzędne serwisy obrazów
pt_br: Hospedagem de imagens
pt_pt: Hospedagem alternativa de imagens
ro: Destinații de imagini secundare
ru: Вторичные для картинок
tr: İkincil resim yükleyiciler
uk: Вторинні вивантажувачі зображень
vi_vn: Dịch vụ tải lên ảnh phụ
zh_cn: 备用的图像上传程序
zh_tw: 備用的圖片上傳工具

# gbSecondaryTextUploaders.Text
source: Secondary text uploaders
ar_ye: الرافع الثانوي للنصوص
cs: Sekundární uploadery textu
de: Ersatztextuploader
es: Cargadores textos secundarios
es_mx: Servidores alternos para texto
fa_ir: دیگر آپلودکننده های متن
fr: Hébergeurs de textes secondaires
he_il: שירותי העלאת טקסט משניים
id_id: Pengunggah teks sekunder
it_it: Testo: Servizi Secondari
ja_jp: 予備テキスト アップローダー
ko_kr: 이차 텍스트 업로더
nl_nl: Tweede tekstuploaders
pl: Drugorzędne serwisy tekstu
pt_br: Hospedagem de texto
pt_pt: Hospedagem alternativa de texto
ro: Destinații de text secundare
ru: Вторичные для текста
tr: İkincil yazı yükleyiciler
uk: Вторинні вивантажувачі тексту
vi_vn: Dịch vụ tải lên văn bản phụ
zh_cn: 备用的文本上传程序
zh_tw: 備用的文字上傳工具

# cbExportSettings.Text
source: Settings
ar_ye: تصدير الإعدادات
de: Einstellungen
es_mx: Configuración
fr: Paramètres
he_il: הגדרות
it_it: Esporta Impostazioni
ja_jp: 設定をエクスポート
ko_kr: 설정
pl: Ustawienia
pt_br: Configurações
pt_pt: Definições
ro: Setări
ru: Настройки
tr: Ayarlar
uk: Налаштування
vi_vn: Cài đặt
zh_cn: 设置
zh_tw: 設定

# tpSettings.Text
source: Settings
ar_ye: بيانات التطبيق
de: Einstellungen
es_mx: Configuración
fr: Paramètres
he_il: הגדרות
ja_jp: 設定
pl: Ustawienia
pt_br: Configurações
ro: Setări
ru: Настройки
tr: Ayarlar
uk: Налаштування
vi_vn: Cài đặt
zh_cn: 设置
zh_tw: 設定

# lblPersonalFolderPath.Text
source: ShareX personal folder:
ar_ye: المجلد الشخصي الخاص بـShareX:
cs: Osobní složka ShareX:
de: ShareX-Einstellungsordner:
es: Carpeta personal ShareX:
es_mx: Carpeta personal de ShareX:
fa_ir: پوشه شخصی ShareX :
fr: Dossier personnel ShareX :
he_il: תיקיה אישית של ShareX:
id_id: Folder pribadi ShareX:
it_it: Cartella Personale di ShareX:
ja_jp: ShareX 用の個人フォルダー:
ko_kr: ShareX 개인 폴더:
nl_nl: ShareX persoonlijke map:
pl: Osobisty folder ShareX:
pt_br: Pasta pessoal do ShareX:
pt_pt: Pasta raiz do ShareX:
ro: Folderul personal ShareX:
ru: Персональная папка ShareX:
tr: ShareX kişisel dizini:
uk: Особиста тека ShareX:
vi_vn: Thư mục riêng của ShareX:
zh_cn: ShareX 个人文件夹：
zh_tw: ShareX 個人資料夾：

# cbEditWithShareX.Text
source: Show "Edit with ShareX" button in Windows Explorer context menu
ar_ye: عرض الخيار "تعديل باستخدام ShareX" على قائمة خيارات الملفات
de: "Mit ShareX bearbeiten"-Eintrag im Kontextmenü anzeigen
es_mx: Mostrar botón de "Modificar con ShareX" en el menú contextual de Windows
fa_ir: شیرایکس را در راست کلیک منوی ویرایش با ویندوز اکسپلورر اضافه کن
fr: Afficher le bouton "Modifier avec ShareX" dans le menu contextuel de l'explorateur Windows
he_il: הצג את כפתור "ערוך עם ShareX" בתפריט ההקשר של סייר הקבצים
id_id: Tampilkan "Edit dengan ShareX" di menu konteks Windows Explorer
ja_jp: エクスプローラのコンテキストメニューに「ShareXで画像編集」を表示
ko_kr: Windows 탐색기의 컨택스트 메뉴에 "ShareX로 편집"버튼 표시
pl: Pokaż przycisk "Edytuj za pomocą ShareX" w menu kontekstowym Eksploratora Windows
pt_br: Mostrar o botão "Editar com ShareX" no menu de contexto do Windows Explorer
pt_pt: Mostrar botão de "Editar com ShareX" no menu de contexto do Windows
ro: Afișați butonul "Editați cu ShareX" în meniul contextual al Windows Explorer
ru: Показывать пункт "Редактировать в ShareX" в контекстном меню проводника Windows
tr: "ShareX ile düzenle" tuşunu Windows sağ tık menüsünde göster
uk: Показувати кнопку „Змінити із ShareX“ у контекстному меню Провідника Windows
vi_vn: Hiện nút "Chỉnh sửa với ShareX" trong menu ngữ cảnh của Windows Explorer
zh_cn: 在Windows上下文菜单中显示“使用ShareX编辑”
zh_tw: 在檔案總管的右鍵選單中顯示「使用 ShareX 編輯」按鈕
