Repository: ShareX/ShareX
Catalog: ShareX/Forms/ApplicationSettingsForm.*.resx
Languages: ar_ye, cs, de, es, es_mx, fa_ir, fr, he_il, id_id, it_it, ja_jp, ko_kr, nl_nl, pl, pt_br, pt_pt, ro, ru, tr, uk, vi_vn, zh_cn, zh_tw

# $this.Text
source: ShareX - Application settings
ar_ye: ShareX - الإعدادات
cs: ShareX - Nastavení aplikace
de: ShareX - Anwendungseinstellungen
es: ShareX - Configuración de la aplicación
es_mx: Share X - Configuración de programa
fa_ir: ShareX - تنظیمات برنامه
fr: ShareX - Paramètres de l'application
he_il: ShareX - הגדרות יישום
id_id: ShareX - Pengaturan aplikasi
it_it: ShareX - Impostazioni Applicazione
ja_jp: ShareX - アプリの設定
ko_kr: ShareX - 프로그램 설정
nl_nl: ShareX - Instellingen programma
pl: ShareX - Ustawienia aplikacji
pt_br: ShareX - Configurações do programa
pt_pt: ShareX - Definições de Aplicação
ro: ShareX - Setări ale aplicației
ru: ShareX - Настройки приложения
tr: ShareX - Uygulama ayarları
uk: ShareX — Налаштування програми
vi_vn: ShareX - Thiết lập ứng dụng
zh_cn: ShareX - 应用程序设置
zh_tw: ShareX - 應用程式設定

# btnBrowseCustomScreenshotsPath.Text
source: Browse...
ar_ye: استعراض...
cs: Procházet...
de: Durchsuchen...
es: Buscar...
es_mx: Examinar...
fa_ir: انتخاب ...
fr: Parcourir...
he_il: בחר...
id_id: Jelajahi...
it_it: Sfoglia...
ja_jp: 参照...
ko_kr: 탐색...
nl_nl: Blader...
pl: Przeglądaj...
pt_br: Procurar...
pt_pt: Procurar...
ro: Răsfoiți...
ru: Обзор...
tr: Gözat...
uk: Огляд...
vi_vn: Duyệt...
zh_cn: 浏览...
zh_tw: 瀏覽...

# btnBrowsePersonalFolderPath.Text
source: Browse...
ar_ye: استعراض...
cs: Procházet...
de: Durchsuchen...
es: Buscar...
es_mx: Examinar...
fa_ir: انتخاب ...
fr: Parcourir...
he_il: בחר...
id_id: Jelajahi...
it_it: Sfoglia...
ja_jp: 参照...
ko_kr: 탐색...
nl_nl: Blader...
pl: Przeglądaj...
pt_br: Procurar...
pt_pt: Procurar...
ro: Răsfoiți...
ru: Обзор...
tr: Gözat...
uk: Огляд...
vi_vn: Duyệt...
zh_cn: 浏览...
zh_tw: 瀏覽...

# btnThemeAdd.Text
source: Add
ar_ye: إضافة
de: Hinzufügen
es_mx: Agregar
fa_ir: اضافه
fr: Ajouter
he_il: הוסף
ja_jp: 追加
ko_kr: 추가
pl: Dodaj
pt_br: Adicionar
pt_pt: Adicionar
ro: Adăugați
ru: Добавить
tr: Ekle
uk: Додати
vi_vn: Thêm
zh_cn: 添加
zh_tw: 新增

# btnClipboardFormatAdd.Text
source: Add...
ar_ye: إضافة...
cs: Přidat...
de: Hinzufügen...
es: Añadir...
es_mx: Agregar...
fa_ir: اضافه کردن
fr: Ajouter...
he_il: הוסף...
id_id: Tambah...
it_it: Aggiungi...
ja_jp: 追加...
ko_kr: 추가...
nl_nl: Toevoegen...
pl: Dodaj...
pt_br: Adicionar...
pt_pt: Adicionar...
ro: Adăugați...
ru: Добавить...
tr: Ekle...
uk: Додати...
vi_vn: Thêm...
zh_cn: 添加...
zh_tw: 新增...

# tpAdvanced.Text
source: Advanced
ar_ye: متقدّم
cs: Pokročilé
de: Erweitert
es: Avanzado
es_mx: Avanzado
fa_ir: پیشرفته
fr: Avancé
he_il: מתקדם
id_id: Lanjutan
it_it: Avanzate
ja_jp: 高度な設定
ko_kr: 고급설정
nl_nl: Geavanceerd
pl: Zaawansowane
pt_br: Avançado
pt_pt: Avançado
ro: Avansat
ru: Дополнительно
tr: Gelişmiş
uk: Розширені
vi_vn: Nâng cao
zh_cn: 高级
zh_tw: 進階

# btnPersonalFolderPathApply.Text
source: Apply
ar_ye: تطبيق
de: Übernehmen
es_mx: Aplicar
fa_ir: اعمال کردن
fr: Appliquer
he_il: החל
ja_jp: 適用
ko_kr: 적용
pl: Zastosuj
pt_br: Aplicar
pt_pt: Aplicar
ro: Aplicați
ru: Применить
tr: Uygula
uk: Застосувати
vi_vn: Áp dụng
zh_cn: 应用
zh_tw: 套用

# cbAutoCheckUpdate.Text
source: Automatically check for updates
ar_ye: بحث تلقائي عن التحديثات
de: Automatisch nach Updates suchen
es_mx: Comprobar actualizaciones automáticamente
fr: Vérifier automatiquement les mises à jour
he_il: בדוק עדכונים אוטומטית
ja_jp: 更新を自動で確認
pl: Automatycznie sprawdzaj aktualizacje
ru: Автоматически проверять обновления
tr: Güncellemeleri otomatik kontrol et
uk: Автоматично перевіряти наявність оновлень
zh_tw: 自動檢查更新

# cbAutomaticallyCleanupBackupFiles.Text
source: Automatically cleanup old backup files
ar_ye: تنظيف تلقائي للنسخ الاحتياطية القديمة
de: Automatisches Bereinigen alter Sicherungsdateien
es_mx: Eliminar automáticamente archivos de respaldo antiguos
fr: Nettoyer automatiquement les anciens fichiers de sauvegarde
he_il: ניקוי אוטומטי של קבצי גיבוי ישנים
ja_jp: 古いバックアップファイルを自動で削除
pl: Automatycznie czyść stare pliki kopii zapasowych
pt_br: Limpe automaticamente arquivos de backup antigos
ro: Curățarea automată a fișierelor de backup vechi
ru: Автоматически очищать старые бекапы
tr: Eski yedek dosyalarını otomatik olarak temizle
uk: Автоматично очищати старі файли резервних копій
vi_vn: Tự động dọn dẹp các tệp sao lưu cũ
zh_cn: 自动清理旧备份文件
zh_tw: 自動清理舊備份檔案

# cbAutomaticallyCleanupLogFiles.Text
source: Automatically cleanup old log files
ar_ye: تنظيف تلقائي لملفات السجلات القديمة
de: Alte Protokolldateien automatisch bereinigen
es_mx: Eliminar automáticamente archivos de registro antiguos
fr: Nettoyer automatiquement les anciens fichiers de journaux
he_il: ניקוי אוטומטי של קובצי יומן ישנים
ja_jp: 古いログファイルを自動で削除
pl: Automatycznie czyść stare pliki dziennika
pt_br: Limpe automaticamente arquivos de log antigos
ro: Curățarea automată a fișierelor de jurnal vechi
ru: Автоматически очищать старые логи
tr: Eski günlük dosyalarını otomatik olarak temizle
uk: Автоматично очищати старі файли журналів
vi_vn: Tự động xóa các tệp nhật ký cũ
zh_cn: 自动清理旧日志文件
zh_tw: 自動清理舊日誌檔案

# lblBufferSize.Text
source: Buffer size:
ar_ye: حجم المخزن المؤقت:
cs: Velikost bufferu:
de: Puffergröße:
es: Tamaño de búfer:
es_mx: Tamaño del búfer:
fa_ir: سایز بافر:
fr: Taille du buffer :
he_il: גודל באפר:
id_id: Ukuran buffer:
it_it: Dimensione Buffer:
ja_jp: バッファー サイズ:
ko_kr: 버퍼 크기:
nl_nl: Buffergrootte:
pl: Rozmiar bufora:
pt_br: Tamanho do buffer:
pt_pt: Tamanho da buffer
ro: Dimensiunea bufferului:
ru: Размер буфера:
tr: Tampon boyutu:
uk: Розмір буфера:
vi_vn: Kích thước buffer:
zh_cn: 缓冲区大小：
zh_tw: 緩衝區大小：

# gbChrome.Text
source: Chrome extension
ar_ye: إضافة متصفح Chrome
de: Chrome-Erweiterung
es_mx: Extensión de Chrome
fa_ir: افزونه کروم
fr: Extension Chrome
he_il: תוסף Chrome
id_id: Ekstensi Chrome
it_it: Estensione per Chrome
ja_jp: Chrome 拡張機能
ko_kr: 크롬 확장 기능
nl_nl: Chrome extensie
pl: Rozszerzenie do Chrome
pt_br: Extensão do Chrome
pt_pt: Extensão Chrome
ro: Extensie Chrome
ru: Расширение для Chrome
tr: Chrome uzantısı
uk: Розширення Chrome
vi_vn: Tiện ích mở rộng Chrome
zh_cn: Chrome 扩展程序
zh_tw: Chrome 擴充功能

# tpClipboardFormats.Text
source: Clipboard formats
ar_ye: صيغة الحافظة
de: Zwischenablagenformate
es_mx: Formatos de portapapeles
fr: Format du presse-papier
he_il: פורמטים של לוח הגזירה
ja_jp: クリップボードの書式
pl: Formaty schowka
pt_br: Formatos da área de transferência
ro: Formate de clipboard
ru: Форматы буфера
tr: Pano biçimleri
uk: Формати буферу обміну
vi_vn: Định dạng khay nhớ tạm
zh_cn: 剪贴板格式
zh_tw: 剪貼簿格式

# lblDefaultPrinterOverride.Text
source: Default printer override:
ar_ye: تخصيص الطابعة الافتراضية:
de: Standarddrucker überschreiben:
es_mx: Sobrescribir impresora predeterminada:
fr: Valeur forcée d'impression par défaut :
he_il: דריסת ברירת המחדל של מדפסת:
ja_jp: 既定のプリンターを上書き:
pl: Zastąpienie domyślnej drukarki:
pt_br: Substituição da impressora padrão:
ro: Suprascriere imprimantă implicită:
ru: Переназначить принтер по умолчанию:
tr: Varsayılan yazıcıyı değiştir:
uk: Перевизначити принтер за замовчуванням:
vi_vn: Ghi đè máy in mặc định:
zh_cn: 覆盖默认打印机：
zh_tw: 預設印表機覆寫：

# chDescription.Text
source: Description
ar_ye: الوصف
cs: Popis
de: Beschreibung
es: Descripción
es_mx: Descripción
fa_ir: شرح
he_il: תיאור
id_id: Deskripsi
it_it: Descrizione
ja_jp: 説明
ko_kr: 설명
nl_nl: Beschrijving
pl: Opis
pt_br: Descrição
pt_pt: Descrição
ro: Descriere
ru: Описание
tr: Açıklama
uk: Опис
vi_vn: Mô tả
zh_cn: 描述
zh_tw: 描述

# lblUploadLimitHint.Text
source: 0 - 25 (0 disables)
ar_ye: 0 - 25 (0 معطلة)
cs: 0 - 25 (25 = zakázáno)
de: 0 - 25 (0 deaktiviert)
es: 0 - 25 (0 deshabilita)
es_mx: 0-25 (0 = deshabilitar)
fa_ir: ۰ - ۲۵ (۰ یعنی غیرفعال)
fr: 0 - 25 (0 = désactivé)
he_il: 0 - 25 (0 משבית)
id_id: 0 - 25 (0 nonaktif)
it_it: 0 - 25 (0 = Disattivato)
ja_jp: 0 - 25 (0 制限なし)
ko_kr: 0 ~ 25 (0으로 해제)
nl_nl: 0 - 25 (0 zonder limiet)
pl: 0 - 25 (0 wyłącza)
pt_br: 0 - 25 (0 desabilita)
pt_pt: 0 - 25 (0 desativa)
ro: 0 - 25 (0 dezactivează)
ru: 0 - 25 (0 отключает)
tr: 0 - 25 (0 iptal eder)
uk: 0 - 25 (0 вимикає)
vi_vn: 0 - 25 (0 sẽ vô hiệu hóa)
zh_cn: 0 - 25（0 禁用）
zh_tw: 0 - 25 (0 為停用)

# cbDontShowPrintSettingDialog.Text
source: Don't show image print settings dialog
ar_ye: طباعة تلقائية بدون نافذة إعدادات طباعة الصور
cs: Nezobrazovat dialog nastavení tisku obrázku
de: Druckeinstellungsdialog nicht anzeigen
es: No mostrar el diálogo de configuración de impresión de la imagen
es_mx: No mostrar diálogo de configuración de impresión de imagen
fa_ir: پنجره تنظیمات چاپ عکس را نشان نده
fr: Ne pas montrer la boite de dialogue des paramètres d'impression de l'image
he_il: אל תציג תיבת דו-שיח של הגדרות הדפסת תמונה
id_id: Jangan tampilkan dialog pengaturan cetak gambar
it_it: Non Mostrare la Finestra delle Impostazioni di Stampa
ja_jp: 画像の印刷設定ダイアログを表示しない
ko_kr: 이미지 인쇄 설정 창 표시하지 않기
nl_nl: Toon geen afdrukdialoog voor afbeeldingen
pl: Nie pokazuj okna dialogowego ustawień drukowania obrazu
pt_br: Não abrir a janela de configurações de impressão da imagem
pt_pt: Não abrir janela de configuração de impressão de imagens
ro: Nu afișați caseta de dialog cu setările de imprimare a imaginii
ru: Не показывать диалог настройки печати
tr: Resim yazdırma ayarları penceresini gösterme
uk: Не показувати діалогове вікно параметрів друку зображень
vi_vn: Không hiện hộp thoại thiết lập in ấn
zh_cn: 不显示图像的打印设置对话框
zh_tw: 不顯示圖片列印設定對話框

# cbPrintDontShowWindowsDialog.Text
source: Don't show Windows print dialog
ar_ye: لا تعرض نافذة الطباعة الخاصة بـ Windows
cs: Nezobrazovat dialog tisku systému Windows
de: Windows-Druckdialog nicht anzeigen
es: No mostrar diálogo imprimir de Windows
es_mx: No mostrar diálogo de impresión de Windows
fa_ir: پنجره چاپ ویندوز را نشان نده
fr: Ne pas montrer la boite de dialogue d'impression de Windows
he_il: אל תציג את דו-שיח ההדפסה של Windows
id_id: Jangan tampilkan dialog cetak Windows
it_it: Non Mostrare la Finestra di Stampa di Windows
ja_jp: Windowsの印刷ダイアログを表示しない
ko_kr: Windows 인쇄 설정 창 표시하지 않기
nl_nl: Toon geen Windows dialoog voor afdrukken
pl: Nie pokazuj okna dialogowego drukowania systemu Windows
pt_br: Não abrir a janela de impressão do Windows
pt_pt: Não mostrar janela de impressão do Windows
ro: Nu afișați dialogul de imprimare Windows
ru: Не показывать диалог печати Windows
tr: Windows yazdırma penceresini gösterme
uk: Не показувати діалогове вікно друку Windows
vi_vn: Không hiện hộp thoại in của Windows
zh_cn: 不显示 Windows 打印对话框
zh_tw: 不顯示 Windows 列印對話框

# btnEditQuickTaskMenu.Text
source: Edit quick task menu...
ar_ye: تعديل قائمة المهام السريعة...
de: Schnellzugriffsmenü bearbeiten...
es_mx: Modificar menú de acciones rápidas...
fa_ir: ویرایش منوی اعمال سریع:
fr: Modifier le menu des tâches rapides...
he_il: ערוך תפריט משימות מהיר...
id_id: Edit menu tugas cepat...
it_it: Modifica Menu delle Operazioni Veloci...
ja_jp: クイック タスク メニューの編集...
ko_kr: 간편 작업 메뉴 편집...
pl: Edytuj menu szybkich zadań...
pt_br: Editar menu de tarefas rápidas...
pt_pt: Editar menu de acções rápidas
ro: Editați meniul de sarcini rapide...
ru: Редактировать меню быстрых задач...
tr: Hızlı görev menüsünü düzenle...
uk: Змінити меню швидких завдань...
vi_vn: Sửa menu tác vụ nhanh...
zh_cn: 编辑快速任务菜单...
zh_tw: 編輯快速排程選單...

# btnClipboardFormatEdit.Text
source: Edit...
ar_ye: تعديل...
cs: Upravit...
de: Bearbeiten...
es: Editar...
es_mx: Editar...
fa_ir: ویرایش...
fr: Modifier...
he_il: ערוך...
it_it: Modifica
ja_jp: 編集...
ko_kr: 편집...
nl_nl: Bewerken...
pl: Edytuj...
pt_br: Editar...
pt_pt: Editar...
ro: Editați...
ru: Изменить...
tr: Düzenle...
uk: Змінити...
vi_vn: Chỉnh sửa...
zh_cn: 编辑...
zh_tw: 編輯...

# cbChromeExtensionSupport.Text
source: Enable Chrome extension support
ar_ye: تفعيل دعم متصفح Goolge Chrome
de: Chrome-Erweiterungsunterstützung aktivieren
es_mx: Habilitar soporte para extensión de Chrome
fa_ir: افزونه کروم را فعال کن
fr: Activer le support pour l'extension Chrome
he_il: הפעל תמיכה בתוסף Chrome
id_id: Aktifkan dukungan ekstensi Chrome
it_it: Abilita Supporto all'Estensione per Chrome
ja_jp: Chrome 拡張機能への対応を有効化
ko_kr: 크롬 확장 기능 지원 활성화
nl_nl: Chrome extensie ondersteuning inschakelen
pl: Włącz obsługę rozszerzenia Chrome
pt_br: Ativar suporte a extensões do Chrome
pt_pt: Activar suporte para extensão do Chrome
ro: Activați suportul pentru extensia Chrome
ru: Включить поддержку расширения для Chrome
tr: Chrome uzantı desteğini aktif et
uk: Увімкнути підтримку розширення для Chrome
vi_vn: Kích hoạt hỗ trợ tiện ích mở rộng cho Chrome
zh_cn: 启用 Chrome 扩展程序支持
zh_tw: 啟用 Chrome 擴充功能支援

# cbFirefoxAddonSupport.Text
source: Enable Firefox addon support
ar_ye: تفعيل دعم متصفح Mozilla Firefox
de: Firefox-Erweiterungsunterstützung aktivieren
es_mx: Habilitar soporte para complemento de Firefox
fa_ir: افزونه فایرفاکس را فعال کن
fr: Activer le support pour l'extension Firefox
he_il: הפעל תמיכה בתוסף Firefox
id_id: Aktifkan dukungan pengaya Firefox
it_it: Abilita Supporto all'Estensione per Firefox
ja_jp: Firefox アドオンへの対応を有効化
ko_kr: 파이어폭스 애드온 지원 활성화
nl_nl: Firefox addon ondersteuning inschakelen
pl: Włącz obsługę dodatku do Firefoksa
pt_br: Ativar suporte a extensões do Firefox
pt_pt: Activar suporte para extensão do Firefox
ro: Activați suportul pentru suplimentul Firefox
ru: Включить поддержку дополнения для Firefox
tr: Firefox eklenti desteğini aktif et
uk: Увімкнути підтримку додатку для Firefox
vi_vn: Kích hoạt hỗ trợ tiện ích mở rộng cho Firefox
zh_cn: 启用 Firefox 扩展程序支持
zh_tw: 啟用 Firefox 附加元件支援

# btnExport.Text
source: Export...
ar_ye: تصدير...
de: Exportieren...
es_mx: Exportar...
fa_ir: خروجی گرفتن از تنظیمات برنامه...
fr: Exporter...
he_il: ייצוא...
id_id: Ekspor pengaturan...
it_it: Esporta...
ja_jp: エクスポート...
ko_kr: 내보내기...
nl_nl: Exporteer...
pl: Eksportuj...
pt_br: Exportar...
pt_pt: Exportar...
ru: Экспорт...
tr: Dışarı aktar...
uk: Експорт...
vi_vn: Xuất ra các cài đặt...
zh_cn: 导出...
zh_tw: 匯出...

# gbFirefox.Text
source: Firefox addon
ar_ye: إضافة Firefox
de: Firefox-Erweiterung
es_mx: Complemento de Firefox
fa_ir: افزونه فایرفاکس
fr: Extension Firefox
he_il: תוסף Firefox
id_id: Pengaya Firefox
it_it: Estensione per Firefox
ja_jp: Firefox アドオン
ko_kr: 파이어폭스 애드온
pl: Dodatek do Firefox
pt_br: Extensões do Firefox
pt_pt: Extensão Firefox
ro: Supliment Firefox
ru: Дополнение для Firefox
tr: Firefox eklentisi
uk: Додаток для Firefox
vi_vn: Tiện ích mở rộng cho Firefox
zh_cn: Firefox 扩展程序
zh_tw: Firefox 附加元件

# chFormat.Text
source: Format
ar_ye: الصيغة
cs: Formát
es: Formato
es_mx: Formato
fa_ir: فرمت
he_il: פורמט
it_it: Formato
ja_jp: 書式
ko_kr: 형식
nl_nl: Formaat
pt_br: Formato
pt_pt: Formato
ru: Формат
tr: Biçim
uk: Формат
vi_vn: Định dạng
zh_cn: 格式
zh_tw: 格式

# tpGeneral.Text
source: General
ar_ye: عام
cs: Obecné
de: Allgemein
fa_ir: عمومی
fr: Général
he_il: כללי
id_id: Umum
it_it: Generale
ja_jp: 全般
ko_kr: 일반
nl_nl: Algemeen
pl: Ogólne
pt_br: Geral
pt_pt: Geral
ru: Общие
tr: Genel
uk: Загальні
vi_vn: Tổng quan
zh_cn: 常规
zh_tw: 一般

# cbExportHistory.Text
source: History
ar_ye: تصدير السجل
de: Verlauf
es_mx: Historial
fr: Historique
he_il: היסטוריה
it_it: Esporta Cronologia
ja_jp: 履歴をエクスポート
ko_kr: 기록
pl: Historia
pt_br: Histórico
pt_pt: Histórico
ro: Istoric
ru: История
tr: Geçmiş
uk: Історія
vi_vn: Lịch sử
zh_cn: 历史记录
zh_tw: 歷史記錄

# gbHistory.Text
source: History
ar_ye: السجل
de: Chronik
es_mx: Historial
fa_ir: تاریخچه
fr: Historique
he_il: היסטוריה
id_id: Riwayat
it_it: Cronologia
ja_jp: 履歴
ko_kr: 히스토리
nl_nl: Geschiedenis
pl: Historia
pt_br: Histórico
pt_pt: Histórico
ro: Istoric
ru: История
tr: Geçmiş
uk: Історія
vi_vn: Lịch sử
zh_cn: 历史
zh_tw: 歷史

# tpHistory.Text
source: History
ar_ye: السجل
de: Chronik
es_mx: Historial
fa_ir: تاریخچه
fr: Historique
he_il: היסטוריה
id_id: Riwayat
it_it: Cronologia
ja_jp: 履歴
ko_kr: 히스토리
nl_nl: Geschiedenis
pl: Historia
pt_br: Histórico
pt_pt: Histórico
ro: Istoric
ru: История
tr: Geçmiş
uk: Історія
vi_vn: Lịch sử
zh_cn: 历史
zh_tw: 歷史

# lblProxyHost.Text
source: Host:
ar_ye: المضيف:
cs: Hostitel:
fa_ir: هاست:
fr: Hôte :
he_il: מארח:
ja_jp: ホスト:
ko_kr: 호스트:
pt_br: Domínio:
pt_pt: Domínio:
ro: Gazdă:
ru: Хост:
tr: Sunucu:
uk: Хост:
zh_cn: 主机：
zh_tw: 主機：

# lblListViewImagePreviewLocation.Text
source: Image preview location:
ar_ye: مكان معاينة الصورة:
de: Ort der Bildvorschau:
es_mx: Ubicación de previsualización de imagen:
fr: Emplacement de l'aperçu d'une image :
he_il: מיקום התצוגה המקדימה של תמונה:
ja_jp: 画像プレビューの表示位置:
pl: Lokalizacja podglądu obrazu:
pt_br: Local de visualização da imagem:
ro: Locația de previzualizare a imaginii:
ru: Положение миниатюры:
tr: Resim ön izleme konumu:
uk: Розташування мініатюри:
zh_cn: 图像预览位置：
zh_tw: 圖片預覽位置：

# lblListViewImagePreviewVisibility.Text
source: Image preview visibility:
ar_ye: معاينة الصورة بعد الالتقاط:
de: Sichtbarkeit der Bildvorschau:
es_mx: Visibilidad de previsualización de imagen:
fr: Visibilité de l'aperçu d'une image :
he_il: נראות התצוגה המקדימה של תמונה:
ja_jp: 画像プレビューの表示設定:
pl: Widoczność podglądu obrazu:
pt_br: Visibilidade da visualização da imagem:
ro: Vizibilitatea previzualizării imaginii:
ru: Показывать миниатюру:
tr: Resim ön izleme görünürlüğü:
uk: Видимість мініатюри:
vi_vn: Khả năng hiển thị xem trước hình ảnh:
zh_cn: 图像预览可见性：
zh_tw: 圖片預覽可見度：

# btnShowImagePrintSettings.Text
source: Image print settings...
ar_ye: إعدادات طباعة الصورة...
cs: Nastavení tisku obrázku....
de: Druckeinstellungen...
es: Imagen configuracion de impresion...
es_mx: Configuración de impresión de imagen...
fa_ir: تنظیمات چاپ عکس ...
fr: Paramètres d'impression d'images...
he_il: הגדרות הדפסת תמונה...
id_id: Pengaturan cetak gambar...
it_it: Impostazioni di Stampa...
ja_jp: 画像の印刷設定...
ko_kr: 이미지 인쇄 설정...
nl_nl: Afdrukinstellingen afbeeldingen...
pl: Ustawienia drukowania obrazu...
pt_br: Configurações de impressão da imagem...
pt_pt: Configurações de impressão de imagem
ro: Setări de imprimare a imaginii...
ru: Настройки печати изображений...
tr: Resim yazdırma ayarları...
uk: Параметри друку зображень...
vi_vn: Thiết lập cho in ấn...
zh_cn: 图片打印设置...
zh_tw: 圖片列印設定...

# btnImport.Text
source: Import...
ar_ye: استيراد...
de: Importieren...
es_mx: Importar...
fa_ir: وارد کردن تنظیمات برنامه ...
fr: Importer...
he_il: ייבוא...
id_id: Impor pengaturan...
it_it: Importa...
ja_jp: インポート...
ko_kr: 불러오기...
nl_nl: Importeer...
pl: Importuj...
pt_br: Importar...
pt_pt: Importar...
ru: Импорт...
tr: İçeri aktar...
uk: Імпорт...
vi_vn: Nhập vào cài đặt...
zh_cn: 导入...
zh_tw: 匯入...

# cbRecentTasksTrayMenuMostRecentFirst.Text
source: In tray menu show most recent tasks first
ar_ye: عرض المهم الأخيرة أولًا في أيقونة الإشعارات
de: Im Tray-Menü die letzten Aufgabe zuerst anzeigen
es_mx: Mostrar las tareas más recientes en el menú del área de notificación
fa_ir: در Tray Menu ابتدا وظایفی را که اخیرا انجام شده اند نشان بده
fr: Dans le menu de l'icône dans zone de notifications, afficher les tâches les plus récentes en premier
he_il: הצג תחילה את המשימות האחרונות ביותר בתפריט המגש
id_id: Di menu baki, tampilkan tugas terbaru terlebih dulu
it_it: Nel Menu dell'Area di Notifica Mostra prima le Operazioni Recenti
ja_jp: トレイメニューでは、新しい順で表示
ko_kr: 트레이 메뉴에서 최근 작업을 먼저 보여주기
pl: W menu zasobnika pokaż najpierw najnowsze zadania
pt_br: Mostrar tarefas mais recentes primeiro no menu da bandeja
pt_pt: Mostrar tarefas mais recentes primeiro na bandeja do sistema
ro: În bară, afișați mai întâi cele mai recente sarcini
ru: Показывать последние задачи первыми в трее
tr: Tepsi menüsünde son görevleri ilk göster
uk: У меню області сповіщень показувати першими останні завдання
vi_vn: Hiện tác vụ gần đây trước trên menu khay hệ thống
zh_cn: 在托盘菜单显示最新的一个任务
zh_tw: 在系統匣選單優先顯示最近的排程

# btnCheckDevBuild.Text
source: Install dev build...
ar_ye: تثبيت إصدار التطوير...
de: Entwicklungsversion installieren...
es_mx: Instalar versión de desarrollador...
fa_ir: نصب نسخه برنامه نویس ...
fr: Installer une version de développement...
he_il: התקן את ה-dev build...
ja_jp: 開発版をインストール...
ko_kr: dev build 설치...
pl: Zainstaluj wersję deweloperską...
pt_br: Instalar compilação de desenvolvimento...
pt_pt: Instalar versão para programadores
ro: Instalați versiune de dezvoltare...
ru: Установить dev сборку...
tr: Geliştirici sürümünü kur...
uk: Встановити збірку для розробників...
vi_vn: Cài đặt phiên bản cho lập trình viên...
zh_cn: 安装开发版本...
zh_tw: 安裝開發版...

# btnChromeOpenExtensionPage.Text
source: Install ShareX Chrome extension...
ar_ye: تثبيت إضافة Chrome...
de: ShareX Chrome-Erweiterung installieren...
es_mx: Instalar extensión de ShareX para Chrome...
fa_ir: نصب افزونه کروم شیرایکس ...
fr: Installer l'extension ShareX pour Chrome...
he_il: התקן את תוסף ShareX ל-Chrome...
id_id: Instal ekstensi Chrome ShareX...
it_it: Installa l'Estensione ShareX per Chrome
ja_jp: Chrome 拡張機能をインストール...
ko_kr: ShareX 크롬 확장 기능 설치하기...
nl_nl: ShareX Chrome extensie installeren...
pl: Zainstaluj rozszerzenie ShareX do Chrome...
pt_br: Instalar extensão ShareX no Chrome...
pt_pt: Instalar a extensão ShareX do Chrome
ro: Instalați extensia ShareX Chrome...
ru: Установить расширение ShareX для Chrome...
tr: ShareX Chrome uzantısını indir...
uk: Встановити розширення ShareX для Chrome...
vi_vn: Cài đặt tiện ích mở rộng ShareX cho Chrome...
zh_cn: 安装 ShareX 的 Chrome 扩展程序...
zh_tw: 安裝 ShareX Chrome 擴充功能...

# btnFirefoxOpenAddonPage.Text
source: Install ShareX Firefox addon...
ar_ye: تثبيت إضافة Firefox...
de: ShareX Firefox-Erweiterung installieren...
es_mx: Instalar extensión de ShareX para Firefox...
fa_ir: نصب افزونه ShareX فایرفاکس ...
fr: Installer l'extension ShareX pour Firefox...
he_il: התקן את תוסף ShareX ל-Firefox...
id_id: Instal pengaya Firefox ShareX...
it_it: Installa l'Estensione ShareX per Firefox
ja_jp: Firefox アドオンをインストール...
ko_kr: ShareX 파이어폭스 애드온 설치하기...
nl_nl: ShareX Firefox addon installeren...
pl: Zainstaluj dodatek ShareX do Firefox...
pt_br: Instalar extensão ShareX no Firefox...
pt_pt: Instalar a extensão Sharex do Firefox
ro: Instalați suplimentul ShareX Firefox...
ru: Установить дополнение ShareX для Firefox...
tr: ShareX Firefox eklentisini indir...
uk: Встановити додаток ShareX для Firefox...
vi_vn: Cài đặt tiện ích mở rộng ShareX cho Firefox...
zh_cn: 安装 Sharex 的 Firefox 扩展支持...
zh_tw: 安裝 ShareX Firefox 附加元件...

# tpIntegration.Text
source: Integration
ar_ye: الاندماج مع النظام
es_mx: Integración
fa_ir: تعامل
fr: Intégration
he_il: אינטגרציה
id_id: Integrasi
it_it: Integrazione
ja_jp: シェル統合
ko_kr: 연계 기능
nl_nl: Integratie
pl: Integracja
pt_br: Integração
pt_pt: Integração
ro: Integrare
ru: Интеграция
tr: Entegrasyon
uk: Інтеграція
vi_vn: Tích hợp
zh_cn: 综合
zh_tw: 整合

# lblLanguage.Text
source: Language:
ar_ye: اللغة:
cs: Jazyk:
de: Sprache:
es: Idioma:
es_mx: Idioma:
fa_ir: زبان:
fr: Langue :
he_il: שפה:
id_id: Bahasa:
it_it: Lingua:
ja_jp: 言語:
ko_kr: 언어:
nl_nl: Taal:
pl: Język:
pt_br: Idioma:
pt_pt: Idioma:
ro: Limba:
ru: Язык:
tr: Dil:
uk: Мова:
vi_vn: Ngôn ngữ:
zh_cn: 语言：
zh_tw: 語言：

# gbListView.Text
source: List view
ar_ye: عرض كقائمة
de: Listenansicht
es_mx: Vista de lista
fr: Aspect de la liste
he_il: תצוגת רשימה
ja_jp: リスト表示
pl: Widok listy
pt_br: Exibição de lista
ro: Vizualizare listă
ru: Режим миниатюр
tr: Liste görünümü
uk: Режим списку
vi_vn: Chế độ xem danh sách
zh_cn: 列表视图
zh_tw: 清單模式

# tpMainWindow.Text
source: Main window
ar_ye: النافذة الرئيسية
de: Hauptfenster
es_mx: Ventana principal
fr: Fenêtre principale
he_il: חלון ראשי
ja_jp: メインウィンドウ
pl: Główne okno
pt_br: Janela principal
ro: Fereastra principală
ru: Главное окно
tr: Ana pencere
uk: Головне вікно
vi_vn: Cửa sổ chính
zh_cn: 主窗口
zh_tw: 主視窗
