Repository: ShareX/ShareX
Catalog: ShareX/Forms/MainForm.*.resx
Languages: cs, de, es, fa_ir, fr, he_il, it_it, ko_kr, nl_nl, pt_pt, ro, tr, vi_vn

# chSpeed.Text
source: Speed
cs: Rychlost
de: Geschwindigkeit
es: Velocidad
fa_ir: سرعت
fr: Vitesse
he_il: מהירות
it_it: Velocità
ko_kr: 속도
nl_nl: Snelheid
pt_pt: Velocidade
ro: Viteză
tr: Hız
vi_vn: Tốc độ

# tsmiTrayExit.Text
source: Exit
cs: Konec
de: Beenden
es: Salir
fa_ir: خروج
fr: Fin
he_il: יציאה
it_it: Esci
ko_kr: 종료
nl_nl: Afsluiten
pt_pt: Sair
ro: Ieșire
tr: Çıkış
vi_vn: Thoát

# chProgress.Text
source: Progress
cs: Průběh
de: Fortschritt
es: Progreso
fa_ir: پیشرفت
fr: Progression
he_il: התקדמות
it_it: Avanzamento
ko_kr: 진행 상황
nl_nl: Vooruitgang
pt_pt: Progresso
ro: Progres
tr: İlerleme
vi_vn: Tiến độ

# tsmiRunAction.Text
source: Run action
he_il: הרץ פעולה
pt_pt: Acção de executar
ro: Rulați acțiunea
vi_vn: Chạy tác vụ

# tsmiShowDebugLog.Text
source: Debug log...
cs: Ladící log...
de: Debug Protokoll
es: Registro de depuración...
fa_ir: خطایابی ...
fr: Journal de débogage
he_il: יומן דיבאג...
it_it: Log di Debug...
ko_kr: 디버그 로그...
nl_nl: Logboek...
pt_pt: Registo de depuração...
ro: Jurnal depanare...
tr: Hata ayıklama kütüğü...
vi_vn: Nhật ký ghi lỗi...

# tsddbDebug.Text
source: Debug
cs: Ladění
es: Depurar
fa_ir: خطایابی
fr: Déboguer
he_il: דיבאג
ko_kr: 디버그
pt_pt: Depurar
ro: Depanare
tr: Hata ayıklama
vi_vn: Bắt lỗi

# tsmiCopyForumLinkedImage.Text
source: Forum (BBCode) linked image
cs: Odkaz na obrázek na fórum (BBCode)
de: Forum (BBCode) verlinktes Bild
es: Imagen enlazada del foro (BBCode)
fr: Image liée pour forum (BBCode)
he_il: תמונה מקושרת לפורום (BBCode)
it_it: Immagine Collegata Forum (CBBCode)
ko_kr: 포럼용 (BBCode) 링크 걸린 이미지
nl_nl: Forum (BBCode) gelinkte afbeelding
pt_pt: Imagem com hiperligação directa em fórums (BBCode)
ro: Imagine la adresă Forum (BBCode)
tr: Forum (BBCode) bağlantılı resim
vi_vn: Ảnh kèm đường dẫn cho Forum (BBCode)

# tsmiCopyForumLink.Text
source: Forum (BBCode) link
cs: Odkaz na fórum (BBCode)
es: Enlace del foro (BBCode)
fr: Lien pour forum (BBCode)
he_il: קישור לפורום (BBCode)
it_it: Collegamento Forum (BBCode)
ko_kr: 포럼용 (BBCode) 링크
pt_pt: Hiperligação para fórums (BBCode)
ro: Link Forum (BBCode)
tr: Forum (BBCode) bağlantı
vi_vn: Liên kết cho Forum (BBCode)

# tsmiCopyForumImage.Text
source: Forum (BBCode) image
cs: Obrázek na fórum (BBCode)
de: Forum (BBCode) Bild
es: Imagen foro (BBCode)
fr: Image pour forum (BBcode)
he_il: תמונת פורום (BBCode)
it_it: Immagine Forum (BBCode)
ko_kr: 포럼용 (BBCode) 이미지
nl_nl: Forum (BBCode) afbeelding
pt_pt: Imagem para fórums (BBCode)
ro: Imagine Forum (BBCode)
tr: Forum (BBCode) resim
vi_vn: Ảnh cho Forum (BBCode)

# tsmiTrayVideoConverter.Text
source: Video converter...
he_il: ממיר וידאו...
ko_kr: 비디오 컨버터...
pt_pt: Conversores de vídeo...
ro: Convertor video...
vi_vn: Chuyển đổi video...

# tsmiVideoConverter.Text
source: Video converter...
he_il: ממיר וידאו...
ko_kr: 비디오 컨버터...
pt_pt: Conversores de vídeo...
ro: Convertor video...
vi_vn: Chuyển đổi video...

# tsmiTrayVideoThumbnailer.Text
source: Video thumbnailer...
fa_ir: خلاصه کننده ویدئو ...
he_il: מחולל תמונה ממוזערת לווידאו...
it_it: Crea Miniature Video...
ko_kr: 비디오 섬네일 생성기...
nl_nl: Videominiatuur...
pt_pt: Conversão de vídeo para miniatura...
ro: Miniaturizator de videoclipuri...
vi_vn: Trình tạo ảnh thu nhỏ/thumbnail cho video...

# tsmiVideoThumbnailer.Text
source: Video thumbnailer...
fa_ir: خلاصه کننده ویدئو ...
he_il: מחולל תמונה ממוזערת לווידאו...
it_it: Crea Miniature Video...
ko_kr: 비디오 섬네일 생성기...
nl_nl: Videominiatuur...
pt_pt: Conversão de vídeo para miniatura...
ro: Miniaturizator de videoclipuri...
vi_vn: Trình tạo ảnh thu nhỏ/thumbnail cho video...

# tsmiCustomUploaderSettings.Text
source: Custom uploader settings...
fa_ir: تنظیمات آپلود سفارشی ...
he_il: הגדרות מותאמות אישית של שירות העלאה...
ko_kr: 커스텀 업로더 설정...
pt_pt: Definições personalizadas de hospedagem
ro: Setări destinație personalizată...
vi_vn: Thiết lập dịch vụ tải lên tùy chọn...

# tsmiTrayCustomUploaderSettings.Text
source: Custom uploader settings...
fa_ir: تنظیمات آپلود سفارشی ...
he_il: הגדרות מותאמות אישית של שירות העלאה...
ko_kr: 커스텀 업로더 설정...
pt_pt: Definições personalizadas de envio...
ro: Setări destinație personalizată...
vi_vn: Thiết lập dịch vụ tải lên tùy chọn...

# tsmiTrayAutoCapture.Text
source: Auto capture...
cs: Autom. zachycení
de: Autoaufnahme:
es: Captura automática...
fa_ir: ضبط خودکار ...
fr: Capture automatique...
he_il: צילום מסך אוטומטי...
it_it: Auto Cattura...
ko_kr: 자동 촬영...
nl_nl: Automatisch vastleggen...
pt_pt: Captura automática...
ro: Capturare automată...
tr: Otomatik yakalama...
vi_vn: Tự động chụp...

# tsmiAutoCapture.Text
source: Auto capture...
cs: Autom. zachycení...
de: Autoaufnahme:
es: Captura automática...
fa_ir: ضبط خودکار ...
fr: Capture automatique...
he_il: צילום מסך אוטומטי...
it_it: Auto Cattura...
ko_kr: 자동 촬영...
nl_nl: Automatisch vastleggen...
pt_pt: Captura automática...
ro: Capturare automată...
tr: Otomatik yakalama...
vi_vn: Tự động chụp...

# tsmiShortenURL.Text
source: Shorten URL...
fa_ir: کوتاه کردن آدرس ...
he_il: קישור מקוצר...
it_it: Accorcia URL...
ko_kr: URL 단축...
pt_pt: Encutar hiperligação...
ro: Scurtare URL...
vi_vn: Rút gọn URL...

# tsmiCopyThumbnailFile.Text
source: Thumbnail file
cs: Soubor náhledu
de: Thumbnaildatei
es: Archivo de miniatura
fa_ir: فایل کوچک
fr: Fichier de miniature
he_il: קובץ תמונה ממוזערת
it_it: File della Miniatura
ko_kr: 섬네일 파일
nl_nl: Miniatuur van bestand
pt_pt: Ficheiro em Miniatura
ro: Fișier miniatură
tr: Küçük resim dosya
vi_vn: Tệp ảnh thu nhỏ/thumbnail

# tsmiOpenThumbnailFile.Text
source: Thumbnail file
cs: Soubor náhledu
de: Thumbnaildatei
es: Archivo de miniatura
fa_ir: فایل کوچک
fr: Fichier de miniature
he_il: קובץ תמונה ממוזערת
it_it: Miniatura File
ko_kr: 섬네일 파일
nl_nl: Miniatuur bestand
pt_pt: Ficheiro em miniatura
ro: Fișier miniatură
tr: Küçük resim dosya
vi_vn: Tệp ảnh thu nhỏ/thumbnail

# tsmiCopyThumbnailURL.Text
source: Thumbnail URL
cs: URL náhledu
es: URL miniatura
fa_ir: آدرس کوچک
fr: URL de la miniature
he_il: קישור תמונה ממוזערת
it_it: Miniatura URL
ko_kr: 섬네일 URL
nl_nl: Link naar miniatuur
pt_pt: Hiperligação da Miniatura
ro: URL miniatură
tr: Küçük resim URL
vi_vn: URL ảnh thu nhỏ/thumbnail

# tsmiOpenThumbnailURL.Text
source: Thumbnail URL
cs: URL náhledu
es: URL miniatura
fa_ir: آدرس کوچک
fr: URL de la miniature
he_il: קישור תמונה ממוזערת
it_it: Miniatura URL
ko_kr: 섬네일 URL
nl_nl: Link naar miniatuur
pt_pt: Hiperligação do ficheiro em miniatura
ro: URL miniatură
tr: Küçük resim URL
vi_vn: URL ảnh thu nhỏ/thumbnail

# tsmiCopyThumbnailImage.Text
source: Thumbnail image
cs: Obrázek náhledu
de: Thumbnailbild
es: Imagen de miniatura
fa_ir: عکس کوچک
fr: Image de miniature
he_il: תמונה ממוזערת
it_it: Immagine della Miniatura
ko_kr: 섬네일 이미지
nl_nl: Miniatuur van afbeelding
pt_pt: Imagem em Miniatura
ro: Imagine miniatură
tr: Küçük resim
vi_vn: Ảnh thu nhỏ/thumbnail

# tsmiEditSelectedFile.Text
source: Edit image...
cs: Upravit obrázek...
de: Bild berarbeiten
es: Editar imagen...
fa_ir: ویرایش عکس ...
fr: Editer l'image...
he_il: ערוך תמונה...
it_it: Annota Immagine...
ko_kr: 이미지 편집...
nl_nl: Bewerk afbeelding...
pt_pt: Editar imagem...
ro: Editați imaginea...
tr: Resim düzenle...
vi_vn: Chỉnh sửa ảnh...

# tsmiTrayIndexFolder.Text
source: Directory indexer...
cs: Indexovat složku...
de: Index Ordner...
es: Carpeta de índice...
fa_ir: لیست کننده کل دایرکتوری ...
fr: Indexer le répertoire...
he_il: מאנדקס תיקייה...
it_it: Indicizza Cartella...
ko_kr: 폴더 색인 생성...
nl_nl: Indexmap...
pt_pt: Indexador de pastas...
ro: Indexator de foldere...
tr: Dizini indeksle...
vi_vn: Đánh chỉ mục thư mục...

# tsmiIndexFolder.Text
source: Directory indexer...
cs: Indexovat složku...
de: Index Ordner...
es: Carpeta de índice...
fa_ir: لیست کننده کل دایرکتوری ...
fr: Indexer le répertoire...
he_il: מאנדקס תיקייה...
it_it: Indicizza Cartella...
ko_kr: 폴더 색인 생성...
nl_nl: Indexmap...
pt_pt: Indexador de pastas...
ro: Indexator de dosare...
tr: Dizini indeksle...
vi_vn: Đánh chỉ mục thư mục...

# tsmiTrayWindow.Text
source: Window
cs: Okno
de: Fenster
es: Ventana
fa_ir: پنجره
fr: Fenêtre
he_il: חלון
it_it: Finestra
ko_kr: 창
nl_nl: Venster
pt_pt: Janela
ro: Fereastră
tr: Pencere
vi_vn: Cửa sổ

# tsmiWindow.Text
source: Window
cs: Okno
de: Fenster
es: Ventana
fa_ir: پنجره
fr: Fenêtre
he_il: חלון
it_it: Finestra
ko_kr: 창
nl_nl: Venster
pt_pt: Janela
ro: Fereastră
tr: Pencere
vi_vn: Cửa sổ

# tsmiTrayToggleHotkeys.Text
source: Disable hotkeys
fa_ir: غیرفعال کردن کلیدهای میانبر
he_il: השבת קיצורי מקלדת
it_it: Disattiva Scorciatoie
ko_kr: 단축키 비활성화
nl_nl: Schakel sneltoetsen uit
pt_pt: Desativar teclas de atalho
ro: Dezactivați tastele rapide
vi_vn: Vô hiệu hóa phím tắt

# tsmiTrayRectangleLight.Text
source: Region (Light)
cs: Obdélník (světlý)
de: Rechteck (einfach)
es: Rectángulo (Ligero)
fa_ir: ناحیه (روشن)
fr: Rectangle (Simple)
he_il: אזור (בהיר)
it_it: Regione (Semplice)
ko_kr: 직사각형 (어둡지 않게)
nl_nl: Rechthoek (Snel)
pt_pt: Região (Leve)
ro: Regiune (Clară)
tr: Dikdörtgen (Basit)
vi_vn: Vùng (Có đánh dấu)

# tsmiRectangleLight.Text
source: Region (Light)
cs: Obdélník (světlý)
de: Rechteck (einfach)
es: Rectángulo (Ligero)
fa_ir: ناحیه (روشن)
fr: Rectangle (Simple)
he_il: אזור (בהיר)
it_it: Regione (Semplice)
ko_kr: 직사각형 (어둡지 않게)
nl_nl: Rechthoek (snel)
pt_pt: Região (Leve)
ro: Regiune (Clară)
tr: Dikdörtgen (Basit)
vi_vn: Vùng (Có đánh dấu)

# tsmiTrayRectangleTransparent.Text
source: Region (Transparent)
es: Rectángulo (Transparente)
fa_ir: ناحیه (شفاف)
he_il: אזור (שקוף)
it_it: Regione (Trasparente)
ko_kr: 직사각형 (투명)
nl_nl: Rechthoek (Transparant)
pt_pt: Região (Transparente)
ro: Regiune (Transparentă)
vi_vn: Vùng (Trong suốt)

# tsmiRectangleTransparent.Text
source: Region (Transparent)
es: Rectángulo (Transparente)
fa_ir: ناحیه (شفاف)
he_il: אזור (שקוף)
it_it: Regione (Trasparente)
ko_kr: 직사각형 (투명)
nl_nl: Rechthoek (transparant)
pt_pt: Região (Transparente)
ro: Regiune (Transparentă)
vi_vn: Vùng (Trong suốt)

# tsmiTrayRectangle.Text
source: Region
cs: Obdélník
de: Rechteck
es: Rectángulo
fa_ir: ناحیه
fr: Rectangle
he_il: אזור
it_it: Regione
ko_kr: 직사각형
nl_nl: Rechthoek
pt_pt: Região
ro: Regiune
tr: Dikdörtgen
vi_vn: Vùng

# tsmiRectangle.Text
source: Region
cs: Obdélník
de: Rechteck
es: Rectángulo
fa_ir: ناحیه
fr: Rectangle
he_il: אזור
it_it: Regione
ko_kr: 직사각형
nl_nl: Rechthoek
pt_pt: Região
ro: Regiune
tr: Dikdörtgen
vi_vn: Vùng

# tsmiTrayDestinationSettings.Text
source: Destination settings...
cs: Nastavení destinací...
de: Zieleinstellungen
es: Configuración de destinacion...
fa_ir: تنظیمات مقصد ...
fr: Paramètres de destination...
he_il: הגדרות יעד...
it_it: Impostazioni Destinazione...
ko_kr: 목적지 설정...
nl_nl: Bestemmingsinstellingen...
pt_pt: Configuração de destinos...
ro: Setări destinație...
tr: Hedef ayarları...
vi_vn: Thiết lập dịch vụ tải lên...

# tsmiTrayDestinations.Text
source: Destinations
cs: Destinace
de: Ziele
es: Destinaciones
fa_ir: مقصدها
he_il: יעדים
it_it: Destinazioni
ko_kr: 목적지
nl_nl: Bestemmingen
pt_pt: Destinos
ro: Destinații
tr: Hedefler
vi_vn: Dịch vụ tải lên

# tsddbDestinations.Text
source: Destinations
cs: Destinace
de: Ziele
es: Destinaciones
fa_ir: مقصدها
he_il: יעדים
it_it: Destinazioni
ko_kr: 목적지
nl_nl: Bestemmingen
pt_pt: Destinos
ro: Destinații
tr: Hedefler
vi_vn: Dịch vụ tải lên

# tsmiRestartAsAdmin.Text
source: Restart ShareX as admin
he_il: הפעל מחדש את ShareX כמנהל
ro: Reporniți ShareX ca administrator
vi_vn: Khởi động lại ShareX với tư cách quản trị viên

# tsmiImageThumbnailer.Text
source: Image thumbnailer...
fa_ir: خلاصه کننده عکس ...
he_il: מחולל תמונה ממוזערת...
it_it: Crea Miniatura Immagine...
ko_kr: 이미지 섬네일 생성기...
pt_pt: Fazer miniatura de Imagem...
ro: Miniaturizator de imagini...
vi_vn: Tạo ảnh thu nhỏ/thumbnail...

# tsmiShortenSelectedURL.Text
source: Shorten URL
cs: Zkrátit URL
de: URL kürzen
es: Acortar URL
fa_ir: کوتاه کردن آدرس
fr: Raccourcisseur d'URL
he_il: מקצר קישור
it_it: Accorcia URL
ko_kr: URL 단축
nl_nl: Verkort link
pt_pt: Encutar hiperligação
ro: Scurtați URL-ul
tr: URL kısalt
vi_vn: Rút gọn URL

# chStatus.Text
source: Status
cs: Stav
es: Estado
fa_ir: وضعیت
fr: Statut
he_il: סטטוס
it_it: Stato
ko_kr: 상태
pt_pt: Estado
ro: Stare
tr: Durum
vi_vn: Trạng thái

# tsmiTrayScrollingCapture.Text
source: Scrolling capture...
fa_ir: ضبط تصویر با اسکرول ...
he_il: צילום מסך נגלל...
it_it: Cattura a Scorrimento...
ko_kr: 스크롤 촬영...
nl_nl: Scrollopname...
pt_pt: Captura em acção...
ro: Captură în derulare...
vi_vn: Chụp khi cuộn trang...

# tsmiScrollingCapture.Text
source: Scrolling capture...
fa_ir: ضبط تصویر با اسکرول ...
he_il: צילום מסך נגלל...
it_it: Cattura a Scorrimento...
ko_kr: 스크롤 촬영...
nl_nl: Scrollopname...
pt_pt: Captura em acção...
ro: Captură în derulare...
vi_vn: Chụp khi cuộn trang...

# tsmiClearList.Text
source: Clear task list
cs: Vyčistit seznam
de: Liste leeren
es: Borrar lista
fa_ir: پاک کردن لیست وظایف
fr: Vider la liste
he_il: נקה רשימת משימות
it_it: Pulisci Lista
ko_kr: 목록 전부 제거
nl_nl: Leeg lijst
pt_pt: Limpar lista de tarefas
ro: Ștergeți lista de sarcini
tr: Listeyi temizle
vi_vn: Xóa danh sách

# tsmiAddImageEffects.Text
source: Add image effects...
he_il: הוסף אפקטים לתמונה...
ko_kr: 이미지 효과 추가...
ro: Adăugați efecte de imagine...
vi_vn: Thêm hiệu ứng hình ảnh ...

# tsmiTestTextUpload.Text
source: Test text upload
cs: Otestovat upload textu
de: Testtext hochladen
es: Prueba de subida de texto
fa_ir: تست آپلود متن
fr: Test de mise en ligne d'un texte
he_il: בדיקת העלאת טקסט
it_it: Prova Caricamento Testo
ko_kr: 텍스트 업로드 테스트
nl_nl: Test upload tekst
pt_pt: Teste: Enviar texto
ro: Test încărcare text
tr: Yazı yükleme testi
vi_vn: Kiểm tra tải lên văn bản

# tsmiTestFileUpload.Text
source: Test file upload
cs: Otestovat upload souborů
de: Testdatei hochladen
es: Prueba de subida de archivo
fa_ir: تست آپلود فایل
fr: Test de mise en ligne d'un fichier
he_il: בדיקת העלאת קובץ
it_it: Prova Caricamento File
ko_kr: 파일 업로드 테스트
nl_nl: Test bestandsupload
pt_pt: Teste: Enviar ficheiro
ro: Test încărcare fișier
tr: Dosya yükleme testi
vi_vn: Kiểm tra tải lên tệp tin

# tsmiTestImageUpload.Text
source: Test image upload
cs: Otestovat upload obrázků
de: Testbild hochladen
es: Prueba de subida de imágen
fa_ir: تست آپلود عکس
fr: Test de mise en ligne d'une image
he_il: בדיקת העלאת תמונה
it_it: Prova Caricamento Immagine
ko_kr: 이미지 업로드 테스트
nl_nl: Test upload afbeelding
pt_pt: Teste: Enviar imagem
ro: Test încărcare imagine
tr: Resim yükleme testi
vi_vn: Kiểm tra tải lên ảnh

# tsmiTestURLShortener.Text
source: Test URL shortener
cs: Otestovat URL zkracovač
de: Test URL Kürzer
es: Prueba de acortador de URL
fa_ir: تست کردن کوتاه کننده آٔدرس
fr: Test de raccourcisseur d'URL
he_il: בדיקת מקצר קישור
it_it: Prova Accorciamento URL
ko_kr: URL 단축 테스트
nl_nl: Test linkverkorter
pt_pt: Teste: Encurtar hiperligação
ro: Test scurtare URL
tr: URL kısaltma testi
vi_vn: Kiểm tra rút gọn URL

# tsmiTestURLSharing.Text
source: Test URL sharing
cs: Otestovat sdílení URL
de: Test URL teilen
es: Prueba de compartir URL
fa_ir: تست به اشتراک گذاری آدرس
fr: Test de partage d'URL
he_il: בדיקת שיתוף הקישור
it_it: Prova Condivisione URL
ko_kr: URL 공유 테스트
nl_nl: Test delen van link
pt_pt: Teste: Partilha de hiperligação
ro: Test distribuire URL
tr: URL paylaşım testi
vi_vn: Kiểm tra chia sẻ URL

# tsmiCombineImagesHorizontally.Text
source: Combine horizontally
he_il: מזג אופקית
ro: Combinare orizontală
vi_vn: Gộp ảnh theo chiều ngang

# tsmiTrayRecentItems.Text
source: Recent links
es: Enlaces recientes
fa_ir: لینک های اخیر
he_il: קישורים אחרונים
it_it: Collegamenti Recenti
ko_kr: 최근 링크
nl_nl: Recente links
pt_pt: Hiperligações recentes
ro: Link-uri recente
vi_vn: Các liên kết gần đây

# tsmiTrayLastRegion.Text
source: Last region
cs: Poslední oblast
de: Letzte Region
es: Ultima región
fa_ir: آخرین ناحیه
fr: Dernière région
he_il: אזור אחרון
it_it: Ultima Regione
ko_kr: 마지막 영역
nl_nl: Laatste regio
pt_pt: Última região
ro: Ultima regiune
tr: Son bölge
vi_vn: Vùng cuối cùng

# tsmiLastRegion.Text
source: Last region
cs: Poslední oblast
de: Letzte Region
es: Ultima región
fa_ir: آخرین ناحیه
fr: Dernière région
he_il: אזור אחרון
it_it: Ultima Regione
ko_kr: 마지막 영역
nl_nl: Laatste regio
pt_pt: Última região
ro: Ultima regiune
tr: Son bölge
vi_vn: Vùng chọn lần trước

# tsmiShowErrors.Text
source: Show errors
cs: Zobrazit chyby
de: Zeige Fehler
es: Mostrar errores
fa_ir: نمایش خطاها
fr: Afficher les erreurs
he_il: הצג שגיאות
it_it: Mostra Errori
ko_kr: 오류 표시
nl_nl: Toon fouten
pt_pt: Mostrar erros
ro: Afisați erorile
tr: Hataları göster
vi_vn: Hiện lỗi

# tsmiTrayShowCursor.Text
source: Show cursor
fa_ir: نمایش کرسر
he_il: הצג סמן העכבר
ko_kr: 커서 표시
pt_pt: Mostrar o cursor
ro: Cursor vizibil
vi_vn: Hiện con trỏ

# tsmiShowCursor.Text
source: Show cursor
fa_ir: نمایش کرسر
he_il: הצג סמן העכבר
ko_kr: 커서 표시
pt_pt: Mostrar o cursos
ro: Cursor vizibil
vi_vn: Hiện con trỏ

# tsmiOpenActionsToolbar.Text
source: Toggle actions toolbar
he_il: הצג/הסתר את סרגל הכלים לפעולות
it_it: Attiva/Disattiva Barra delle Azioni
ko_kr: 액션 도구상자 토글
pt_pt: Alternar entre acções da barra de ferramentas
ro: Comutați bara de acțiuni
vi_vn: Bật/Tắt thanh công cụ tác vụ

# tsmiTrayMonitorTest.Text
source: Monitor test...
cs: Test monitoru...
es: Prueba del monitor...
fa_ir: تست صفحه نمایش ...
fr: Test d'écran...
he_il: בדיקת מסך...
it_it: Prova Monitor...
ko_kr: 모니터 테스트...
nl_nl: Test scherm...
pt_pt: Teste de monitor...
ro: Testare monitor...
tr: Monitör test...
vi_vn: Kiểm tra màn hình...

# tsmiMonitorTest.Text
source: Monitor test...
cs: Test monitoru...
es: Prueba del monitor...
fa_ir: تست صفحه نمایش ...
fr: Test d'écran...
he_il: בדיקת מסך...
it_it: Prova il Monitor...
ko_kr: 모니터 테스트...
nl_nl: Scherm tester...
pt_pt: Teste de monitor...
ro: Testare monitor...
tr: Monitör testi...
vi_vn: Kiểm tra màn hình...

# tsmiTrayMonitor.Text
source: Monitor
fa_ir: صفحه نمایش
fr: Écran
he_il: מסך
ko_kr: 모니터
nl_nl: Scherm
tr: Ekran
vi_vn: Màn hình

# tsmiMonitor.Text
source: Monitor
fa_ir: صفحه نمایش
fr: Écran
he_il: מסך
ko_kr: 모니터
nl_nl: Scherm
tr: Monitör
vi_vn: Màn hình

# tsmiShowResponse.Text
source: Show response...
cs: Zobrazit odpověď...
de: Zeige Antwort....
es: Mostrar respuesta...
fa_ir: نمایش پاسخ ...
fr: Afficher la réponse...
he_il: הצג תגובה...
it_it: Mostra Risposta...
ko_kr: 응답 표시하기...
nl_nl: Toon antwoord...
pt_pt: Mostrar resposta...
ro: Afișați răspusul...
tr: Cevabı göster...
vi_vn: Hiện phản hồi...

# tsmiShowQRCode.Text
source: Show QR code...
cs: Zobrazit QR kód...
de: Zeige QR code...
es: Mostrar QR código...
fa_ir: نمایش کد QR ...
fr: Afficher le QR code...
he_il: הצג קוד QR...
it_it: Mostra Codice QR...
ko_kr: QR코드 표시하기...
nl_nl: Toon QR code...
pt_pt: Mostrar código QR...
ro: Afișați codul QR...
tr: QR kod göster...
vi_vn: Hiện mã QR...

# tsmiTrayBorderlessWindow.Text
source: Borderless window...
he_il: חלון ללא שוליים...
ro: Fereastră fără borduri...
vi_vn: Cửa sổ không viền ...

# tsmiBorderlessWindow.Text
source: Borderless window...
he_il: חלון ללא שוליים...
ro: Fereastră fără borduri...
vi_vn: Cửa sổ không viền ...

# tsmiTrayScreenshotDelay0.Text
source: No delay
fa_ir: بدون تاخیر
he_il: ללא השהייה
ko_kr: 지연 없음
pt_pt: Sem atraso
ro: Fără întârziere
vi_vn: Không trễ

# tsmiTrayTextUploaders.Text
source: Text uploaders
cs: Uploadery textu
de: Texthochlader
es: Cargadores de texto
fa_ir: آپلود کننده های متن
fr: Logiciels de mise en ligne de textes
he_il: שירותי העלאת טקסט
it_it: Servizio Caricamento Testo
ko_kr: 텍스트 업로더
nl_nl: Tekst uploaders
pt_pt: Envio de ficheiros de texto
ro: Destinații Text
tr: Yazı yükleyiciler
vi_vn: Dịch vụ tải lên văn bản

# tsmiCopyText.Text
source: Text
es: Texto
fa_ir: متن
fr: Texte
he_il: טקסט
it_it: Testo
ko_kr: 텍스트
nl_nl: Tekst
pt_pt: Texto
tr: Yazı
vi_vn: Văn bản

# tsmiOCRImage.Text
source: OCR image...
fa_ir: تصویر OCR ...
he_il: תמונת OCR...
it_it: OCR...
ko_kr: 이미지에서 문자 추출 (OCR)...
pt_pt: Imagem de Reconhecimento óptico de caractéres (OCR) ...
ro: Procesare OCR...
vi_vn: Nhận dạng kí tự từ ảnh...

# tsmiTextUploaders.Text
source: Text uploaders
cs: Uploadery textu
de: Texthochlader
es: Cargadores de texto
fa_ir: آپلود کننده های متن
fr: Logiciels de mise en ligne de textes
he_il: שירותי העלאת טקסט
it_it: Servizio Caricamento Testo
ko_kr: 텍스트 업로더
nl_nl: Tekst uploaders
pt_pt: Envio de texto
ro: Destinații Text
tr: Yazı yükleyiciler
vi_vn: Kiểm tra các dịch vụ tải lên

# tsmiCopyFilePath.Text
source: File path
cs: Cesta k souboru
de: Dateipfad
es: Ruta de acceso:
fa_ir: مسیرفایل
fr: Chemin du fichier
he_il: נתיב קובץ
it_it: Percorso File
ko_kr: 파일 경로
nl_nl: Bestandslocatie
pt_pt: Caminho do Ficheiro
ro: Cale fișier
tr: Dosya yolu
vi_vn: Đường dẫn tệp

# tsmiCopyFolder.Text
source: Folder
cs: Složka
de: Ordner
es: Carpeta
fa_ir: پوشه
fr: Répertoire
he_il: תיקייה
it_it: Cartella
ko_kr: 폴더
nl_nl: Map
pt_pt: Pasta
tr: Klasör
vi_vn: Thư mục

# tsmiOpenFolder.Text
source: Folder
cs: Složka
de: Ordner
es: Carpeta
fa_ir: پوشه
fr: Répertoire
he_il: תיקייה
it_it: Cartella
ko_kr: 폴더
nl_nl: Map
pt_pt: Pasta
tr: Dizin
vi_vn: Thư mục

# tsmiCopyFileName.Text
source: File name
cs: Název souboru
de: Dateiname
es: Nombre de archivo
fa_ir: نام فایل
fr: Nom du fichier
he_il: שם קובץ
it_it: Nome File
ko_kr: 파일 이름
nl_nl: Bestandsnaam
pt_pt: Nome do Ficheiro
ro: Nume fișier
tr: Dosya adı
vi_vn: Tên tệp tin

# chFilename.Text
source: Filename
cs: Název souboru
de: Dateiname
es: Nombre del archivo
fa_ir: نام فایل
fr: Nom du fichier
he_il: שם קובץ
it_it: Nome File
ko_kr: 파일 이름
nl_nl: Bestandsnaam
pt_pt: Nome do arquivo
ro: Numele fișierului
tr: Dosya adı
vi_vn: Tên tệp

# tsmiTrayFileUploaders.Text
source: File uploaders
cs: Uploadery souborů
de: Dateihochlader
es: Cargadores de archivos
fa_ir: آپلودکننده های فایل
fr: Logiciels de mise en ligne de fichiers
he_il: שירותי העלאת קבצים
it_it: Servizio Caricamento File
ko_kr: 파일 업로더
nl_nl: Bestandsuploaders
pt_pt: Envio de ficheiros
ro: Destinații fișiere
tr: Dosya yükleyiciler
vi_vn: Dịch vụ tải lên tệp

# tsmiFileUploaders.Text
source: File uploaders
cs: Uploadery souborů
de: Dateihochlader
es: Cargadores de archivos
fa_ir: آپلودکننده های فایل
fr: Logiciels de mise en ligne de fichiers
he_il: שירותי העלאת קבצים
it_it: Servizio Caricamento File
ko_kr: 파일 업로더
nl_nl: Bestands uploaders
pt_pt: Hospedagem de ficheiros
ro: Destinații fișiere
tr: Dosya yükleyiciler
vi_vn: Dịch vụ tải lên tệp

# tsmiCopyFile.Text
source: File
cs: Soubor
de: Datei
es: Archivo
fa_ir: فایل
fr: Fichier
he_il: קובץ
ko_kr: 파일
nl_nl: Bestand
pt_pt: Ficheiro
ro: Fișier
tr: Dosya
vi_vn: Tệp tin

# tsmiOpenFile.Text
source: File
cs: Soubor
de: Datei
es: Archivo
fa_ir: فایل
fr: Fichier
he_il: קובץ
ko_kr: 파일
nl_nl: Bestand
pt_pt: Ficheiro
ro: Fișier
tr: Dosya
vi_vn: Tệp tin

# tsmiTrayInspectWindow.Text
source: Inspect window...
he_il: בדוק חלון...
ro: Inspectare fereastră...
vi_vn: Kiểm tra cửa sổ ...

# tsmiInspectWindow.Text
source: Inspect window...
he_il: בדוק חלון...
ro: Inspectare fereastră...
vi_vn: Kiểm tra cửa sổ ...

# tsbDonate.Text
source: Donate...
fa_ir: کمک مالی ...
he_il: תרומה...
it_it: Dona
ko_kr: 기부...
pt_pt: Faça uma doação...
ro: Donați...
vi_vn: Quyên góp...

# tsmiTrayColorPicker.Text
source: Color picker...
es: Selector de color...
fa_ir: انتخاب رنگ ...
he_il: בוחר הצבעים...
it_it: Seleziona Colore...
ko_kr: 색상 선택기...
nl_nl: Kleurenkiezer...
pt_pt: Seleccionar cores...
ro: Selector de culori...
vi_vn: Chọn màu sắc...

# tsmiColorPicker.Text
source: Color picker...
es: Selector de color...
fa_ir: انتخاب رنگ ...
he_il: בוחר הצבעים...
it_it: Seleziona Colore...
ko_kr: 색상 선택기...
nl_nl: Kleurenkiezer...
pt_pt: Selecção de cores...
ro: Selector de culori...
vi_vn: Chọn màu sắc...
