Repository: ShareX/ShareX
Catalog: ShareX/Forms/MainForm.*.resx
Languages: cs, de, es, fa_ir, fr, he_il, it_it, ko_kr, nl_nl, pt_pt, ro, tr, vi_vn

# tsmiTrayUploadDragDrop.Text
source: Drag and drop upload...
de: Drag & Drop hochladen
es: Arrastrar y soltar upload...
fa_ir: آپلود با کشیدن و رهاکردن ...
fr: Mise en ligne avec glisser-déposer...
he_il: גרור ושחרר להעלאה...
it_it: Carica da Drag & Drop...
ko_kr: 끌어서 업로드...
nl_nl: Uploaden via slepen...
pt_pt: Arrastar e soltar para enviar...
ro: Încărcați prin glisare și eliberare...
tr: Sürükle bırak ile yükle...
vi_vn: Kéo và thả để tải lên...

# tsmiUploadDragDrop.Text
source: Drag and drop upload...
de: Drag & Drop hochladen
es: Arrastrar y soltar upload...
fa_ir: آپلود با کشیدن و رهاکردن ...
fr: Mise en ligne avec glisser-déposer...
he_il: גרור ושחרר להעלאה...
it_it: Carica da Drag & Drop...
ko_kr: 끌어서 업로드...
nl_nl: Uploaden via slepen...
pt_pt: Arrastar e soltar para enviar...
ro: Încărcați prin glisare și eliberare...
tr: Sürükle bırak ile yükle...
vi_vn: Kéo và thả để tải lên...

# tsmiTrayShow.Text
source: Open main window
cs: Zobrazit okno ShareX
de: Zeige ShareX Fenster
es: Mostrar la ventana ShareX
fa_ir: باز کردن پنجره اصلی
fr: Afficher la fenêtre ShareX
he_il: פתח חלון ראשי
it_it: Apri Finestra Principale
ko_kr: ShareX 창 보이기
nl_nl: Toon ShareX venster
pt_pt: Abrir janela principal
ro: Deschideți fereastra principală
tr: ShareX penceresini göster
vi_vn: Hiện cửa sổ chính

# tsmiOpen.Text
source: Open
cs: Otevřít
de: Öffnen
es: Abrir
fa_ir: بازکردن
fr: Ouvrir
he_il: פתח
it_it: Apri
ko_kr: 열기
nl_nl: Openen
pt_pt: Abrir
ro: Deschideți
tr: Aç
vi_vn: Mở

# tsmiScreenshotsFolder.Text
source: Screenshots folder...
cs: Složka se snímky obrazovky
de: Screenshot Ordner...
es: Carpeta de imágenes...
fa_ir: رجوع به فولدر عکس ها
fr: Répertoire des captures d'écran...
he_il: תיקיית צילומי מסך...
it_it: Cartella Screenshot
ko_kr: 스크린샷 폴더...
nl_nl: Map schermafbeelding...
pt_pt: Pasta de Imagens...
ro: Folderul de capturi...
tr: Ekran görüntüsü dizini...
vi_vn: Thư mục chứa ảnh chụp...

# tsbScreenshotsFolder.Text
source: Screenshots folder...
cs: Složka snímků obrazovky...
de: Screenshot Ordner...
es: Carpeta de imágenes...
fa_ir: رجوع به فولدر عکس ها
fr: Répertoire des captures d'écran...
he_il: תיקיית צילומי מסך...
it_it: Cartella Screenshot
ko_kr: 스크린샷 폴더...
nl_nl: Screenshots map...
pt_pt: Caminho das imagens...
ro: Folderul de capturi...
tr: Ekran görüntüsü dizini...
vi_vn: Thư mục chứa ảnh chụp...

# tsmiTrayAfterCaptureTasks.Text
source: After capture tasks
cs: Po zachycení
de: Nach der Aufnahme
es: Después de capturar
fa_ir: وظایف بعد از ضبط
fr: Après la capture
he_il: משימות לאחר צילום מסך
it_it: Operazioni Dopo la Cattura
ko_kr: 촬영 뒤
nl_nl: Na vastleggen
pt_pt: Tarefa após captura
ro: Sarcini după captură
tr: Yaklama sonrası
vi_vn: Tác vụ sau khi chụp

# tsddbAfterCaptureTasks.Text
source: After capture tasks
cs: Úkoly po zachycení...
de: Nach der Aufnahme Aufgaben:
es: Tareas después de capturar
fa_ir: وظایف بعد از ضبط
fr: Tâches après la capture
he_il: משימות לאחר צילום מסך
it_it: Operazioni Dopo la Cattura
ko_kr: 촬영 뒤 할 일
nl_nl: Taken na vastleggen
pt_pt: Tarefas após captura
ro: Sarcini după captură
tr: Yakalama sonrası
vi_vn: Tác vụ sau khi chụp

# tsmiScreenshotDelay.Text
source: Screenshot delay
fa_ir: تاخیر ضبط
he_il: השהייה בצילום מסך
ko_kr: 스크린샷 지연
pt_pt: Atraso na captura
ro: Întârziere captură
vi_vn: Thời gian trễ chụp màn hình

# tsmiTrayCapture.Text
source: Capture
cs: Zachycení
de: Aufnhemen
es: Capturar
fa_ir: ضبط
he_il: צילום מסך
it_it: Cattura
ko_kr: 촬영
nl_nl: Vastleggen
pt_pt: Captura
ro: Capturați
tr: Yakala
vi_vn: Chụp

# tsddbCapture.Text
source: Capture
cs: Zachytit
de: Aufnhemen
es: Capturar
fa_ir: ضبط
he_il: צילום מסך
it_it: Cattura
ko_kr: 촬영
nl_nl: Vastleggen
pt_pt: Capturar
ro: Capturați
tr: Yakala
vi_vn: Chụp

# tsbHotkeySettings.Text
source: Hotkey settings...
cs: Nastavení kláves. zkratek...
de: Hotkeyeinstellungen
es: Ajustes: Teclas rápidas...
fa_ir: تنظیمات کلیدهای میانبر...
fr: Paramètres de raccourcis clavier...
he_il: הגדרות מקשי קיצור...
it_it: Impostazioni Scorciatoie
ko_kr: 단축키 설정...
nl_nl: Instellingen sneltoetsen...
pt_pt: Definições das teclas de atalho...
ro: Setări taste rapide...
tr: Kısayol ayarları...
vi_vn: Thiết lập phím tắt...

# tsmiTrayHotkeySettings.Text
source: Hotkey settings...
cs: Nastavení kláves. zkratek...
de: Hotkeyeinstellungen
es: Ajustes: Teclas rápidas...
fa_ir: تنظیمات کلیدهای میانبر...
fr: Paramètres de raccourcis clavier...
he_il: הגדרות מקשי קיצור...
it_it: Impostazioni Scorciatoie
ko_kr: 단축키 설정...
nl_nl: Instellingen sneltoetsen...
pt_pt: Definições de teclas de atalho...
ro: Setări taste rapide...
tr: Kısayol ayarları...
vi_vn: Thiết lập phím tắt...

# tsmiTrayWorkflows.Text
source: Workflows
cs: Úkony
de: Arbeitsablauf
es: Flujos de trabajo
fa_ir: گردش کار
he_il: תהליכי עבודה
it_it: Workflow
ko_kr: 워크플로우
pt_pt: Fluxos de trabalho
ro: Desfășurări
tr: İş akışları
vi_vn: Luồng công việc

# tsddbWorkflows.Text
source: Workflows
cs: Úkony
de: Arbeitsablauf
es: Flujos de trabajo
fa_ir: گردش کار
he_il: תהליכי עבודה
it_it: Workflow
ko_kr: 워크플로우
pt_pt: Fluxos de trabalho
ro: Desfășurări
tr: İş akışları
vi_vn: Luồng công việc

# tsmiBingVisualSearch.Text
source: Bing visual search...
he_il: חיפוש חזותי של בינג (OCR)...
ro: Căutare vizuală Bing (OCR)...
vi_vn: Tìm kiếm trực quan trên Bing (OCR) ...

# tsmiTrayApplicationSettings.Text
source: Application settings...
cs: Nastavení aplikace...
de: Einstellungen:
es: Ajustes: Aplicaciones...
fa_ir: تنظیمات برنامه ...
fr: Paramètres de l'application...
he_il: הגדרות יישום...
it_it: Impostazioni Applicazione...
ko_kr: 프로그램 설정...
nl_nl: Instellingen programma...
pt_pt: Definições da aplicação...
ro: Setările aplicației...
tr: Uygulama ayarları...
vi_vn: Thiết lập ứng dụng...

# tsbApplicationSettings.Text
source: Application settings...
cs: Nastavení aplikace
de: Einstellungen:
es: Ajustes: Aplicaciones...
fa_ir: تنظیمات برنامه ...
fr: Paramètres de l'application...
he_il: הגדרות יישום...
it_it: Impostazioni Applicazione
ko_kr: 프로그램 설정...
nl_nl: Instellingen programma...
pt_pt: Definições da aplicação...
ro: Setările aplicației...
tr: Uygulama ayarları...
vi_vn: Thiết lập hệ thống...

# tsmiCopyFileNameWithExtension.Text
source: File name with extension
cs: Název souboru s příponou
de: Dateiname mit Erweiterung
es: Nombre del archivo con extensión
fa_ir: نام فایل به همراه پسوند
fr: Nom du fichier avec l'extension
he_il: שם קובץ עם סיומת
it_it: Nome File con Estensione
ko_kr: 파일 이름 및 확장자
nl_nl: Bestandsnaam met extensie
pt_pt: Nome do Ficheiro com extensão
ro: Nume fișier cu extensie
tr: Dosya adı uzantısıyla birlikte
vi_vn: Tên tệp có phần đuôi mở rộng

# chElapsed.Text
source: Elapsed
cs: Uběhlo
de: Abgelaufen
es: Transcurrido
fa_ir: زمان گذشته
fr: Passé
he_il: חלפו
it_it: Trascorsi
ko_kr: 지난 시간
nl_nl: Verstreken
pt_pt: Tempo decorrido
ro: A trecut
tr: Geçen
vi_vn: Đã trôi qua

# tsddbTools.Text
source: Tools
cs: Nástroje
es: Herramientas
fa_ir: ابزار
fr: Outils
he_il: כלים
it_it: Strumenti
ko_kr: 도구
nl_nl: Hulpmiddelen
pt_pt: Ferramentas
ro: Instrumente
tr: Araçlar
vi_vn: Công cụ

# tsmiTrayTools.Text
source: Tools
cs: Nástroje
es: Herramientas
fa_ir: ابزار
fr: Outils
he_il: כלים
it_it: Strumenti
ko_kr: 도구
nl_nl: Hulpmiddelen
pt_pt: Ferramentas
ro: Instrumente
tr: Araçlar
vi_vn: Công cụ

# tsmiTrayScreenColorPicker.Text
source: Screen color picker...
cs: Výběr barvy z obrazovky...
de: Bildschirmfarbenauswähler...
es: Pantalla de selector de color...
fa_ir: انتخاب رنگ صفحه ...
fr: Ecran du sélecteur de couleur...
he_il: בוחר צבעי מסך...
it_it: Cattura Colore...
ko_kr: 화면 색상 선택기...
nl_nl: Kleurenkiezer op scherm...
pt_pt: Seleccionar cor do monitor...
ro: Selector de culori de pe ecran...
tr: Ekrandan renk seçici...
vi_vn: Lấy màu từ màn hình...

# tsmiScreenColorPicker.Text
source: Screen color picker...
cs: Výběr barvy z obrazovky...
de: Bildschirmfarbenauswähler...
es: Pantalla de selector de color...
fa_ir: انتخاب رنگ صفحه ...
fr: Ecran du sélecteur de couleur...
he_il: בוחר צבעי מסך...
it_it: Cattura Colore...
ko_kr: 화면 색상 선택기...
nl_nl: Kleurenkiezer op scherm...
pt_pt: Seleccionar cor do monitor...
ro: Selector de culori de pe ecran...
tr: Ekrandan renk seçici...
vi_vn: Lấy màu từ màn hình...

# tsmiTrayScreenshotDelay.Text
source: Screenshot delay
fa_ir: تاخیر ضبط
he_il: השהייה בצילום מסך
ko_kr: 스크린샷 지연
pt_pt: Atraso na captura
ro: Întârziere captură
vi_vn: Thời gian trễ chụp ảnh màn hình

# tsmiScreenRecordingGIF.Text
source: Screen recording (GIF)
cs: Záznam obrazovky (GIF)
de: Bildschirmaufnahme (GIF)
es: Grabación de pantalla (GIF)
fa_ir: ضبط فیلم صفحه (GIF)
fr: Enregistrement d'écran (Gif)
he_il: הקלטת מסך (GIF)
it_it: Registra Schermo (GIF)
ko_kr: 화면 녹화 (GIF)
nl_nl: Scherm opname (GIF)
pt_pt: Gravação do ecrã (GIF)
ro: Înregistrare ecran (GIF)
tr: Ekran kaydetme (GIF)
vi_vn: Ghi lại màn hình (dạng ảnh GIF)

# tsmiTrayScreenRecordingGIF.Text
source: Screen recording (GIF)
cs: Záznam obrazovky (GIF)
de: Bildschirmaufnahme (GIF)
es: Grabación de pantalla (GIF)
fa_ir: ضبط فیلم صفحه (GIF)
fr: Enregistrement d'écran (Gif)
he_il: הקלטת מסך (GIF)
it_it: Registra Schermo (GIF)
ko_kr: 화면 녹화 (GIF)
nl_nl: Schermopname (GIF)
pt_pt: Gravação do ecrã (GIF)
ro: Înregistrare ecran (GIF)
tr: Ekran kaydetme (GIF)
vi_vn: Ghi lại màn hình (dạng ảnh GIF)

# tsmiScreenRecordingFFmpeg.Text
source: Screen recording
cs: Záznam obrazovky (FFmpeg)
de: Bildschirmaufnahme (FFmpeg)
es: Grabación de pantalla (FFmpeg)
fa_ir: ضبط فیلم صفحه
fr: Enregistrement d'écran (FFmpeg)
he_il: הקלטת מסך
it_it: Registra Schermo
ko_kr: 화면 녹화 (FFmpeg)
nl_nl: Scherm opname (FFmpeg)
pt_pt: Gravação do ecrã
ro: Înregistrare ecran
tr: Ekran kaydetme (FFmpeg)
vi_vn: Ghi lại màn hình

# tsmiTrayScreenRecordingFFmpeg.Text
source: Screen recording
cs: Záznam obrazovky (FFmpeg)
de: Bildschirmaufnahme (FFmpeg)
es: Grabación de pantalla (FFmpeg)
fa_ir: ضبط فیلم صفحه
fr: Enregistrement d'écran (FFmpeg)
he_il: הקלטת מסך
it_it: Registra Schermo
ko_kr: 화면 녹화 (FFmpeg)
nl_nl: Schermopname (FFmpeg)
pt_pt: Gravação do ecrã
ro: Înregistrare ecran
tr: Ekran kaydetme (FFmpeg)
vi_vn: Ghi lại màn hình

# tsmiTrayRuler.Text
source: Ruler...
cs: Pravítko...
de: Lineal
es: Regla...
fa_ir: خط کش...
fr: Règle...
he_il: סרגל...
it_it: Righello...
ko_kr: 측정...
nl_nl: Liniaal...
pt_pt: Régua...
ro: Riglă...
tr: Cetvel...
vi_vn: Thước đo...

# tsmiRuler.Text
source: Ruler...
cs: Pravítko...
de: Lineal
es: Regla...
fa_ir: خط کش...
fr: Règle...
he_il: סרגל...
it_it: Righello...
ko_kr: 측정...
nl_nl: Meetlat...
pt_pt: Régua...
ro: Riglă...
tr: Cetvel...
vi_vn: Thước đo...

# tsmiCopy.Text
source: Copy
cs: Kopírovat
de: Kopieren
es: Copiar
fa_ir: کپی
fr: Copie
he_il: העתק
it_it: Copia
ko_kr: 복사
nl_nl: Kopieer
pt_pt: Copiar
ro: Copiați
tr: Kopyala
vi_vn: Sao chép

# tsmiCombineImagesVertically.Text
source: Combine vertically
he_il: מזג אנכית
ro: Combinare verticală
vi_vn: Gộp ảnh theo chiều dọc

# tsmiImageCombiner.Text
source: Image combiner...
fa_ir: ترکیب کننده عکس...
he_il: ממזג תמונות...
it_it: Combina Immagini...
ko_kr: 이미지 취합기...
nl_nl: Combineer afbeeldingen...
pt_pt: Juntar imagens...
ro: Combinator de imagini...
vi_vn: Trình gộp ảnh...

# tsmiTrayImageCombiner.Text
source: Image combiner...
fa_ir: ترکیب کننده عکس...
he_il: ממזג תמונות...
it_it: Combina Immagini...
ko_kr: 이미지 취합기...
nl_nl: Combineer afbeeldingen...
pt_pt: Juntar imagem...
ro: Combinator de imagini...
vi_vn: Trình gộp ảnh...

# tsmiCombineImages.Text
source: Combine images...
fa_ir: ترکیب کردن عکس ها ...
he_il: מזג תמונות...
it_it: Combina Immagini...
ko_kr: 이미지 취합하기...
pt_pt: Juntar imagens...
ro: Combinare imagini...
vi_vn: Gộp ảnh...

# tsmiTrayImageUploaders.Text
source: Image uploaders
cs: Uploadery obrázků...
de: Bildhochlader
es: Cargadores de imágenes
fa_ir: آپلودکننده های عکس
fr: Logiciels de mise en ligne d'images
he_il: שירותי העלאת תמונות
it_it: Servizio Caricamento Immagini
ko_kr: 이미지 업로더
nl_nl: Afbeeldingsuploaders
pt_pt: Hospedagem de ficheiros
ro: Destinații imagini
tr: Resim yükleyiciler
vi_vn: Dịch vụ tải ảnh lên

# tsmiImageUploaders.Text
source: Image uploaders
cs: Uploadery obrázků
de: Bildhochlader
es: Cargadores de imágenes
fa_ir: آپلودکننده های عکس
fr: Logiciels de mise en ligne d'images
he_il: שירותי העלאת תמונות
it_it: Servizio Caricamento Immagini
ko_kr: 이미지 업로더
nl_nl: Afbeeldings uploaders
pt_pt: Hospedagem de Imagens
ro: Destinații imagini
tr: Resim yükleyiciler
vi_vn: Dịch vụ tải lên ảnh

# tsmiTrayImageThumbnailer.Text
source: Image thumbnailer...
fa_ir: خلاصه کننده عکس ...
he_il: מחולל תמונה ממוזערת...
it_it: Crea Miniatura Immagine...
ko_kr: 이미지 섬네일 생성기...
pt_pt: Fazer conversão de imagem para miniatura...
ro: Miniaturizator de imagini...
vi_vn: Tạo ảnh thu nhỏ/thumbnail...

# tsmiImageEditor.Text
source: Image editor...
cs: Editor obrázků...
de: Bildbearbeiter...
es: Editor de imágenes...
fa_ir: ویرایشگر عکس ...
fr: Éditeur d'image...
he_il: עורך תמונה...
it_it: Editor Immagini...
ko_kr: 이미지 편집기...
nl_nl: Afbeeldingsbewerker...
pt_pt: Editar imagem...
ro: Editor de imagini...
tr: Resim düzenleyici...
vi_vn: Trình chỉnh sửa ảnh...

# tsmiTrayImageEditor.Text
source: Image editor...
cs: Editor obrázků...
de: Bildbearbeiter...
es: Editor de imágenes...
fa_ir: ویرایشگر عکس ...
fr: Éditeur d'image...
he_il: עורך תמונה...
it_it: Editor Immagini...
ko_kr: 이미지 편집기...
nl_nl: Afbeeldingsbewerker...
pt_pt: Editar imagem...
ro: Editor de imagini...
tr: Resim düzenleyici...
vi_vn: Trình chỉnh sửa ảnh...

# tsmiImageEffects.Text
source: Image effects...
cs: Efekty obrázku...
de: Bildeffekt...
es: Efectos de imágenes...
fa_ir: افکت های عکس ...
fr: Effets d'image...
he_il: אפקטי תמונה...
it_it: Effetti Immagine...
ko_kr: 이미지 효과...
nl_nl: Afbeeldingseffecten...
pt_pt: Efeitos de imagem...
ro: Efecte de imagine...
tr: Resim efektleri...
vi_vn: Hiệu ứng ảnh...

# tsmiTrayImageEffects.Text
source: Image effects...
cs: Efekty obrázků...
de: Bildeffekt...
es: Efectos de imágenes...
fa_ir: افکت های عکس ...
fr: Effets d'image...
he_il: אפקטי תמונה...
it_it: Effetti Immagine...
ko_kr: 이미지 효과...
nl_nl: Afbeeldingseffecten...
pt_pt: Efeitos de imagem...
ro: Efecte de imagine...
tr: Resim efektleri...
vi_vn: Hiệu ứng ảnh...

# tsmiTrayPinToScreen.Text
source: Pin to screen...
he_il: הצמד למסך...
vi_vn: Ghim vào màn hình ...

# chRemaining.Text
source: Remaining
cs: Zbývá
de: Übrig
es: Restante
fa_ir: باقیمانده
fr: Restant
he_il: נותרו
it_it: Rimanenti
ko_kr: 남은 시간
nl_nl: Te gaan
pt_pt: Tempo restante
ro: Rămas
tr: Kalan
vi_vn: Còn lại

# chURL.Text
source: URL
fa_ir: آدرس
he_il: קישור
pt_pt: hiperligação

# tsmiFullscreen.Text
source: Fullscreen
cs: Celá obrazovka
de: Vollbild
es: Pantalla completa
fa_ir: تمام صفحه
fr: Plein écran
he_il: מסך מלא
it_it: Schermo Intero
ko_kr: 전체 화면
nl_nl: Volledig scherm
pt_pt: Ecrã inteiro
ro: Ecran complet
tr: Tam ekran
vi_vn: Toàn màn hình

# tsmiScreenshotDelay0.Text
source: No delay
fa_ir: بدون تاخیر
he_il: ללא השהייה
ko_kr: 지연 없음
pt_pt: Sem atraso
ro: Fără întârziere
vi_vn: Không trễ

# tsmiScreenshotDelay1.Text
source: 1 second
fa_ir: ۱ ثانیه
he_il: שנייה אחת
ko_kr: 1 초
pt_pt: 1 segundo
ro: 1 secundă
vi_vn: 1 giây

# tsmiScreenshotDelay2.Text
source: 2 seconds
fa_ir: ۲ ثانیه
he_il: 2 שניות
ko_kr: 2 초
pt_pt: 2 segundos
ro: 2 secunde
vi_vn: 2 giây

# tsmiScreenshotDelay3.Text
source: 3 seconds
fa_ir: ۳ ثانیه
he_il: 3 שניות
ko_kr: 3 초
pt_pt: 3 segundos
ro: 3 secunde
vi_vn: 3 giây

# tsmiScreenshotDelay4.Text
source: 4 seconds
fa_ir: ۴ ثانیه
he_il: 4 שניות
ko_kr: 4 초
pt_pt: 4 segundos
ro: 4 secunde
vi_vn: 4 giây

# tsmiScreenshotDelay5.Text
source: 5 seconds
fa_ir: ۵ ثانیه
he_il: 5 שניות
ko_kr: 5 초
pt_pt: 5 segundos
ro: 5 secunde
vi_vn: 5 giây

# tsmiUploadFile.Text
source: Upload file...
cs: Nahrát soubor...
de: Lade Datei hoch
es: Subir archivo...
fa_ir: آپلود فایل ...
fr: Mise en ligne du fichier...
he_il: העלה קובץ...
it_it: Carica File...
ko_kr: 파일 업로드...
nl_nl: Upload bestand...
pt_pt: Envio de ficheiro...
ro: Încărcați fișierul...
tr: Dosya yükle...
vi_vn: Tải lên tệp tin...

# tsmiUploadFolder.Text
source: Upload folder...
cs: Nahrát složku...
de: Lade Ordner hoch
es: Carpeta de subir...
fa_ir: آپلود پوشه ...
fr: Mise en ligne du répertoire...
he_il: העלה תיקייה...
it_it: Carica Cartella...
ko_kr: 폴더 업로드...
nl_nl: Upload map...
pt_pt: Envio de pasta...
ro: Încărcați folder...
tr: Klasör yükle...
vi_vn: Tải lên thư mục...

# tsmiUploadClipboard.Text
source: Upload from clipboard...
cs: Uploadovat ze schránky...
de: Aus Zwischenablage hochladen
es: Subir desde URL...
fa_ir: آپلود از کلیپ بورد ...
fr: Mise en ligne depuis le presse-papier...
he_il: העלה מלוח הגזירה...
it_it: Carica dagli Appunti...
ko_kr: 클립보드 내용 업로드...
nl_nl: Upload van klembord...
pt_pt: Enviar através da área de transferências...
ro: Încărcați din clipboard...
tr: Panodan yükle...
vi_vn: Tải lên từ vùng nhớ tạm...

# tsmiUploadText.Text
source: Upload text...
fa_ir: آپلود متن ...
he_il: העלה טקסט...
it_it: Carica Testo...
ko_kr: 텍스트 업로드...
pt_pt: Enviar texto...
ro: Încărcați text...
vi_vn: Tải lên văn bản...

# tsmiUploadURL.Text
source: Upload from URL...
cs: Nahrát z URL
de: Hochladen von URL
es: Subir desde URL...
fa_ir: آپلود از طریق URL
fr: Mise en ligne depuis l'URL...
he_il: העלה מקישור...
it_it: Carica da URL...
ko_kr: URL 내용 업로드...
nl_nl: Upload van URL...
pt_pt: Enviar através de hiperligação...
ro: Încărcați din clipboard...
tr: URL'den yükle...
vi_vn: Tải lên từ URL...

# tsmiTweetMessage.Text
source: Tweet message...
cs: Poslat tweet...
de: Twittere Nachricht
es: Tweet mensaje...
fa_ir: پیام توئیت ...
fr: Message Tweet...
he_il: צייץ הודעה...
it_it: Tweet...
ko_kr: 트윗 날리기...
nl_nl: Tweet bericht...
pt_pt: Enviar um Tweet...
ro: Dați Tweet cu mesajul...
tr: Tweet gönder...
vi_vn: Tweet tin nhắn...

# tsddbUpload.Text
source: Upload
de: Hochladen
es: Subir
fa_ir: آپلود
fr: Mise en ligne
he_il: העלה
it_it: Carica
ko_kr: 업로드
nl_nl: Uploaden
pt_pt: Envio
ro: Încărcați
tr: Yükle
vi_vn: Tải lên

# tsmiPinToScreen.Text
source: Pin to screen...
he_il: הצמד למסך...
vi_vn: Ghim vào màn hình...

# tsmiImageViewer.Text
source: Image viewer...
he_il: מציג תמונה...
ro: Vizualizator de imagini...
vi_vn: Xem ảnh...

# tsmiImageSplitter.Text
source: Image splitter...
he_il: מפצל תמונה...
ko_kr: 이미지 분할기...
pt_pt: Dividir imagem...
ro: Separator de imagine...
vi_vn: Trình chia ảnh...

# tsmiQRCode.Text
source: QR code...
cs: QR kód...
es: QR código...
fa_ir: کد QR ...
he_il: קוד QR...
it_it: Codice QR...
ko_kr: QR코드...
pt_pt: Código QR...
ro: Cod QR...
tr: QR kod...
vi_vn: Mã QR...

# tsmiClipboardViewer.Text
source: Clipboard viewer...
he_il: מציג לוח הגזירה...
ro: Vizualizator de clipboard...
vi_vn: Trình xem khay nhớ tạm ...

# tsmiDNSChanger.Text
source: DNS changer...
cs: Změna DNS...
de: DNS wechsler
es: Cambiador de DNS...
fa_ir: تغییردادن DNS ...
fr: Changeur de DNS...
he_il: משנה DNS...
it_it: Cambia DNS...
ko_kr: DNS 변경기...
nl_nl: DNS wijzigen...
pt_pt: Alterar o DNS...
ro: Schimbător DNS...
tr: DNS değiştirici...
vi_vn: Trình đổi DNS

# tsddbAfterUploadTasks.Text
source: After upload tasks
cs: Úkoly po uploadu...
de: Nach dem Hochladen Aufgaben
es: Tareas después de subir
fa_ir: وظایف بعد از آپلود
fr: Après les tâches de mise en ligne
he_il: משימות לאחר העלאה
it_it: Operazioni Dopo il Caricamento
ko_kr: 업로드 뒤 할 일
nl_nl: Taken na uploaden
pt_pt: Tarefas após envio
ro: Sarcini după încărcare
tr: Yükleme sonrası
vi_vn: Tác vụ sau khi tải lên

# tsmiURLShorteners.Text
source: URL shorteners
cs: URL zkracovače
de: URL Kürzer
es: Acortadores de url
fa_ir: کوتاه کننده لینک
fr: Raccourcisseurs d'URL
he_il: מקצרי קישורים
it_it: Servizio Accorciamento URL
ko_kr: URL 단축기
nl_nl: Linkverkorters
pt_pt: Encurtadores de hiperligações
ro: Scurtătoare de URL-uri
tr: URL kısaltıcılar
vi_vn: Dịch vụ rút gọn URL

# tsmiURLSharingServices.Text
source: URL sharing services
cs: Služby sdílení URL
de: URL Teilerdienste
es: Servicios para compartir URL
fa_ir: سرویس های اشتراک گذاری لینک
fr: Services de partage d'URL
he_il: שירותי שיתוף קישורים
it_it: Servizio Condivisione URL
ko_kr: URL 공유 서비스
nl_nl: Diensten om link te delen
pt_pt: Serviços de compartilhamento de hiperligações
ro: Servicii de distribuire URL
tr: URL paylaşım servisleri
vi_vn: Dịch vụ chia sẻ URL

# tsmiDestinationSettings.Text
source: Destination settings...
cs: Nastavení destinace...
de: Zieleinstellungen
es: Configuración de destinacion...
fa_ir: تنظیمات مقصد ...
fr: Paramètres de destination...
he_il: הגדרות יעד...
it_it: Impostazioni Destinazione...
ko_kr: 목적지 설정...
nl_nl: Bestemmingsinstellingen...
pt_pt: Configurações do destino...
ro: Setări destinație...
tr: Hedef ayarları...
vi_vn: Thiết lập dịch vụ tải lên

# tsbTaskSettings.Text
source: Task settings...
cs: Nastavení úkolů...
de: Aufgabeneinstellungen...
es: Ajustes: Tareas...
fa_ir: تنظیمات وظیفه ...
fr: Configuration de la tâche...
he_il: הגדרות למטלות...
it_it: Impostazioni Operazioni
ko_kr: 작업 설정...
nl_nl: Taak instellingen...
pt_pt: Definições das Tarefas...
ro: Setări sarcini...
tr: Görev ayarları...
vi_vn: Thiết lập tác vụ...

# tsbHistory.Text
source: History...
cs: Historie
de: Chronik
es: Historial...
fa_ir: تاریخچه ...
fr: Historique...
he_il: היסטוריה...
it_it: Cronologia
ko_kr: 히스토리...
nl_nl: Geschiedenis...
pt_pt: Histórico...
ro: Istoric...
tr: Geçmiş...
vi_vn: Lịch sử...

# tsbImageHistory.Text
source: Image history...
cs: Historie obrázků
de: Bild Chronik...
es: Historial de la imagen...
fa_ir: تاریخچه عکس ...
fr: Historique d'image...
he_il: היסטוריית תמונות...
it_it: Cronologia Immagini
ko_kr: 이미지 히스토리...
nl_nl: Geschiedenis afbeeldingen...
pt_pt: Histórico de imagens...
ro: Istoricul imaginilor...
tr: Resim geçmişi...
vi_vn: Lịch sử hình ảnh...

# tsbDiscord.Text
source: Discord...
he_il: דיסקורד...
ko_kr: 디스코드

# tsbAbout.Text
source: About...
fa_ir: درباره ما ...
he_il: אודות...
it_it: Informazioni
ko_kr: 정보...
pt_pt: Sobre...
ro: Despre...
vi_vn: Giới thiệu...

# tsmiStopUpload.Text
source: Stop upload
cs: Zastavit upload
de: Hochladen stoppen
es: Detener upload
fa_ir: توقف آپلود
fr: Arrêter la mise en ligne
he_il: הפסק העלאה
it_it: Ferma Caricamento
ko_kr: 업로드 중단
pt_pt: Parar envio
ro: Opriți încărcarea
tr: Yüklemeyi durdur
vi_vn: Dừng tải lên

# tsmiOpenURL.Text
source: URL
fa_ir: آدرس
he_il: קישור
pt_pt: Hiperligação

# tsmiOpenShortenedURL.Text
source: Shortened URL
cs: Zkrácená URL
de: gekürzte URL
es: URL acortada
fa_ir: ادرس کوتاه شده
fr: URL raccourci
he_il: קישור מקוצר
it_it: URL Accorciato
ko_kr: 단축된 URL
nl_nl: Verkorte link
pt_pt: Hiperligação curta
ro: URL scurtat
tr: Kısaltılmış URL
vi_vn: URL đã rút gọn

# tsmiOpenDeletionURL.Text
source: Deletion URL
cs: URL ke smazání
de: Löschung der URL
es: Supresión URL
fa_ir: آدرس حذف
fr: Suppression d'URL
he_il: קישור הסרה
it_it: Eliminazione URL
ko_kr: 삭제 URL
nl_nl: Link om te verwijderen
pt_pt: Hiperligação de eliminação
ro: URL de ștergere
tr: Silme URL
vi_vn: URL để xóa

# tsmiCopyURL.Text
source: URL
fa_ir: آدرس
he_il: קישור
pt_pt: Hiperligação

# tsmiCopyShortenedURL.Text
source: Shortened URL
cs: Zkrácená URL
de: gekürzte URL
es: URL acortada
fa_ir: ادرس کوتاه شده
fr: URL raccourci
he_il: קישור מקוצר
it_it: URL Accorciato
ko_kr: 단축된 URL
nl_nl: Verkorte link
pt_pt: hiperligação curta
ro: URL scurtat
tr: Kısaltılmış URL
vi_vn: URL đã rút gọn

# tsmiCopyDeletionURL.Text
source: Deletion URL
cs: URL ke smazání
de: Löschung der URL
es: Supresión URL
fa_ir: آدرس حذف
fr: Suppression URL
he_il: קישור הסרה
it_it: Eliminazione URL
ko_kr: 삭제 URL
nl_nl: Link om te verwijderen
pt_pt: Hiperligação para remover
ro: URL de ștergere
tr: Silme URL
vi_vn: URL để xóa

# tsmiCopyImage.Text
source: Image
cs: Obrázek
de: Bild
es: Imagen
fa_ir: عکس
he_il: תמונה
it_it: Immagine
ko_kr: 이미지
nl_nl: Afbeelding
pt_pt: Imagem
ro: Imagine
tr: Resim
vi_vn: Ảnh
