Repository: ShareX/ShareX
Catalog: ShareX/Forms/MainForm.*.resx
Languages: cs, de, es, fa_ir, fr, he_il, it_it, ko_kr, nl_nl, pt_pt, ro, tr, vi_vn

# tsmiCopyImageDimensions.Text
source: Image dimensions
fa_ir: ابعاد عکس
he_il: מימדי התמונה
pt_pt: Dimensões da imagem
ro: Dimeniunile imaginii
vi_vn: Kích thước ảnh

# tsmiCopyHTMLLink.Text
source: HTML link
cs: HTML odkaz
es: Enlace HTML
fa_ir: لینک HTML
fr: Lien HTML
he_il: קישור ב-HTML
it_it: Collegamento HTML
ko_kr: HTML 링크
pt_pt: Hiperligação HTML
ro: Link HTML
tr: HTML bağlantı
vi_vn: Liên kết dạng HTML

# tsmiCopyHTMLImage.Text
source: HTML image
cs: HTML obrázek
de: HTML Bild
es: Imagen HTML
fa_ir: عکس HTML
fr: Image HTML
he_il: תמונה ב-HTML
it_it: Immagine HTML
ko_kr: HTML 이미지
nl_nl: HTML afbeelding
pt_pt: Imagem HTML
ro: Imagine HTML
tr: HTML resim
vi_vn: Ảnh dạng HTML

# tsmiCopyHTMLLinkedImage.Text
source: HTML linked image
cs: HTML odkaz na obrázek
de: HTML verlinktes Bild
es: Imagen HTML enlazada
fr: Lien d'image HTML
he_il: תמונה מקושרת ב-HTML
it_it: Immagine Collegata HTML
ko_kr: HTML 링크 걸린 이미지
nl_nl: HTML gelinkte afbeelding
pt_pt: Imagem com hiperligação directa em HTML
ro: Imagine la adresă HTML
tr: HTML bağlantılı resim
vi_vn: Ảnh kèm đường dẫn HTML

# tsmiCopyMarkdownLink.Text
source: Markdown link
he_il: קישור ב-Markdown
it_it: Markdown Collegamento
ko_kr: 마크다운 링크
pt_pt: Markdown hiperligação
ro: Link Markdown
vi_vn: Liên kết Markdown

# tsmiCopyMarkdownImage.Text
source: Markdown image
he_il: תמונה ב-Markdown
it_it: Markdown Immagine
ko_kr: 마크다운 이미지
pt_pt: Markdown Imagem
ro: Imagine Markdown
vi_vn: Ảnh Markdown

# tsmiCopyMarkdownLinkedImage.Text
source: Markdown linked image
he_il: תמונה מקושרת ב-Markdown
it_it: Markdown Immagine Collegata
ko_kr: 마크다운 링크 걸린 이미지
pt_pt: Markdown Imagem com hiperligação directa
ro: Imagine la adresă Markdown
vi_vn: Ảnh liên kết Markdown

# tsmiUploadSelectedFile.Text
source: Upload
de: Hochladen
es: Subir
fa_ir: آپلود
fr: Mise en ligne
he_il: העלה
it_it: Carica
ko_kr: 업로드
pt_pt: Enviar
ro: Încărcați
tr: Yükle
vi_vn: Tải lên

# tsmiDownloadSelectedURL.Text
source: Download
fa_ir: دانلود (بارگذاری)
he_il: הורד
it_it: Scarica
ko_kr: 다운로드
pt_pt: Baixar
ro: Descărcare
vi_vn: Tải về

# tsmiPinSelectedFile.Text
source: Pin to screen
he_il: הצמד למסך
vi_vn: Ghim vào màn hình

# tsmiDeleteSelectedItem.Text
source: Remove task from list
fa_ir: پاک کردن وظیفه از لیست
he_il: הסר משימה מהרשימה
it_it: Rimuovi Operazione dalla Lista
ko_kr: 목록에서 작업 삭제
pt_pt: Remover tarefa da lista
ro: Eliminați sarcina din listă
vi_vn: Xóa tác vụ khỏi danh sách

# tsmiDeleteSelectedFile.Text
source: Delete file locally...
cs: Smazat soubor z disku
de: Datei lokal löschen
es: Eliminar archivo localmente
fa_ir: حذف فایل بصورت محلی ...
fr: Effacer le fichier local
he_il: מחק את הקובץ באופן מקומי...
it_it: Elimina File Locale...
ko_kr: 로컬 파일 삭제...
nl_nl: Verwijder bestand lokaal...
pt_pt: Apagar ficheiro local...
ro: Ștergeți fișierul local...
tr: Yerel dosya sil
vi_vn: Xóa tệp trong máy...

# tsmiShareSelectedURL.Text
source: Share URL
cs: Sdílet URL
de: URL teieln
es: Compartir URL
fa_ir: اشتراک گذاری آدرس
fr: Partage d'URL
he_il: שתף קישור
it_it: Condividi URL
ko_kr: URL 공유
nl_nl: Deel link
pt_pt: Partilhar hiperligação
ro: Distribuire URL
tr: URL paylaş
vi_vn: Chia sẻ URL

# tsmiSwitchTaskViewMode.Text
source: Switch to thumbnail view
fa_ir: سوییچ به حالت نمایش خلاصه
he_il: עבור לתצוגת תמונות ממוזערות
ko_kr: 썸네일 뷰로 전환
pt_pt: Mudar para a vista de miniaturas
ro: Comutați la vizualizare miniaturi
vi_vn: Chuyển qua xem trước ảnh

# tsmiTrayFullscreen.Text
source: Fullscreen
cs: Celá obrazovka
de: Vollbild
es: Pantalla completa
fa_ir: تمام صفحه
fr: Plein écran
he_il: מסך מלא
it_it: Schermo Inter
ko_kr: 전체 화면
nl_nl: Volledig scherm
pt_pt: Ecrã inteiro
ro: Ecran complet
tr: Tam ekran
vi_vn: Toàn màn hình

# tsmiTrayScreenshotDelay1.Text
source: 1 second
fa_ir: ۱ ثانیه
he_il: שנייה אחת
ko_kr: 1 초
pt_pt: 1 segundo
ro: 1 secundă
vi_vn: 1 giây

# tsmiTrayScreenshotDelay2.Text
source: 2 seconds
fa_ir: ۲ ثانیه
he_il: 2 שניות
ko_kr: 2 초
pt_pt: 2 segundos
ro: 2 secunde
vi_vn: 2 giây

# tsmiTrayScreenshotDelay3.Text
source: 3 seconds
fa_ir: ۳ ثانیه
he_il: 3 שניות
ko_kr: 3 초
pt_pt: 3 segundos
ro: 3 secunde
vi_vn: 3 giây

# tsmiTrayScreenshotDelay4.Text
source: 4 seconds
fa_ir: ۴ ثانیه
he_il: 4 שניות
ko_kr: 4 초
pt_pt: 4 segundos
ro: 4 secunde
vi_vn: 4 giây

# tsmiTrayScreenshotDelay5.Text
source: 5 seconds
fa_ir: ۵ ثانیه
he_il: 5 שניות
ko_kr: 5 초
pt_pt: 5 segundos
ro: 5 secunde
vi_vn: 5 giây

# tsmiTrayUploadFile.Text
source: Upload file...
cs: Nahrát soubor...
de: Lade Datei hoch
es: Subir archivo...
fa_ir: اپلود فایل ...
fr: Mise en ligne du fichier...
he_il: העלה קובץ...
it_it: Carica File...
ko_kr: 파일 업로드...
nl_nl: Upload bestand...
pt_pt: Envio de ficheiro...
ro: Încărcați fișierul...
tr: Dosya yükle...
vi_vn: Tải lên tệp tin...

# tsmiTrayUploadFolder.Text
source: Upload folder...
cs: Nahrát složku...
de: Lade Ordner hoch
es: Carpeta de subir...
fa_ir: آپلود پوشه ...
fr: Mise en ligne du répertoire...
he_il: העלה תיקייה...
it_it: Carica Cartella...
ko_kr: 폴더 업로드...
nl_nl: Upload map...
pt_pt: Envio de pasta...
ro: Încărcați folder...
tr: Dizin yükle...
vi_vn: Tải lên thư mục...

# tsmiTrayUploadClipboard.Text
source: Upload from clipboard...
cs: Uploadovat ze schránky...
de: Aus Zwischenablage hochladen
es: Subir desde el portapapeles...
fa_ir: آپلود از کلیپ بورد ...
fr: Mise en ligne depuis le presse-papier...
he_il: העלה מלוח הגזירה...
it_it: Carica dagli Appunti...
ko_kr: 클립보드 내용 업로드...
nl_nl: Upload van klembord...
pt_pt: Envio através da área de transferências...
ro: Încărcați din clipboard...
tr: Panodan yükle...
vi_vn: Tải lên từ vùng nhớ tạm...

# tsmiTrayUploadText.Text
source: Upload text...
fa_ir: آپلود متن ...
he_il: העלה טקסט...
it_it: Carica Testo...
ko_kr: 텍스트 업로드...
pt_pt: Envio de texto...
ro: Încărcați text...
vi_vn: Tải lên văn bản...

# tsmiTrayUploadURL.Text
source: Upload from URL...
cs: Nahrát z URL
de: Hochladen von URL
es: Subir desde URL...
fa_ir: آپلود از طریق URL
fr: Mise en ligne depuis l'URL...
he_il: העלה מקישור...
it_it: Carica da URL...
ko_kr: URL 내용 업로드...
nl_nl: Upload vanaf URL...
pt_pt: Envio através de hiperligação...
ro: Încărcați din URL...
tr: URL'den yükle...
vi_vn: Tải lên từ URL...

# tsmiTrayShortenURL.Text
source: Shorten URL...
fa_ir: کوتاه کردن آدرس ...
he_il: קצר קישור...
it_it: Accorcia URL...
ko_kr: URL 단축...
pt_pt: Encutar hiperligação...
ro: Scurtare URL...
vi_vn: Rút gọn URL...

# tsmiTrayTweetMessage.Text
source: Tweet message...
cs: Poslat tweet...
de: Twittere Nachricht
es: Tweet mensaje...
fa_ir: پیام توئیت ...
fr: Message Tweet...
he_il: צייץ הודעה...
it_it: Tweet...
ko_kr: 트윗 날리기...
nl_nl: Tweet bericht...
pt_pt: Enviar um Tweet...
ro: Dați Tweet cu mesajul...
tr: Tweet gönder...
vi_vn: Tweet tin nhắn...

# tsmiTrayUpload.Text
source: Upload
cs: Uploadovat
de: Hochladen
es: Subir
fa_ir: آپلود
fr: Mise en ligne
he_il: העלה
it_it: Carica
ko_kr: 업로드
pt_pt: Envio
ro: Încărcați
tr: Yükle
vi_vn: Tải lên

# tsmiTrayImageViewer.Text
source: Image viewer...
he_il: מציג תמונה...
ro: Vizualizator de imagini...
vi_vn: Xem ảnh...

# tsmiTrayImageSplitter.Text
source: Image splitter...
he_il: מפצל תמונה...
ko_kr: 이미지 분할기...
pt_pt: Divisor de imamge...
ro: Separator de imagine...
vi_vn: Trình chia ảnh...

# tsmiTrayQRCode.Text
source: QR code...
cs: QR kód...
es: QR código...
fa_ir: کد QR ...
he_il: קוד QR...
it_it: Codica QR...
ko_kr: QR코드...
pt_pt: Código QR...
ro: Cod QR...
tr: QR kod...
vi_vn: Mã QR...

# tsmiTrayClipboardViewer.Text
source: Clipboard viewer...
he_il: מציג לוח הגזירה...
ro: Vizualizator de clipboard...
vi_vn: Trình xem khay nhớ tạm ...

# tsmiTrayDNSChanger.Text
source: DNS changer...
cs: Změna DNS...
de: DNS wechsler
es: Cambiador de DNS...
fa_ir: تغییردادن DNS ...
fr: Changeur de DNS...
he_il: משנה DNS...
it_it: Cambia DNS...
ko_kr: DNS 변경기...
nl_nl: DNS wijzigen...
pt_pt: Alterar DNS...
ro: Schimbător DNS...
tr: DNS değiştirici...
vi_vn: Trình đổi DNS...

# tsmiTrayAfterUploadTasks.Text
source: After upload tasks
cs: Po uploadu
de: Nach dem Hochladen
es: Después de subir
fa_ir: وظایف بعد از آپلود
fr: Après la mise en ligne
he_il: משימות לאחר העלאה
it_it: Operazioni Dopo il Caricamento
ko_kr: 업로드 뒤
nl_nl: Na uploaden
pt_pt: Tarefa após envio
ro: Sarcini după încărcare
tr: Yükleme sonrası
vi_vn: Tác vụ sau khi tải lên

# tsmiTrayURLShorteners.Text
source: URL shorteners
cs: URL zkracovače
de: URL Kürzer
es: Acortadores de URL
fa_ir: کوتاه کننده لینک
fr: Raccourcisseurs URL
he_il: מקצרי קישורים
it_it: Servizio Accorciamento URL
ko_kr: URL 단축기
nl_nl: Linkverkorters
pt_pt: Encutadores de hiperligações
ro: Scurtătoare de URL-uri
tr: URL kısaltıcılar
vi_vn: Dịch vụ rút gọn URL

# tsmiTrayURLSharingServices.Text
source: URL sharing services
cs: Služby sdílení URL
de: URL Teilerdienste
es: Servicios para compartir URL
fa_ir: سرویس های اشتراک گذاری لینک
fr: Services de partage d'URL
he_il: שירותי שיתוף קישורים
it_it: Servizio Condivisione URL
ko_kr: URL 공유 서비스
nl_nl: Diensten om link te delen
pt_pt: Serviços de compartilhamento de hiperligações
ro: Servicii de distribuire URL
tr: URL paylaşım servisleri
vi_vn: Dịch vụ chia sẻ URL

# tsmiTrayTaskSettings.Text
source: Task settings...
cs: Nastavení úkolů...
de: Aufgabeneinstellungen...
es: Ajustes: Tareas...
fa_ir: تنظیمات وظیفه ...
fr: Configuration de la tâche...
he_il: הגדרות למטלות...
it_it: Impostazioni Operazioni...
ko_kr: 작업 설정...
nl_nl: Taak instellingen...
pt_pt: Configuração de tarefas...
ro: Setări sarcini...
tr: Görev ayarları...
vi_vn: Thiết lập tác vụ...

# tsmiTrayHistory.Text
source: History...
cs: Historie...
de: Chronik...
es: Historial...
fa_ir: تاریخچه ...
fr: Historique...
he_il: היסטוריה...
it_it: Cronologia
ko_kr: 히스토리...
nl_nl: Geschiedenis...
pt_pt: Histórico...
ro: Istoric...
tr: Geçmiş...
vi_vn: Lịch sử...

# tsmiTrayImageHistory.Text
source: Image history...
cs: Historie obrázků...
de: Bild Chronik...
es: Historial de la imagen...
fa_ir: تاریخچه عکس ...
fr: Historique des images...
he_il: היסטוריית תמונות...
it_it: Cronologia Immagini
ko_kr: 이미지 히스토리...
nl_nl: Afbeeldingsgeschiedenis...
pt_pt: Histórico de imagem...
ro: Istoricul imaginilor...
tr: Resim geçmişi...
vi_vn: Lịch sử ảnh...

# tsmiHashChecker.Text
source: Hash checker...
he_il: בודק Hash...

# tsmiImageBeautifier.Text
source: Image beautifier...
he_il: מייפה תמונות...

# tsbX.Text
source: Follow @ShareX...
he_il: עקוב אחר @ShareX...

# tsmiBeautifyImage.Text
source: Beautify image...
he_il: לייפות תמונה...

# tsmiTrayImageBeautifier.Text
source: Image beautifier...
he_il: מייפה תמונה...

# tsmiTrayHashChecker.Text
source: Hash checker...
he_il: בודק Hash...

# cHotkey.HeaderText
source: Hotkey
he_il: קיצור מקלדת

# cDescription.HeaderText
source: Description
he_il: תיאור

# tsmiDeleteSelectedItem.ShortcutKeyDisplayString
source: Del
fa_ir: کلید Delete
it_it: Canc
pt_pt: Apagar

# tsmiOpenFolder.ShortcutKeyDisplayString
source: Shift+Enter
it_it: Maiusc+Invio
ko_kr: Shift+엔터

# tsmiDeleteSelectedFile.ShortcutKeyDisplayString
source: Shift+Del
it_it: Maiusc+Canc

# tsmiOpenURL.ShortcutKeyDisplayString
source: Enter
it_it: Invio

# tsmiOpenFile.ShortcutKeyDisplayString
source: Ctrl+Enter
it_it: Ctrl+Invio

# tsmiCopyFile.ShortcutKeyDisplayString
source: Shift+C
it_it: Maiusc+C

# tsmiCopyFilePath.ShortcutKeyDisplayString
source: Ctrl+Shift+C
it_it: Ctrl+Maiusc+C
