Repository: ShareX/ShareX
Catalog: ShareX/Forms/TaskSettingsForm.*.resx
Languages: cs, de, es_mx, fa_ir, fr, he_il, hu, id_id, it_it, ja_jp, ko_kr, nl_nl, pl, pt_br, pt_pt, ro, ru, tr, uk, vi_vn, zh_cn, zh_tw

# lblToolsScreenColorPickerFormat.Text
source: Screen color picker format:
de: Bildschirmfarbauswähler-Format:
es_mx: Formato de selector de color de pantalla:
fa_ir: فرمت انتخاب گر رنگ صفحه:
fr: Format du sélecteur de couleurs de l'écran :
he_il: פורמט בוחר צבעי מסך:
id_id: Format pemilih warna layar:
it_it: Formato Cattura Colore:
ja_jp: スクリーン カラーピッカーのコピー書式:
ko_kr: 화면 색상 선택기 양식:
pl: Format próbnika kolorów ekranu:
pt_br: Formato do seletor de cores da tela:
pt_pt: Formato da selecção de cores do ecrã:
ro: Formatul selectorului de culori de pe ecran:
ru: Форматирование пипетки:
tr: Ekran renk seçici formatı:
uk: Формат вибору кольору з екрана:
vi_vn: Định dạng màu lấy từ màn hình:
zh_cn: 屏幕拾色器格式：
zh_tw: 螢幕檢色器格式：

# btnUploaderFiltersUpdate.Text
source: Update
de: Aktualisieren
es_mx: Actualizar
fa_ir: به روزرسانی
fr: Mettre à jour
he_il: עדכן
id_id: Perbarui
it_it: Aggiorna
ja_jp: 更新
ko_kr: 갱신
pl: Aktualizuj
pt_br: Atualizar
pt_pt: Actualizar
ro: Actualizare
ru: Обновить
tr: Güncelle
uk: Оновити
vi_vn: Cập nhật
zh_cn: 更新
zh_tw: 更新

# btnUploaderFiltersAdd.Text
source: Add
de: Hinzufügen
es_mx: Agregar
fa_ir: اضافه کردن
fr: Ajouter
he_il: הוסף
id_id: Tambah
it_it: Aggiungi
ja_jp: 追加
ko_kr: 추가
pl: Dodaj
pt_br: Adicionar
pt_pt: Adicionar
ro: Adăugați
ru: Добавить
tr: Ekle
uk: Додати
vi_vn: Thêm
zh_cn: 增加
zh_tw: 新增

# btnUploaderFiltersRemove.Text
source: Remove
de: Entfernen
es_mx: Eliminar
fa_ir: حذف کردن
fr: Supprimer
he_il: הסר
id_id: Buang
it_it: Rimuovi
ja_jp: 削除
ko_kr: 제거
pl: Usuń
pt_br: Remover
pt_pt: Remover
ro: Eliminați
ru: Удалить
tr: Kaldır
uk: Вилучити
vi_vn: Xóa bỏ
zh_cn: 删除
zh_tw: 移除

# chUploaderFiltersExtension.Text
source: Extension
de: Erweiterung
es_mx: Extensión
fa_ir: پسوند
he_il: סיומת
id_id: Ekstensi
it_it: Estensione
ja_jp: 拡張子
ko_kr: 확장자
pl: Rozszerzenie
pt_br: Extensões
pt_pt: Extensão
ro: Extensie
ru: Расширение
tr: Uzantı
uk: Розширення
vi_vn: Phần đuôi mở rộng
zh_cn: 扩展名
zh_tw: 副檔名

# chUploaderFiltersName.Text
source: Uploader
es_mx: Servidor
fa_ir: آپلودکننده
fr: Service de mise en ligne
he_il: שירותי העלאה
id_id: Pengunggah
it_it: Servizio di Caricamento
ja_jp: アップローダー
ko_kr: 업로더
pl: Serwis
pt_pt: Hospedagem
ro: Destinație
ru: Загрузчик
tr: Yükleyici
uk: Вивантажувач
vi_vn: Dịch vụ tải lên
zh_cn: 上传到
zh_tw: 上傳工具

# lblUploaderFiltersDestination.Text
source: Uploader:
es_mx: Servidor:
fa_ir: آپلودکننده ها:
fr: Service de mise en ligne :
he_il: שירות העלאה:
id_id: Pengunggah:
it_it: Servizio di Caricamento:
ja_jp: アップローダー:
ko_kr: 업로더:
pl: Serwis:
pt_br: Uploaders:
pt_pt: Hospedagem:
ro: Destinație:
ru: Загрузчик:
tr: Yükleyici:
uk: Вивантажувач:
vi_vn: Dịch vụ tải lên:
zh_cn: 上传至：
zh_tw: 上傳工具：

# lblUploaderFiltersExtensionsExample.Text
source: Example: png, jpg, jpeg
de: Beispiel: png, jpg, jpeg
es_mx: Ejemplo: png, jpg, jpeg
fa_ir: نمونه: png, jpg, jpeg
fr: Exemple : png, jpg, jpeg
he_il: דוגמה: png, jpg, jpeg
id_id: Contoh: png, jpg, jpeg
it_it: Esempio: png, jpg, jpeg
ja_jp: 例: png, jpg, jpeg
ko_kr: 예: png, jpg, jpeg
pl: Przykład: png, jpg, jpeg
pt_br: Exemplo: png, jpg, jpeg
pt_pt: Exemplo: png, jpg, jpeg
ro: Exemplu: png, jpg, jpeg
ru: Пример: png, jpg, jpeg
tr: Örnek: png, jpg, jpeg
uk: Наприклад, png, jpg, jpeg
vi_vn: Ví dụ: png, jpg, jpeg
zh_cn: 例如：png, jpg, jpeg
zh_tw: 範例：png, jpg, jpeg

# lblUploaderFiltersExtensions.Text
source: Extension filter:
de: Dateierweiterungsfilter:
es_mx: Filtro de extensión:
fa_ir: فیلتر پسوند:
fr: Filtre d'extension :
he_il: מסנן סיומת:
id_id: Filter ekstensi:
it_it: Filtro Estensione:
ja_jp: 拡張子フィルター:
ko_kr: 확장자 필터:
pl: Filtr rozszerzenia:
pt_br: Filtro de extensão de arquivo:
pt_pt: Filtro de extensão:
ro: Filtru de extensie:
ru: Фильтры по расширениям:
tr: Uzantı filtresi:
uk: Фільтр за розширенням:
vi_vn: Lọc phần đuôi mở rộng:
zh_cn: 扩展名筛选：
zh_tw: 副檔名篩選條件：

# tpUploaderFilters.Text
source: Uploader filters
de: Uploadfilter
es_mx: Filtros de servidores
fa_ir: فیلترهای آپلودکننده ها:
fr: Filtres de service de mise en ligne
he_il: מסנני שירות העלאה
id_id: Filter pengunggah:
it_it: Filtri Servizio di Caricamento
ja_jp: アップローダー フィルター
ko_kr: 업로더 필터
pl: Filtry serwisu
pt_br: Filtros de upload
pt_pt: Filtros de Envio
ro: Filtre de încărcare
ru: Фильтры сервисов
tr: Yükleyici filtreleri
uk: Фільтри вивантажувачів
vi_vn: Lọc dịch vụ tải lên
zh_cn: 上传筛选
zh_tw: 上傳工具篩選條件

# cbOverrideAfterCaptureSettings.Text
source: Override after capture tasks
de: Aufgaben nach der Aufnahme überschreiben
es_mx: Sobrescribir configuración de "Después de capturar"
fr: Ecraser les paramètres "Après la capture"
he_il: דרוס משימות לאחר צילום מסך
id_id: Ganti pengaturan "Setelah mengambil"
it_it: Sostituisci Impostazioni "Dopo la Cattura"
ja_jp: 「キャプチャー後」の設定を変更する
ko_kr: "촬영 뒤" 설정 덮어쓰기
pl: Nadpisz zadania po przechwyceniu
pt_br: Sobrescrever ao capturar
pt_pt: Ignorar definições após captura
ro: Suprascrieți sarcinile după captură
ru: Переопределить задачи после захвата
tr: Yakalama sonrası ayarlarını değiştir
uk: Перевизначити налаштування після захоплення
vi_vn: Vượt quyền cài đặt sau khi chụp
zh_cn: 覆盖“截图后”设置
zh_tw: 覆寫擷取後排程

# cbOverrideAfterUploadSettings.Text
source: Override after upload tasks
de: Aufgaben nach dem Upload überschreiben
es_mx: Sobrescribir configuración de "Después de subir"
fr: Ecraser les paramètres "Après la mise en ligne"
he_il: דרוס לאחר משימות העלאה
id_id: Ganti pengaturan "Setelah mengunggah"
it_it: Sostituisci Impostazioni "Dopo il Caricamento"
ja_jp: 「アップロード後」の設定を変更する
ko_kr: "업로드 뒤" 설정 덮어쓰기
pl: Zastąp zadania po przesłaniu
pt_br: Sobrescrever ao realizar upload
pt_pt: Ignorar definições após envio
ro: Suprascrieți sarcinile după încărcare
ru: Переопределить задачи после загрузки
tr: Yükleme sonrası ayarlarını değiştir
uk: Перевизначити налаштування після вивантаження
vi_vn: Vượt quyền cài đặt sau khi tải lên
zh_cn: 覆盖“上传后”设置
zh_tw: 覆寫上傳後排程

# cbOverrideDestinationSettings.Text
source: Override destinations
de: Ziele überschreiben
es_mx: Sobrescribir configuración de "Destinos"
fr: Ecraser les paramètres de destination
he_il: דרוס יעדים
id_id: Ganti pengaturan "Tujuan"
it_it: Sostituisci Impostazioni "Destinazione"
ja_jp: 「アップロード先」の設定を変更する
ko_kr: "목적지" 설정 덮어쓰기
pl: Zastąp miejsca docelowe
pt_br: Sobrescrever destinos
pt_pt: Ignorar destinos
ro: Suprascrieți destinațiile
ru: Переопределить сервисы загрузки
tr: Hedefleri değiştir
uk: Перевизначити призначення
vi_vn: Vượt quyền dịch vụ tải lên
zh_cn: 覆盖“上传目标”设置
zh_tw: 覆寫目的地

# lblImagePNGBitDepth.Text
source: PNG bit depth:
de: PNG Farbtiefe:
es_mx: Profundidad de bits de PNG:
fa_ir: عمق رنگ PNG:
fr: Profondeur de bits PNG :
he_il: עומק ביט ל-PNG:
id_id: Kedalaman bit PNG:
it_it: Profondità Bit PNG:
ja_jp: PNG のビット深度:
ko_kr: PNG 비트 깊이:
pl: Głębia bitowa PNG:
pt_br: Bits por pixel (bpp):
ro: Adâncimea biților PNG:
ru: Битность PNG:
tr: PNG bit derinliği:
uk: Розрядність PNG:
vi_vn: Độ sâu bit PNG:
zh_cn: PNG 位深:
zh_tw: PNG 位元深度：

# btnWatchFolderEdit.Text
source: Edit...
de: Bearbeiten...
es_mx: Editar...
fa_ir: ویرایش..
fr: Modifier...
he_il: ערוך...
ja_jp: 編集...
ko_kr: 편집...
pl: Edytuj...
pt_br: Editar...
pt_pt: Editar...
ro: Editați...
ru: Изменить...
tr: Düzenle...
uk: Змінити...
vi_vn: Chỉnh sửa...
zh_cn: 编辑...
zh_tw: 編輯...

# cbFileUploadReplaceProblematicCharacters.Text
source: Replace characters problematic in URLs by underscores when uploading
de: In URLs problematische Zeichen beim Upload durch Unterstriche ersetzen
es_mx: Al subir, remplazar con guion bajo los caracteres no estándar en un enlace
fr: Remplacer les caractères problématiques dans les URL par des underscores lors de la mise en ligne
he_il: בעת העלאה, החלף תווים בעייתיים בכתובות אתרים בקו תחתון
ja_jp: URLに使えない文字をアンダースコアに置き換える
pl: Zastąp problematyczne znaki w linkach podkreśleniami podczas przesyłania
pt_br: Substituir caracteres problemáticos por sublinhado ao realizar upload
pt_pt: Substituir caractéres problematicos em hiperligações por "underscores" aquando o envio
ro: Înlocuiți caracterele problematice din URL-uri cu caractere de subliniere la încărcare
ru: Заменять проблемные для URL символы подчеркиваниями при загрузке
tr: Adreslerdeki problematik karakterleri alt çizgi ile değiştir yüklerken
uk: Замінювати проблемні символи у посиланнях на підкреслення при вивантаженні
vi_vn: Thay thế các kí tự có khả năng xảy ra vấn đề trong URL bằng dấu gạch dưới khi tải lên
zh_cn: 上传时使用下划线替换 URL 中的非法字符
zh_tw: 上傳時使用底線替換網址中的問題字元

# cbScreenRecordTwoPassEncoding.Text
source: Record using lossless encoding and then apply user encoding option
de: Mit verlustfreier Encodierung aufnehmen und dann Nutzerkodierungsoptionen anwenden
es_mx: Grabar en formato sin pérdida para luego aplicar la opción de formato de usuario
fr: Enregistrer en utilisant un encodage sans perte puis appliquer les options d'encodage de l'utilisateur
he_il: הקלט באמצעות קידוד ללא אובדן ולאחר מכן החל את אפשרות קידוד המשתמש
ja_jp: 無劣化のエンコードで録画後、ユーザーのエンコードオプションを適用
pl: Nagrywaj przy użyciu enkodowania bezstratnego, a następnie zastosuj opcję enkodowania użytkownika
pt_br: Gravar usando codificação sem perdas (lossless), e aplicar configuração de codificação do usuário
pt_pt: Gravar utilizando codificação sem perdas e depois aplicar definições de codificação do utilizador
ro: Înregistrați utilizând codificarea fără pierderi și apoi aplicați opțiunea de codificare a utilizatorului
ru: Записывать без потерь, потом применять пользовательские настройки
tr: İlk kayıpsız kodlama kullanarak kayıt yap ondan sonra kullanıcı kodlama ayarlarını uygula
uk: Записувати без втрат якості, а потім виконати кодування
vi_vn: Ghi hình dùng nén không mất mát/lossless, sau đó áp dụng lựa chọn của người dùng cho việc nén
zh_cn: 使用无损编码录制，并应用用户编码选项
zh_tw: 使用無損編碼錄製，接著套用使用者的編碼選項

# cbScreenRecordConfirmAbort.Text
source: Ask for confirmation when aborting
de: Beim Abbrechen nach Bestätigung fragen
es_mx: Confirmar antes de interrumpir
fr: Demander une confirmation lors de l'abandon
he_il: בקש אישור בעת ביטול
ja_jp: 録画を中断するときに確認する
pl: Poproś o potwierdzenie przy przerywaniu
pt_br: Confirmar ao cancelar operação
pt_pt: Confirmar antes de cancelar
ro: Se cere o confirmare atunci când întrerupeți
ru: Запрашивать подтверждение на отмену
tr: İptal ederken onay sor
uk: Запитувати підтвердження про скасування
vi_vn: Hỏi xác nhận khi hủy
zh_cn: 取消时确认
zh_tw: 取消前跳出確認提示

# lblScreenshotDelay.Text
source: Screenshot delay:
de: Screenshot-Verzögerung:
es_mx: Aplazar captura:
fa_ir: تاخیر ضبط:
fr: Délai de capture d'écran :
he_il: השהיית צילום מסך:
ja_jp: スクリーンショットを遅らせて起動:
pl: Opóźnienie zrzutu ekranu:
pt_br: Atraso na captura de tela:
pt_pt: Atraso na captura:
ro: Întârzierea capturii de ecran:
ru: Задержка скриншота:
tr: Ekran görüntüsü gecikmesi:
uk: Затримка для знімка:
vi_vn: Thời gian trễ chụp ảnh màn hình:
zh_cn: 截图定时器：
zh_tw: 截圖倒數計時：

# cbCaptureOCRSilent.Text
source: Process OCR silently
de: OCR im Stillen verarbeiten
es_mx: Procesar OCR silenciosamente
fr: Traitement OCR silencieux
he_il: עבד OCR בשקט
ja_jp: OCR実行時にダイアログを開かない（サイレント実行）
pl: Przetwarzaj OCR po cichu
pt_br: Processar OCR silenciosamente
pt_pt: Processar OCR silenciosamente
ro: Procesați OCR în fundal
ru: Распознавать тихо
tr: Sessizce OCR uygula
uk: Тихе розпізнання тексту
vi_vn: Xử lí nhận diện văn bản (OCR) bằng cách chạy ngầm
zh_cn: 静默识别
zh_tw: 背景處理 OCR

# btnAutoIncrementNumber.Text
source: Change
de: Ändern
es_mx: Cambiar
fa_ir: تغییردادن
fr: Modifier
he_il: שנה
ja_jp: 変更を適用
pl: Zmień
pt_br: Modificar
pt_pt: Modificar
ro: Schimbați
ru: Изменить
tr: Değiştir
uk: Змінити
vi_vn: Thay đổi
zh_cn: 更改
zh_tw: 更改

# cbCaptureOCRAutoCopy.Text
source: Automatically copy results to clipboard
de: Ergebnisse automatisch in die Zwischenablage kopieren
es_mx: Copiar resultados al portapapeles automáticamente
fa_ir: به صورت خودکار نتایج را در کلیپ بورد کپی کن
fr: Copier automatiquement les résultats dans le presse-papier
he_il: העתק תוצאות ללוח הגזירה אוטומטית
ja_jp: OCRの結果をクリップボードにコピーする
pl: Automatycznie kopiuj wyniki do schowka
pt_br: Copiar automaticamente resultados para a área de transferência
pt_pt: Copiar os resultados automáticamente para a área de transferências
ro: Copierea automată a rezultatelor în clipboard
ru: Автоматически копировать результаты в буфер обмена
tr: Sonuçları otomatik olarak panoya kopyala
uk: Автоматично копіювати результати в буфер обміну
vi_vn: Tự động chép kết quả vào vùng nhớ tạm
zh_cn: 自动复制结果至剪贴板
zh_tw: 自動複製結果到剪貼簿

# cbClipboardUploadURLContents.Text
source: If clipboard contains a file URL then download it and upload
de: Wenn die Zwischenablage eine Datei-URL enthält, lade sie herunter und hoch
es_mx: Si el portapapeles contiene un enlace a un archivo, guardarlo y luego subirlo
fa_ir: اگر کلیپ بورد حاوی آدرس فایل است، آن را دانلود و سپس آپلود کن
fr: Si le presse-papier contient un fichier d'URL alors le télécharger et le mettre en ligne
he_il: אם לוח הגזירה מכיל קישור, הורד והעלה אותו
ja_jp: クリップボードにファイルのURLがあるときは、ファイルを取得してアップロードする
pl: Jeśli schowek zawiera link do pliku, pobierz go i prześlij
pt_br: Se a área de transferência conter um URL: fazer download e upload
pt_pt: Se a área de transferência possuir uma hiperligação então transfira-a e faça o envio
ro: Dacă clipboard-ul conține un URL de fișier, atunci descărcați-l și încărcați-l
ru: Если в буфере находится ссылка на файл, скачать его, а потом загрузить
tr: Eğer pano dosya linki içeriyorsa indirip karşıya yükle
uk: Якщо у буфері посилання на файл, то завантажити його і вивантажити
vi_vn: Nếu vùng nhớ tạm chứa URL tới tệp thì tải tệp xuống rồi tải lên
zh_cn: 如果剪贴板中包含文件 URL，则下载并上传它
zh_tw: 如果剪貼簿中有檔案網址，則下載並上傳檔案

# lblOCRDefaultLanguage.Text
source: Default language:
de: Standardsprache:
es_mx: Idioma predefinido:
fa_ir: زبان پیش فرض:
fr: Langue par défaut :
he_il: שפת ברירת מחדל:
ja_jp: 規定の言語:
pl: Język domyślny:
pt_br: Idioma padrão:
pt_pt: Linguagem pré-definida:
ro: Limba implicită:
ru: Язык по умолчанию:
tr: Varsayılan dil:
uk: Типова мова:
vi_vn: Ngôn ngữ mặc định:
zh_cn: 默认语言：
zh_tw: 預設語言：

# lblAutoIncrementNumber.Text
source: Auto increment number:
de: Automatische Inkrementierungsnummer:
es_mx: Número de incremento automático:
fr: Incrémentation automatique du numéro :
he_il: העלאת מספר אוטומטית:
ja_jp: ファイル名で使う連番:
pl: Automatyczny przyrost liczby:
pt_br: Número auto incremento:
pt_pt: Número de incremento automático:
ro: Numărul de creștere automată:
ru: Число счетчика:
tr: Otomatik artan sayı:
uk: Автоматичне збільшення номера:
vi_vn: Số tăng tự động:
zh_cn: 自动递增编号：
zh_tw: 自動遞增編號：

# lblActionsNote.Text
source: Note: You can enable/disable actions from "After capture tasks -> Perform actions".
de: Hinweis: Sie können Aktionen über "Aufgaben nach der Aufnahme -> Aktionen ausführen" aktivieren/deaktivieren.
es_mx: Nota: Las acciones pueden controlarse en "Tareas después de capturar -> Realizar acciones".
fr: Note : Vous pouvez activer/désactiver des actions depuis "Tâches après la capture -> Effectuer des actions".
he_il: הערה: ניתן להפעיל/להשבית פעולות מתוך "משימות לאחר צילום מסך -> בצע פעולות".
ja_jp: 「キャプチャー後のタスク→アクションの実行」で有効/無効の切り替えができます。
pl: Uwaga: Możesz włączyć/wyłączyć akcje w "Zadania po przechwyceniu -> Wykonaj akcje".
pt_br: Aviso: Você pode habilitar/desabilitar ações em "Tarefas pós-captura -> Realizar ações".
pt_pt: Nota: Você pode activar/desactivar acções de "Tarefas após captura -> Realiza acções".
ro: Notă: Puteți activa/dezactiva acțiunile din "Sarcini după captură" -> "Efectuați acțiuni".
ru: Заметка: Можно включить/выключить действия в "Задачи после захвата -> Выполнить действия".
tr: Not: Aksiyonları buradan etkinleştirebilir veya etkisiz hale getirebilirsiniz: "Yakalama sonrası -> Aksiyonları gerçekleştir".
uk: Примітка: Ви можете увімкнути/вимкнути дії з „Після завдання захоплення -> Виконати дії".
vi_vn: Lưu ý: Bạn có thể bật / tắt tác vụ từ "Sau khi chụp tác vụ -> Thực hiện tác vụ".
zh_cn: 注意：您可以从“截图后 -> 执行操作”中启用或禁用动作。
zh_tw: 備註：你可以在「擷取後的排程 -> 執行動作」啟用/停用動作。

# cbScreenRecordTransparentRegion.Text
source: Use transparent region selection
de: Transparente Regionsauswahl verwenden
es_mx: Usar región de selección transparente
fr: Utiliser une sélection de région transparente
he_il: השתמש בבחירת אזור שקופה
ja_jp: 透明な領域選択を使う
pl: Użyj przezroczystego wyboru regionu
pt_br: Usar seleção de região transparente
pt_pt: Utilizar selecção transparente de região
ro: Utilizați selectarea regiunii transparente
ru: Использовать прозрачный выбор области
tr: Saydam alan seçici kullan
uk: Використовувати прозорий вибір області
vi_vn: Sử dụng lựa chọn vùng trong suốt
zh_cn: 使用透明区域选择
zh_tw: 使用透明選取區

# btnScreenshotsFolderBrowse.Text
source: Browse...
de: Durchsuchen...
es_mx: Buscar...
fr: Parcourir...
he_il: בחר...
ja_jp: 参照...
pl: Przeglądaj...
pt_br: Navegar...
pt_pt: Procurar...
ro: Răsfoiți...
ru: Выбрать...
tr: Gözat...
uk: Переглянути...
vi_vn: Duyệt qua ...
zh_cn: 浏览...
zh_tw: 瀏覽...

# cbUseCustomTaskCompletedSound.Text
source: Use custom task completed sound:
de: Benutzerdefinierten Sound für abgeschlossene Aufgaben verwenden:
es_mx: Usar sonido de tarea completada personalizado:
fr: Utiliser un son d'action terminée personnalisé :
he_il: השתמש בצליל מותאם אישית למשימה שהושלמה:
ja_jp: タスク完了時の音を指定:
pl: Użyj niestandardowego dźwięku ukończenia zadania:
pt_br: Customizar som de tarefa finalizada:
ro: Utilizați sunetul personalizat al sarcinii finalizate:
ru: Пользовательский звук успешной задачи:
tr: Kişisel görev tamamlanma sesi kullan:
uk: Власний звук завершення завдання:
vi_vn: Sử dụng âm thanh hoàn thành nhiệm vụ tùy chỉnh:
zh_cn: 使用自定义任务完成音效：
zh_tw: 使用自訂排程完成音效：

# cbUseCustomErrorSound.Text
source: Use custom error sound:
de: Benutzerdefinierten Fehlerton verwenden:
es_mx: Usar sonido de error personalizado:
fr: Utiliser un son d'erreur personnalisé :
he_il: השתמש בצליל מותאם אישית לשגיאה:
ja_jp: エラー発生時の音を指定:
pl: Użyj niestandardowego dźwięku błędu:
pt_br: Customizar som de erro:
ro: Utilizați sunet de eroare personalizat:
ru: Пользовательский звук ошибки:
tr: Kişisel hata sesi kullan:
uk: Власний звук помилки:
vi_vn: Sử dụng âm thanh lỗi tùy chỉnh:
zh_cn: 使用自定义错误音效：
zh_tw: 使用自訂錯誤音效：

# cbUseCustomCaptureSound.Text
source: Use custom capture sound:
de: Benutzerdefinierten Aufnahmeton verwenden:
es_mx: Usar sonido de captura personalizado:
fr: Utiliser un son de capture personnalisé :
he_il: השתמש בצליל מותאם אישית לצילום מסך:
ja_jp: キャプチャー時の音を指定:
pl: Użyj niestandardowego dźwięku przechwytywania:
pt_br: Customizar som de captura:
ro: Utilizați sunet de captură personalizat:
ru: Пользовательский звук захвата:
tr: Kişisel yakalama sesi kullan:
uk: Власний звук захоплення:
vi_vn: Sử dụng âm thanh chụp tùy chỉnh:
zh_cn: 使用自定义截图音效：
zh_tw: 使用自訂擷取音效：

# tpNotifications.Text
source: Notifications
de: Benachrichtigungen
es_mx: Notificaciones
he_il: התראות
ja_jp: 通知
pl: Powiadomienia
pt_br: Notificações
ro: Notificări
ru: Уведомления
tr: Uyarılar
uk: Сповіщення
vi_vn: Thông báo
zh_cn: 通知
zh_tw: 通知

# gbToastWindow.Text
source: Toast notification
de: Toast-Benachrichtigung
es_mx: Notificación emergente
fr: Bandeau de notification
he_il: הודעת פופ
ja_jp: トースター通知
pl: Wyskakujące powiadomienie
pt_br: Duração
ro: Notificare toast
ru: Уведомление с предпросмотром
tr: Tost bildirimi
uk: Сповіщення з попереднім переглядом
vi_vn: Pop-up thông báo
zh_cn: 短暂通知
zh_tw: 彈出通知

# cbShowToastNotificationAfterTaskCompleted.Text
source: Show toast notification after task is completed
de: Toast-Benachrichtigung nach Abschluss der Aufgabe anzeigen
es_mx: Mostrar notificación emergente después de que la tarea se haya completado
fr: Afficher un bandeau de notification une fois l'action terminée
he_il: הצג הודעת פופ לאחר השלמת המשימה
ja_jp: タスク完了後に通知を表示する
pl: Pokaż wyskakujące powiadomienie po zakończeniu zadania
pt_br: Mostrar notificação ao completar tarefa
ro: Afișați o notificare de toast după ce sarcina este finalizată
ru: Показывать уведомление с предпросмотром после выполнения задачи
tr: Görev bittikten sonra tost bildirimi göster
uk: Показувати сповіщення після завершення завдання
vi_vn: Hiển thị thông báo sau khi hoàn thành nhiệm vụ
zh_cn: 任务完成后显示短暂通知
zh_tw: 排程完成後顯示彈出通知

# lblToastWindowFadeDurationSeconds.Text
source: seconds
de: sekunden
es_mx: segundos
fr: secondes
he_il: שניות
ja_jp: 秒
pl: sekund
pt_br: segundos
ro: secunde
ru: секунд
tr: saniye
uk: секунд
vi_vn: giây
zh_cn: 秒
zh_tw: 秒

# lblToastWindowDurationSeconds.Text
source: seconds
de: sekunden
es_mx: segundos
fr: secondes
he_il: שניות
ja_jp: 秒
pl: sekund
pt_br: segundos
ro: secunde
ru: секунд
tr: saniye
uk: секунд
vi_vn: giây
zh_cn: 秒
zh_tw: 秒

# lblToastWindowDuration.Text
source: Duration:
de: Dauer:
es_mx: Duración:
fr: Durée :
he_il: משך:
ja_jp: 表示時間:
pl: Czas trwania:
pt_br: Duração:
ro: Durata:
ru: Продолжительность:
tr: Süre:
uk: Тривалість:
vi_vn: Khoảng thời gian:
zh_cn: 持续：
zh_tw: 持續時間：

# lblToastWindowFadeDuration.Text
source: Fade duration:
de: Überblenddauer:
es_mx: Duración de la transición:
fr: Durée du fondu :
he_il: משך דהייה:
ja_jp: フェードアウトの時間:
pl: Czas zanikania:
pt_br: Duração da transição:
ro: Durata de dispariție:
ru: Длительность растворения:
tr: Solma süresi:
uk: Тривалість згасання:
vi_vn: Khoảng thời gian mờ dần:
zh_cn: 淡入淡出时间：
zh_tw: 淡入淡出時間：

# cbDisableNotificationsOnFullscreen.Text
source: Disable toast notifications on fullscreen
de: Benachrichtigungen bei Vollbild deaktivieren
es_mx: Desactivar notificaciones en pantalla completa
fr: Désactiver le bandeau de notification en plein écran
he_il: השבת הודעות במסך מלא
ja_jp: 全画面では通知を無効にする
pl: Wyłącz powiadomienia na pełnym ekranie
pt_br: Desabilitar notificações em tela cheia
ro: Dezactivarea notificărilor pe ecran complet
ru: Отключить уведомления в полноэкранном режиме
tr: Tam ekran ise uyarıları devre dışı bırak
uk: Вимкнути сповіщення в повноекранному режимі
vi_vn: Tắt thông báo trên toàn màn hình
zh_cn: 全屏时禁用通知
zh_tw: 全螢幕時停用通知

# lblToastWindowPlacement.Text
source: Placement:
de: Platzierung:
es_mx: Posición:
fr: Positionnement :
he_il: מיקום:
ja_jp: 表示位置:
pl: Położenie:
pt_br: Posição:
ro: Plasament:
ru: Положение:
tr: Konum:
uk: Розміщення:
vi_vn: Vị trí:
zh_cn: 位置：
zh_tw: 位置：

# lblToastWindowSize.Text
source: Size:
de: Größe:
es_mx: Tamaño:
fr: Taille :
he_il: גודל:
ja_jp: 大きさ:
pl: Rozmiar:
pt_br: Tamanho:
ro: Dimensiune:
ru: Размер:
tr: Boyut:
uk: Розмір:
vi_vn: Kích thước:
zh_cn: 大小：
zh_tw: 大小：

# lblToastWindowLeftClickAction.Text
source: Left click action:
de: Linke Klick-Aktion:
es_mx: Acción al hacer click izquierdo:
fr: Action du clic gauche :
he_il: פעולת מקש שמאלי:
ja_jp: 左クリック時の動作:
pl: Działanie lewego kliknięcia:
pt_br: Botão esquerdo:
ro: Acțiunea clic stânga:
ru: Действие ЛКМ:
tr: Sol tıklama eylemi:
uk: Дія ЛКМ:
vi_vn: Hành động nhấp chuột trái:
zh_cn: 左击动作：
zh_tw: 左鍵動作：

# lblToastWindowRightClickAction.Text
source: Right click action:
de: Rechte Klick-Aktion:
es_mx: Acción al hacer click derecho:
fr: Action du clic droit :
he_il: פעולת מקש ימני:
ja_jp: 右クリック時の動作:
pl: Działanie prawego kliknięcia:
pt_br: Botão direito:
ro: Acțiune clic dreapta:
ru: Действие ПКМ:
tr: Sağ tıklama eylemi:
uk: Дія ПКМ:
vi_vn: Hành động nhấp chuột phải:
zh_cn: 右击动作：
zh_tw: 右鍵動作：

# lblToastWindowMiddleClickAction.Text
source: Middle click action:
de: Mittlere Klick-Aktion:
es_mx: Acción al hacer click con la rueda del ratón:
fr: Action du clic molette :
he_il: פעולת מקש אמצעי:
ja_jp: 中クリック時の動作:
pl: Działanie środkowego kliknięcia myszy:
pt_br: Botão de scroll:
ro: Acțiunea clicului din mijloc:
ru: Действие СКМ:
tr: Orta tıklama eylemi:
uk: Дія СКМ:
vi_vn: Hành động nhấp chuột giữa:
zh_cn: 鼠标中键动作：
zh_tw: 中鍵動作：
