Repository: ShareX/ShareX
Catalog: ShareX/Forms/TaskSettingsForm.*.resx
Languages: cs, de, es_mx, fa_ir, fr, he_il, hu, id_id, it_it, ja_jp, ko_kr, nl_nl, pl, pt_br, pt_pt, ro, ru, tr, uk, vi_vn, zh_cn, zh_tw

# btnTask.Text
source: Task...
cs: Úkol...
de: Aufgabe...
es_mx: Tarea...
fa_ir: وظیفه ...
fr: Tâche...
he_il: משימה...
hu: Feladat...
id_id: Tugas...
it_it: Operazioni...
ja_jp: タスク...
ko_kr: 작업...
nl_nl: Taak...
pl: Zadanie...
pt_br: Tarefa...
pt_pt: Tarefa...
ro: Sarcina...
ru: Задача...
tr: Görev...
uk: Завдання...
vi_vn: Tác vụ...
zh_cn: 任务...
zh_tw: 排程...

# tsmiURLSharingServices.Text
source: URL sharing services
cs: Služby sdílení URL
de: URL-Freigabedienste
es_mx: Servicios para compartir enlaces
fa_ir: سرویس های اشتراک گذاری لینک
fr: Services de partage d'URL
he_il: שירותי שיתוף קישורים
hu: URL megosztó szolgáltatások
id_id: Layanan berbagi URL
it_it: Servizi Condivisione URL
ja_jp: URL共有サービス
ko_kr: URL 공유 서비스
nl_nl: Diensten om een link te delen
pl: Usługi udostępniania linku
pt_br: Serviços de compartilhamento de URL
pt_pt: Serviços de partilha de hiperligações
ro: Servicii de partajare a URL-urilor
ru: Сервисы отправки ссылок
tr: Adres paylaşım servisleri
uk: Служби обміну посиланнями
vi_vn: Dịch vụ chia sẻ URL
zh_cn: URL 分享
zh_tw: 網址分享服務

# tsmiURLShorteners.Text
source: URL shorteners
cs: URL zkracovače
de: URL-Kürzer
es_mx: Acortadores de enlaces
fa_ir: کوتاه کننده لینک
fr: Raccourcisseurs d'URL
he_il: מקצרי קישורים
hu: URL rövidítők
id_id: Penyingkat URL
it_it: Servizi Accorciamento URL
ja_jp: URL短縮サービス
ko_kr: URL 단축기
nl_nl: Linkverkorters
pl: Skracacze linków
pt_br: Encurtadores de URL
pt_pt: Encurtador de hiperligações
ro: Scurtătoare de URL-uri
ru: Сервисы коротких ссылок
tr: Adres kısaltıcılar
uk: Скорочення посилань
vi_vn: Dịch vụ rút gọn URL
zh_cn: URL 短链
zh_tw: 縮網址服務

# tsmiFileUploaders.Text
source: File uploaders
cs: Uploadery souborů
de: Dateiuploader
es_mx: Servidores para archivos
fa_ir: آپلودکننده فایل
fr: Services de mise en ligne de fichiers
he_il: שירותי העלאת קבצים
hu: Fájlfeltöltők
id_id: Pengunggah file
it_it: Servizi Caricamento File
ja_jp: ファイル アップローダー
ko_kr: 파일 업로더
nl_nl: Bestandsuploaders
pl: Serwisy plików
pt_br: Envio de arquivos
pt_pt: Hospedagem de ficheiros
ro: Destinații de fișiere
ru: Сервисы загрузки файлов
tr: Dosya yükleyiciler
uk: Вивантажувачі файлів
vi_vn: Dịch vụ tải lên tệp
zh_cn: 文件上传
zh_tw: 檔案上傳工具

# tsmiTextUploaders.Text
source: Text uploaders
cs: Uploadery textu
de: Textuploader
es_mx: Servidores para texto
fa_ir: آپلود کننده های متن
fr: Services de mise en ligne de textes
he_il: שירותי העלאת טקסט
hu: Szöveg feltöltők
id_id: Pengunggah teks
it_it: Servizi Caricamento Testo
ja_jp: テキスト アップローダー
ko_kr: 텍스트 업로더
nl_nl: Tekstuploaders
pl: Serwisy tekstu
pt_br: Envio de texto
pt_pt: Hospedagem de ficheiros de texto
ro: Destinații de text
ru: Сервисы загрузки текстов
tr: Yazı yükleyiciler
uk: Вивантажувачі тексту
vi_vn: Dịch vụ tải lên văn bản
zh_cn: 文本上传
zh_tw: 文字上傳工具

# tsmiImageUploaders.Text
source: Image uploaders
cs: Uploadery obrázků
de: Bilduploader
es_mx: Servidores para imágenes
fa_ir: آپلود کننده های عکس
fr: Services de mise en ligne d'images
he_il: שירותי העלאת תמונה
hu: Képfeltöltők
id_id: Pengunggah gambar
it_it: Servizi Caricamento Immagini
ja_jp: 画像アップローダー
ko_kr: 이미지 업로더
nl_nl: Afbeeldingsuploaders
pl: Serwisy obrazów
pt_br: Envio de imagens
pt_pt: Hospedagem de imagens
ro: Destinații de imagini
ru: Сервисы загрузки картинок
tr: Resim yükleyiciler
uk: Вивантажувачі зображень
vi_vn: Dịch vụ tải lên ảnh
zh_cn: 图片上传
zh_tw: 圖片上傳工具

# btnDestinations.Text
source: Destinations...
cs: Destinace...
de: Ziele...
es_mx: Destinos...
fa_ir: مقصدها...
he_il: יעדים...
hu: Célok...
id_id: Tujuan...
it_it: Destinazioni...
ja_jp: アップロード先...
ko_kr: 목적지...
nl_nl: Bestemmingen...
pl: Miejsca docelowe...
pt_br: Destinos...
pt_pt: Destinos...
ro: Destinații...
ru: Сервисы загрузок...
tr: Hedefler...
uk: Призначення...
vi_vn: Dịch vụ tải lên...
zh_cn: 上传目标...
zh_tw: 目的地...

# btnAfterUpload.Text
source: After upload...
cs: Po uploadu...
de: Nach dem Upload...
es_mx: Después de subir...
fa_ir: بعد از آپلود ...
fr: Après la mise en ligne...
he_il: לאחר העלאה...
hu: Feltöltés után...
id_id: Setelah mengunggah...
it_it: Dopo il Caricamento...
ja_jp: アップロード後...
ko_kr: 업로드 뒤...
nl_nl: Na uploaden...
pl: Po przesłaniu...
pt_br: Após envio...
pt_pt: Após envio...
ro: După încărcarea...
ru: После загрузки...
tr: Yükleme sonrası...
uk: Після вивантаження...
vi_vn: Sau khi tải lên...
zh_cn: 上传后...
zh_tw: 上傳後...

# btnAfterCapture.Text
source: After capture...
cs: Po zachycení...
de: Nach der Aufnahme...
es_mx: Después de capturar...
fa_ir: بعد از ضبط ...
fr: Après la capture...
he_il: לאחר צילום מסך...
hu: Képlopás után...
id_id: Setelah mengambil...
it_it: Dopo la Cattura...
ja_jp: キャプチャー後...
ko_kr: 촬영 뒤...
nl_nl: Na vastleggen...
pl: Po przechwyceniu...
pt_br: Após captura...
pt_pt: Após captura...
ro: După capturare...
ru: После захвата...
tr: Yakalama sonrası...
uk: Після захоплення...
vi_vn: Sau khi chụp...
zh_cn: 截图后...
zh_tw: 擷取後...

# btnCaptureCustomRegionSelectRectangle.Text
source: Select region...
de: Bereich auswählen...
es_mx: Seleccionar región:
fa_ir: انتخاب ناحیه...
fr: Séléctionner une région...
he_il: בחר אזור...
id_id: Pilih area...
it_it: Seleziona Regione...
ja_jp: 領域の選択...
ko_kr: 영역 선택...
pl: Wybierz region...
pt_br: Selecionar região...
pt_pt: Seleccionar região...
ro: Selectați regiunea...
ru: Выбрать область...
tr: Bölge seç...
uk: Виберіть область...
vi_vn: Chọn vùng...
zh_cn: 选择区域...
zh_tw: 選擇區域...

# lblCaptureCustomRegion.Text
source: Pre configured region:
de: Vordefinierter Bereich:
es_mx: Región predefinida:
fa_ir: ناحیه از پیش تنظیم شده:
fr: Région personnalisée:
he_il: אזור מוגדר מראש:
id_id: Area pra-konfigurasi:
it_it: Regione Pre Configurata:
ja_jp: 構成済み領域:
ko_kr: 미리 설정된 영역:
pl: Wstępnie skonfigurowany region:
pt_br: Região personalizada:
pt_pt: Região pré-configurada:
ro: Regiune pre-configurată:
ru: Подготовленная область экрана:
tr: Önceden ayarlanmış bölge:
uk: Попередньо налаштована область:
vi_vn: Vùng được thiết lập trước:
zh_cn: 自定义区域：
zh_tw: 預先定義區域：

# cbRegionCaptureMultiRegionMode.Text
source: Use multi region mode which will also allow resizing and moving regions
de: Verwenden des Mehrbereichs-Modus, welcher ebenfalls eine Größenänderung und das Verschieben von Bereichen ermöglicht
es_mx: Usar modo de varias regiones que también permite cambiar su tamaño y posición
fr: Utiliser le mode multi région qui permet de redimensionner et de déplacer les régions
he_il: השתמש במצב ריבוי אזורים שיאפשר גם שינוי גודל והזזת אזורים
id_id: Gunakan mode multi area yang juga mengizinkan mengubah ukuran dan memindahkan area
it_it: Usa Modalità Multi Regione, che consente anche Ridimensionamento e Spostamento delle Regioni
ja_jp: 領域のリサイズ、移動が可能な複数領域選択モードを使用する
ko_kr: 영역 크기 조절과 이동을 할 수 있는 멀티 영역 모드를 사용함
pl: Użyj trybu wielu regionów, który pozwoli również na zmianę rozmiaru i przesuwanie regionów
pt_br: Usar modo multirregião que também permitirá redimensionar e reposicionar regiões
pt_pt: Utilizar modo multiregião que também permitirá redimensionar e reposicionar regiões
ro: Utilizați modul multi-regiune care va permite, de asemenea, redimensionarea și mutarea regiunilor
ru: Включить захват нескольких областей (с поддержкой изменения размера и перемещения областей)
tr: Çoklu bölge modunu kullan, ayrıca bölgeleri yeniden boyutlandırmayı veya taşımayıda sağlar
uk: Використовувати захоплення кількох областей з підтримкою зміни розмірів та переміщення областей
vi_vn: Dùng chế độ đa vùng cho phép thay đổi kích thước và di chuyển các vùng
zh_cn: 使用多区域模式，将允许调整大小和运动区域
zh_tw: 使用多區域模式，允許調整尺寸和移動區域

# lblRegionCaptureMouseRightClickAction.Text
source: Mouse right click action:
de: Aktion bei Rechtsklick:
es_mx: Acción al hacer clic derecho:
fa_ir: عمل راست کلیک موس:
fr: Action du clic droit de la souris :
he_il: פעולת מקש ימני בעכבר:
id_id: Tindakan klik kanan tetikus:
it_it: Azione Tasto Destro del Mouse:
ja_jp: 右ボタン クリック時の動作:
ko_kr: 마우스 우클릭 시 동작:
pl: Działanie prawego kliknięcia:
pt_br: Botão direito:
pt_pt: Botão direito acção do clique:
ro: Acțiunea clicului dreapta al mouse-ului:
ru: Действие правой кнопки мыши:
tr: Fare sağ tuşuna basıldığında:
uk: Дія правої клавіші миші:
vi_vn: Tác vụ khi nhấp phím chuột phải:
zh_cn: 鼠标右键单击动作:
zh_tw: 滑鼠右鍵單擊動作：

# lblRegionCaptureMouseMiddleClickAction.Text
source: Mouse middle click action:
de: Aktion bei mittlerer Maustaste:
es_mx: Acción al hacer clic medio:
fa_ir: عمل وسط کلیک موس:
fr: Action du clic de la molette :
he_il: פעולת מקש אמצעי בעכבר:
id_id: Tindakan klik tengah tetikus:
it_it: Azione Tasto Centrale del Mouse:
ja_jp: 中ボタン クリック時の動作:
ko_kr: 마우스 가운데 버튼 클릭 시 동작:
pl: Działanie środkowego kliknięcia myszy:
pt_br: Botão de scroll:
pt_pt: Botão de scroll acção de clique:
ro: Acțiunea clicului din mijloc al mouse-ului:
ru: Действие средней кнопки мыши:
tr: Fare orta tuşuna basıldığında:
uk: Дія середньої клавіші миші:
vi_vn: Tác vụ khi nhấp phím chuột giữa:
zh_cn: 鼠标中键单击动作:
zh_tw: 滑鼠中鍵單擊動作：

# lblRegionCaptureMouse4ClickAction.Text
source: Mouse 4 click action:
de: Aktion bei Maustaste 4:
es_mx: Acción a los 4 clics:
fr: Action du bouton 4 de la souris :
he_il: פעולת 4 לחיצות בעכבר:
id_id: Tindakan klik 4x tetikus:
it_it: Azione Tasto 4 del Mouse:
ja_jp: 第4ボタン クリック時の動作:
ko_kr: 마우스 4번 버튼 클릭 시 동작:
pl: Działanie 4 kliknięć myszką:
pt_br: Mouse 5:
pt_pt: Mouse 4 acção de clique:
ro: Acțiunea mouse 4 click:
ru: Действие 4-й кнопки мыши:
tr: Fare 4 tuşuna basıldığında:
uk: Дія 4-ої клавіші миші:
vi_vn: Tác vụ khi nhấp phím chuột 4:
zh_cn: 鼠标侧键 1 动作:
zh_tw: 滑鼠側鍵 1 單擊動作：

# lblRegionCaptureMouse5ClickAction.Text
source: Mouse 5 click action:
de: Aktion bei Maustaste 5:
es_mx: Acción a los 5 clics:
fr: Action du bouton 5 de la souris :
he_il: פעולת 5 לחיצות בעכבר:
id_id: Tindakan klik 5x tetikus:
it_it: Azione Tasto 5 del Mouse:
ja_jp: 第5ボタン クリック時の動作:
ko_kr: 마우스 5번 버튼 클릭 시 동작:
pl: Działanie 5 kliknięć myszką:
pt_br: Mouse 4:
pt_pt: Mouse 5 acção de clique:
ro: Acțiunea mouse 5 click:
ru: Действие 5-й кнопки мыши:
tr: Fare 5 tuşuna basıldığında:
uk: Дія 5-ої клавіші миші:
vi_vn: Tác vụ khi nhấp phím chuột 5:
zh_cn: 鼠标侧键 2 动作:
zh_tw: 滑鼠側鍵 2 單擊動作：

# cbRegionCaptureShowFPS.Text
source: Show FPS
de: FPS-Anzahl in der oberen linken Ecke anzeigen
es_mx: Mostrar FPS en la esquina sup. izq.
fr: Afficher les IPS dans le coin haut gauche
he_il: הצג FPS
id_id: Tampilkan FPS di pojok kiri atas
it_it: Mostra FPS in Alto a Sinistra
ja_jp: 左上にFPSを表示する
ko_kr: 좌측 상단 구석에 FPS 보이기
pl: Pokaż FPS
pt_br: Mostrar QPS no canto superior esquerdo
pt_pt: Mostrar FPS no canto superior esquerdo
ro: Arată FPS
ru: Показывать FPS в верхнем левом углу
tr: Sol üst köşede FPS göster
uk: Показувати FPS у верхньому лівому куті
vi_vn: Hiện tốc độ khung hình/giây (FPS) ở góc trên bên trái
zh_cn: 在左上角显示 FPS
zh_tw: 顯示幀率

# cbRegionCaptureIsFixedSize.Text
source: Fixed size region mode:
de: Bereichsmodus mit fester Größe:
es_mx: Modo de región con tamaño fijo:
fr: Mode région à taille fixe :
he_il: מצב אזור בגודל קבוע:
id_id: Mode area ukuran tetap:
it_it: Modalità Dimesione Regione Fissa:
ja_jp: 固定サイズ領域キャプチャー モード:
ko_kr: 고정 크기 영역 모드:
pl: Tryb regionu o stałym rozmiarze:
pt_br: Modo de região de tamanho fixo:
pt_pt: Modo de região de tamanho fixo:
ro: Mod de regiune de dimensiune fixă:
ru: Режим области фиксированного размера:
tr: Sabit boyut bölge modu:
uk: Режим області фіксованого розміру:
vi_vn: Chế độ vùng cố định kích thước:
zh_cn: 固定大小区域模式：
zh_tw: 固定大小區域模式：

# cbRegionCaptureShowCrosshair.Text
source: Show screen wide crosshair
de: Bildschirmweites Steuerkreuz anzeigen
es_mx: Mostrar retícula en pantalla
fr: Afficher la large croix sur l'écran
he_il: הצג כוונת בגודל המסך
id_id: Tampilkan garis bidik layar
it_it: Mostra Mirino a Schermo Intero
ja_jp: 十字線カーソルを表示する
ko_kr: 화면을 가로지르는 조준선 보이기
pl: Pokaż celownik na całym ekranie
pt_br: Mostrar mira do tamanho da tela
pt_pt: Mostrar mira do tamanho do ecrã
ro: Afișați reticulul larg al ecranului
ru: Показывать полноэкранное перекрестье
tr: Ekranı kaplayan artı şeklinde imleç göster
uk: Показувати широке перехрестя на екрані
vi_vn: Hiện tâm ngắm trên màn hình
zh_cn: 在屏幕上显示宽十字线
zh_tw: 顯示全螢幕十字線

# cbRegionCaptureShowMagnifier.Text
source: Show magnifier near cursor
de: Lupe in der Nähe des Mauszeigers anzeigen
es_mx: Mostrar lupa junto al puntero del ratón
fa_ir: نشان دادن ذره بین کنار کرسر
fr: Afficher la loupe près du curseur
he_il: הצג זכוכית מגדלת ליד סמן העכבר
id_id: Tampilkan kaca pembesar di dekat penunjuk
it_it: Mostra Lente d'Ingrandimento Vicino al Cursore
ja_jp: カーソル付近にルーペを表示する
ko_kr: 커서 근처 돋보기 보이기
pl: Pokaż lupę w pobliżu kursora
pt_br: Mostrar lente próxima ao cursor
pt_pt: Mostrar lente magnificada próxima ao cursor
ro: Afișează lupa lângă cursor
ru: Показывать лупу возле курсора
tr: İmleç yanında büyüteç göster
uk: Показувати лупу біля курсора
vi_vn: Hiện vùng phóng đại gần con trỏ
zh_cn: 在光标附近显示放大镜
zh_tw: 在游標附近顯示放大鏡

# cbRegionCaptureUseSquareMagnifier.Text
source: Use square shape magnifier instead of circle
de: Quadratische Lupe anstelle des Kreises verwenden
es_mx: Usar un recuadro en lugar de un círculo al ampliar
fr: Utiliser une forme de loupe carrée au lieu de ronde
he_il: השתמש במגדיל צורה מרובעת במקום עיגול
id_id: Gunakan kaca pembesar bentuk persegi, bukan lingkaran
it_it: Usa un Quadrato invece che un Cerchio per la Lente di'Ingrandimento
ja_jp: ルーペの形状は丸でなく四角にする
ko_kr: 원형 대신 정사각형 모양의 돋보기 사용하기
pl: Użyj lupy w kształcie kwadratu zamiast koła
pt_br: Usar forma quadrada da lente de aumento
pt_pt: Utilizar forma quadrada da lente magnificada em vez de circular
ro: Utilizați lupa de formă pătrată în loc de cerc
ru: Использовать квадратную лупу вместо круглой
tr: Kare şeklinde büyüteç kullan yuvarlak yerine
uk: Використовувати квадратну лупу замість круглої
vi_vn: Dùng vùng phóng đại hình vuông thay vì hình tròn
zh_cn: 使用方形放大镜代替圆形
zh_tw: 使用方形放大鏡代替圓形

# lblRegionCaptureMagnifierPixelCount.Text
source: Magnifier pixel count:
de: Lupe Pixelanzahl:
es_mx: Número de píxeles de la lupa:
fr: Nombre de pixels de la loupe :
he_il: כמות פיקסלים לזכוכית מגדלת:
id_id: Jumlah piksel kaca pembesar:
it_it: Numero di Pixel della Lente d'Ingrandimento:
ja_jp: ルーペの表示ピクセル数:
ko_kr: 돋보기 픽셀 수:
pl: Liczba pikseli lupy:
pt_br: Quantidade de pixels da lente de aumento:
pt_pt: Quantidade de pixels da lente magnificada:
ro: Numărul de pixeli ai lupei:
ru: Количество пикселей в лупе:
tr: Büyüteç piksel sayısı:
uk: Кількість пікселів у лупі:
vi_vn: Số lượng điểm ảnh phóng đại:
zh_cn: 像素放大镜数量：
zh_tw: 放大鏡像素數量：

# lblRegionCaptureMagnifierPixelSize.Text
source: Magnifier pixel size:
de: Lupe Pixelgröße:
es_mx: Tamaño del píxel de la lupa:
fr: Taille des pixels de la loupe :
he_il: גודל פיקסל לזכוכית מגדלת:
id_id: Ukuran piksel kaca pembesar:
it_it: Dimensione dei Pixel della Lente d'Ingrandimento:
ja_jp: ルーペのピクセルの大きさ:
ko_kr: 돋보기 픽셀 크기:
pl: Rozmiar piksela lupy:
pt_br: Tamanho do pixel da lente de aumento:
pt_pt: Tamanho de pixel da lente magnificada:
ro: Mărimea pixelilor lupei:
ru: Размер пикселя в лупе:
tr: Büyüteç piksel boyutu:
uk: Розмір пікселя в лупі:
vi_vn: Kích cỡ phóng đại điểm ảnh:
zh_cn: 像素放大镜尺寸：
zh_tw: 放大鏡像素尺寸：

# lblRegionCaptureSnapSizesWidth.Text
source: Width:
de: Breite:
es_mx: Ancho:
fa_ir: پهنا:
fr: Largeur :
he_il: רוחב:
id_id: Lebar:
it_it: Larghrzza:
ja_jp: 幅:
ko_kr: 너비:
pl: Szerokość:
pt_br: Largura:
pt_pt: Largura:
ro: Lățime:
ru: Ширина:
tr: Genişlik:
uk: Ширина:
vi_vn: Rộng:
zh_cn: 宽：
zh_tw: 寬：

# RegionCaptureSnapSizesHeight.Text
source: Height:
de: Höhe:
es_mx: Alto:
fa_ir: ارتفاع:
fr: Hauteur :
he_il: גובה:
id_id: Tinggi:
it_it: Altezza:
ja_jp: 高さ:
ko_kr: 높이:
pl: Wysokość:
pt_br: Altura:
pt_pt: Altura:
ro: Înălțime:
ru: Высота:
tr: Yükseklik:
uk: Висота:
vi_vn: Cao:
zh_cn: 高度：
zh_tw: 高：

# btnRegionCaptureSnapSizesDialogAdd.Text
source: Add
de: Hinzufügen
es_mx: Agregar
fa_ir: اضافه کردن
fr: Ajouter
he_il: הוסף
id_id: Tambah
it_it: Aggiungi
ja_jp: 追加
ko_kr: 추가
pl: Dodaj
pt_br: Adicionar
pt_pt: Adicionar
ro: Adăugați
ru: Добавить
tr: Ekle
uk: Додати
vi_vn: Thêm
zh_cn: 添加
zh_tw: 新增

# btnRegionCaptureSnapSizesDialogCancel.Text
source: Cancel
de: Abbrechen
es_mx: Cancelar
fa_ir: انصراف
fr: Annuler
he_il: ביטול
id_id: Batal
it_it: Annulla
ja_jp: キャンセル
ko_kr: 취소
pl: Anuluj
pt_br: Cancelar
pt_pt: Cancelar
ro: Anulați
ru: Отменить
tr: İptal
uk: Скасувати
vi_vn: Hủy bỏ
zh_cn: 取消
zh_tw: 取消

# lblRegionCaptureFixedSizeWidth.Text
source: Width:
de: Breite:
es_mx: Ancho:
fa_ir: پهنا:
fr: Largeur :
he_il: רוחב:
id_id: Lebar:
it_it: Larghezza:
ja_jp: 幅:
ko_kr: 너비:
pl: Szerokość:
pt_br: Largura:
pt_pt: Largura:
ro: Lățime:
ru: Ширина:
tr: Genişlik:
uk: Ширина:
vi_vn: Rộng:
zh_cn: 宽：
zh_tw: 寬：

# lblRegionCaptureFixedSizeHeight.Text
source: Height:
de: Höhe:
es_mx: Alto:
fa_ir: ارتفاع:
fr: Hauteur :
he_il: גובה:
id_id: Tinggi:
it_it: Altezza:
ja_jp: 高さ:
ko_kr: 높이:
pl: Wysokość:
pt_br: Altura:
pt_pt: Altura:
ro: Înălțime:
ru: Высота:
tr: Yükseklik:
uk: Висота:
vi_vn: Cao:
zh_cn: 高：
zh_tw: 高：

# cbRegionCaptureUseCustomInfoText.Text
source: Use custom info text near cursor:
de: Eigenen Text in der Nähe des Mauszeigers verwenden:
es_mx: Usar texto personalizado junto al puntero:
fr: Utiliser un texte informatif personnalisé près du curseur :
he_il: השתמש במידע מותאם אישית ליד סמן העכבר:
id_id: Gunakan teks info khusus di dekat kursor:
it_it: Usa Informazioni Personalizzate Vicino al Cursore
ja_jp: カーソル付近に独自の情報テキストを表示する:
ko_kr: 커서 옆에 사용자 지정 텍스트 표시하기:
pl: Użyj niestandardowego tekstu informacyjnego w pobliżu kursora:
pt_br: Usar texto personalizado próximo ao cursor:
pt_pt: Utilizar texto personalizado próximo ao cursor:
ro: Utilizați un text informativ personalizat lângă cursor:
ru: Показывать пользовательский текст возле курсора:
tr: İmleç yanında özel bilgi yazısı kullan:
uk: Показувати власний текст біля курсора:
vi_vn: Dùng thông tin chữ tùy chọn gần con trỏ:
zh_cn: 在光标附近显示自定义信息：
zh_tw: 在游標附近顯示自訂文字：

# cbRegionCaptureDetectWindows.Text
source: Detect window regions and allow cursor hover capture
de: Fensterbereiche erkennen und bei daraufliegendem Mauszeiger fixieren
es_mx: Detectar regiones de ventana e incluir puntero del ratón en la captura
fr: Détecter des régions de la fenêtre et permettre l'apparition du curseur sur la capture
he_il: זיהוי אזורי חלונות ואפשר צילום מסך בריחוף סמן העכבר
id_id: Deteksi area jendela dan izinkan
it_it: Determina Regioni Finestra e Consenti Cattura al Passaggio del Cursore
ja_jp: ウィンドウ領域を検出し、マウスオーバーでキャプチャー可能にする
ko_kr: 창 영역을 감지하고 커서로 지정해서 캡쳐 가능하게 하기
pl: Wykryj regiony okien i zezwól na przechwytywanie najechania kursorem
pt_br: Detectar janelas e permitir captura do cursor
pt_pt: Detectar janelas e permitir captura do cursor dentro delas
ro: Detectarea regiunilor de fereastră și permite capturarea cursorului la trecerea cursorului peste ele
ru: Определять области окон и позволить захват наведением курсора
tr: Pencere alanlarını tespit edip imleç ile yakalamaya izin ver
uk: Виявляти області вікна та дозволити захоплення наведенням вказівника
vi_vn: Xác định các vùng cửa sổ và cho phép di chuyển chuột để chọn vùng chụp
zh_cn: 检测窗口区域，并允许光标悬停决定截图区域
zh_tw: 偵測視窗區域，並允許游標懸停擷取

# cbRegionCaptureDetectControls.Text
source: Also detect control regions inside windows
de: Auch Steuerbereiche innerhalb von Fenstern erkennen
es_mx: Detectar regiones de control dentro de ventanas
fr: Détecter également les régions des contrôles dans les fenêtres
he_il: זהה גם אזורי בקרה בתוך חלונות
id_id: Juga deteksi area kendali di dalam jendela
it_it: Rileva anche le Regioni di Controllo all'Interno delle Finestre
ja_jp: ウィンドウ内のコントロール領域も検出する
ko_kr: 창 내부 컨트롤 영역도 감지하기
pl: Wykryj również obszary kontrolne w oknach
pt_br: Detectar regiões de controle dentro das janelas
pt_pt: Também detectar regiões de controlo dentro de janelas
ro: De asemenea, detectați regiunile de control din interiorul ferestrelor
ru: Также определять элементы интерфейса внутри окон
tr: Ayrıca pencere içindeki kontrol bölgelerini tespit et
uk: Також виявляти елементи керування всередині вікон
vi_vn: Cũng tự phát hiện các vùng điều khiển trong cửa sổ
zh_cn: 同时检测窗口内的控制区域
zh_tw: 同時偵測視窗內的控制區域

# lblRegionCaptureSnapSizes.Text
source: Sizes region will snap to when holding "Alt" key:
de: Größen, zu denen der Bereich fixiert wird, während die Alt-Taste gedrückt ist:
es_mx: Fijar proporciones de la región con la tecla "Alt":
fr: La taille des régions s'adaptera à cette liste lors du maintient de la touche "Alt" :
he_il: ישנה את גודל האזור כשמחזיקים את מקש ה-"Alt":
id_id: Ukuran area akan berubah saat menekan "Alt":
it_it: Premendo il Tasto "Alt" la Dimesione delle Regioni sarà Adattata a:
ja_jp: Alt キー押下で表示する、スナップ可能な領域サイズ:
ko_kr: "Alt" 키를 누르고 있으면 달라붙을 영역 크기:
pl: Rozmiary regionu będą się przyciągać przytrzymując klawisz "Alt":
pt_br: Ao segurar a tecla "Alt", as dimensões da região serão proporcionais:
pt_pt: Ao premir Alt, as dimensões da região serão proporcionais á janela seleccionada
ro: Dimensiunile regiunii vor fi fixate atunci când țineți apăsată tasta "Alt":
ru: Размеры области для привязки, если зажата кнопка "Alt":
tr: "Alt" tuşuna basılı tutulduğunda bölgeyi bu boyutlara kitle:
uk: Розміри області для привʼязки, при утриманні клавіші „Alt“:
vi_vn: Kích thước vùng sẽ biến đổi thành khi nhấn phím "Alt":
zh_cn: 按 Alt 键时自动吸附区域:
zh_tw: 按住 Alt 鍵時，區域將貼齊的尺寸：

# cbRegionCaptureShowInfo.Text
source: Show position and size info
de: Positions- und Größeninformationen anzeigen
es_mx: Mostrar posición y tamaño
fa_ir: نمایش اطلاعات مکان و سایز
fr: Afficher les infos sur la position et la taille
he_il: הצג מידע על מיקום וגודל
id_id: Tampilkan info ukuran dan posisi
it_it: Mostra Informazioni su Posizione e Dimensine
ja_jp: 位置と大きさの情報を表示する
ko_kr: 위치와 크기 정보 보이기
pl: Pokaż informacje o pozycji i rozmiarze
pt_br: Mostrar informações de posição e tamanho
pt_pt: Mostrar informações de posição e tamanho
ro: Afișați informații despre poziție și dimensiune
ru: Показывать информацию о позиции и размере
tr: Pozisyon ve boyut bilgisi göster
uk: Показувати інформацію про положення та розмір
vi_vn: Hiện thông tin vị trí và kích thước
zh_cn: 显示位置与尺寸
zh_tw: 顯示位置與尺寸資訊

# cbImageAutoUseJPEG.Text
source: Use JPEG as image format if image size is bigger than the specified size:
de: Wenn Bild größer als angegeben, nutze das JPEG-Bildformat:
es_mx: Usar formato JPEG si la imagen sobrepasa el tamaño especificado:
fr: Si l'image est plus lourde que la taille spécifiée alors utiliser le format JPEG :
he_il: השתמש ב-JPEG כפורמט תמונה אם גודל התמונה גדול מהגודל שצוין:
id_id: Bila ukuran gambar lebih besar dari yang ditentukan maka gunakan JPEG sebagai format gambar:
it_it: Se la dimesione dell'immagine è maggiore di quella specificata, usa il formato JPEG:
ja_jp: 次のファイルサイズより大きい時はJPEG画像形式を使用する:
ko_kr: 이미지 파일 용량이 지정된 값보다 크면 이미지 포맷으로 JPEG 사용하기:
pl: Użyj JPEG jako formatu obrazu, jeśli rozmiar obrazu jest większy niż określony rozmiar:
pt_br: Se o tamanho da imagem for maior que o especificado, utilizar JPEG como formato de imagem:
pt_pt: Se o tamanho de imagem for maior que o específicado então utilizar JPEG como formato:
ro: Utilizați JPEG ca format de imagine dacă dimensiunea imaginii este mai mare decât dimensiunea specificată:
ru: Если размер изображения больше заданного, использовать формат JPEG:
tr: Eğer resim dosya boyutu ayarlanan boyutdan fazlaysa JPEG kullan:
uk: Якщо розмір зображення більше за зазначений, то використовувати формат JPEG:
vi_vn: Nếu kích thước ảnh lớn hơn kích thước chỉ định thì sử dụng định dạng ảnh JPEG:
zh_cn: 如果图像大于指定大小，则使用 JPEG 格式:
zh_tw: 如果圖片大小比指定大小大，則使用 JPEG 格式：

# lblImageSizeLimitHint.Text
source: kB
fa_ir: کیلوبابت
fr: ko
ru: кб
uk: кБ
