Repository: ShareX/ShareX
Catalog: ShareX/Forms/TaskSettingsForm.*.resx
Languages: cs, de, es_mx, fa_ir, fr, he_il, hu, id_id, it_it, ja_jp, ko_kr, nl_nl, pl, pt_br, pt_pt, ro, ru, tr, uk, vi_vn, zh_cn, zh_tw

# lblDescription.Text
source: Description:
cs: Popis:
de: Beschreibung:
es_mx: Descripción:
fa_ir: شرح:
he_il: תיאור:
hu: Leírás:
id_id: Deskripsi:
it_it: Descrizione:
ja_jp: 説明:
ko_kr: 설명:
nl_nl: Beschrijving:
pl: Opis:
pt_br: Descrição:
pt_pt: Descrição:
ro: Descriere:
ru: Описание:
tr: Açıklama:
uk: Опис:
vi_vn: Mô tả:
zh_cn: 描述：
zh_tw: 描述：

# tpTask.Text
source: Task
cs: Úkol
de: Aufgabe
es_mx: Tarea
fa_ir: وظیفه
fr: Tâche
he_il: משימה
hu: Feladat
id_id: Tugas
it_it: Operazione
ja_jp: タスク
ko_kr: 작업
nl_nl: Taak
pl: Zadanie
pt_br: Tarefa
pt_pt: Tarefa
ro: Sarcină
ru: Задача
tr: Görev
uk: Завдання
vi_vn: Tác vụ
zh_cn: 任务
zh_tw: 排程

# tpGeneral.Text
source: General
cs: Obecné
de: Allgemein
fa_ir: عمومی
fr: Général
he_il: כללי
hu: Általános
id_id: Umum
it_it: Generale
ja_jp: 全般
ko_kr: 일반
nl_nl: Algemeen
pl: Ogólne
pt_br: Geral
pt_pt: Geral
ru: Общие
tr: Genel
uk: Загальні
vi_vn: Tổng quan
zh_cn: 常规
zh_tw: 一般

# tpImage.Text
source: Image
cs: Obrázek
de: Bild
es_mx: Imagen
fa_ir: عکس
he_il: תמונה
hu: Kép
id_id: Gambar
it_it: Immagine
ja_jp: 画像
ko_kr: 이미지
nl_nl: Afbeelding
pl: Obraz
pt_br: Imagem
pt_pt: Imagem
ro: Imagine
ru: Изображение
tr: Resim
uk: Зображення
vi_vn: Ảnh
zh_cn: 图像
zh_tw: 圖片

# lblCaptureCustomRegionWidth.Text
source: Width
de: Breite
es_mx: Ancho:
fa_ir: پهنا:
fr: Largeur
he_il: רוחב
id_id: Lebar
it_it: Larghezza
ja_jp: 幅
ko_kr: 너비
nl_nl: Breedte
pl: Szerokość
pt_br: Largura
pt_pt: Largura
ro: Lățime
ru: Ширина
tr: Genişlik
uk: Ширина
vi_vn: Rộng
zh_cn: 宽
zh_tw: 寬

# lblCaptureCustomRegionHeight.Text
source: Height
de: Höhe
es_mx: Alto:
fa_ir: ارتفاع:
fr: Hauteur
he_il: גובה
id_id: Tinggi
it_it: Altezza
ja_jp: 高さ
ko_kr: 높이
nl_nl: Hoogte
pl: Wysokość
pt_br: Altura
pt_pt: Altura
ro: Înălțime
ru: Высота
tr: Yükseklik
uk: Висота
vi_vn: Cao
zh_cn: 高
zh_tw: 高

# cbShowCursor.Text
source: Show cursor in screenshots
cs: Zobrazit ve snímcích kurzor
de: Mauszeiger in Screenshots anzeigen
es_mx: Incluir puntero del ratón en las capturas
fa_ir: نمایش کرسر در اسکرین شات ها
fr: Afficher le curseur dans les captures d'écran
he_il: הצג את סמן העכבר בצילומי מסך
hu: Egérmutató megjelenítése a képernyőképeken
id_id: Tampilkan penunjuk di screenshot
it_it: Mostra Cursore negli Screenshot
ja_jp: スクリーンショットにマウスカーソルを含める
ko_kr: 스크린샷에 커서 보이기
nl_nl: Toon cursor in schermafdrukken
pl: Pokaż kursor na zrzutach ekranu
pt_br: Mostrar cursor nas capturas de tela
pt_pt: Mostrar cursor nas capturas de imagem
ro: Afișați cursorul în capturi de ecran
ru: Показывать курсор на скриншотах
tr: Ekran görüntülerinde imleç göster
uk: Показувати курсор на знімках
vi_vn: Hiện con trỏ trong ảnh chụp màn hình
zh_cn: 在截图上显示鼠标指针
zh_tw: 在截圖中顯示游標

# lblCaptureShadowOffset.Text
source: Shadow offset:
cs: Odsazení stínu:
de: Schattenversatz:
es_mx: Desplazamiento de sombra:
fr: Décalage de l'ombre :
he_il: היסט צל:
hu: Árnyék offszet:
id_id: Offset bayangan:
it_it: Offset Ombra:
ja_jp: 影のオフセット:
ko_kr: 그림자 오프셋:
nl_nl: Schaduw compensatie:
pl: Przesunięcie cienia:
pt_br: Deslocamento da sombra:
pt_pt: Alinhamento de sombra:
ro: Compensarea umbrelor:
ru: Эффект тени:
tr: Gölge çıkıntısı:
uk: Зміщення тіні:
vi_vn: Offset/Độ xa của bóng:
zh_cn: 阴影偏移:
zh_tw: 陰影偏移量：

# cbCaptureTransparent.Text
source: Capture window with transparency
cs: Zachytit okno s průhledností
de: Nimm Fenster mit Transparenz auf
es_mx: Capturar ventana con transparencia
fr: Capturer la fenêtre avec la transparence
he_il: צלם חלון עם שקיפות
hu: Ablak képlopása áttetszőséggel
id_id: Jepret jendela dengan transparansi
it_it: Cattura Finestra con Trasparenza
ja_jp: ウィンドウ キャプチャーで透明度情報を含める
ko_kr: 투명도를 유지한 채로 창을 촬영
nl_nl: Vastleggen van scherm met transparantie
pl: Przechwytuj okno z przezroczystością
pt_br: Capturar janela com transparência
pt_pt: Capturar janela com transparência
ro: Capturați imaginea cu transparență
ru: Захватывать окно с прозрачностью
tr: Pencereyi şeffaflık ile yakala
uk: Захоплювати вікно з прозорістю
vi_vn: Chụp màn hình trong suốt
zh_cn: 截图窗口带透明度
zh_tw: 擷取視窗透明度

# cbCaptureAutoHideTaskbar.Text
source: When doing window capture if window intersects with taskbar then hide taskbar
cs: Schovat hlavní panel, pokud se jím překryje okno při snímání okna
de: Wenn eine Fensteraufnahme gemacht wird und sich das Fenster mit der Taskleiste kreuzt, dann verstecke die Taskleiste
es_mx: Ocultar barra de tareas si interfiere con una captura de ventana
fr: Lors de la capture d'une fenêtre, cacher la barre des tâches si la fenêtre croise celle-ci
he_il: בעת צילום חלון, אם החלון מצטלב עם שורת המשימות - הסתר את שורת המשימות
hu: Képlopáskor ha az ablak belelóg a tálcába, rejtsük el a tálcát
id_id: Saat melakukan pengambilan jendela bila jendela berpotongan dengan taskbar maka sembunyikan taskbar
it_it: Durante la Cattura Finestra, Nascondi la Barra delle Applicazioni se la Finestra la Incrocia
ja_jp: ウィンドウ キャプチャーでタスクバーに重なったときはタスクバーを隠す
ko_kr: 창을 촬영하는 중 창이 작업 표시줄에 닿으면 작업 표시줄을 숨기기
nl_nl: Verberg de taakbalk als deze overlapt met een venster tijdens het vastleggen van een venster
pl: Podczas przechwytywania okna, jeśli okno przecina się z paskiem zadań, ukryj pasek zadań
pt_br: Ao capturar janelas, se a janela colidir com a barra de tarefas, esconder a barra de tarefas
pt_pt: Ao fazer captura de janelas, se a janela se sobrepor á barra de tarefas esta será escondida
ro: La capturarea ferestrei, dacă fereastra se intersectează cu bara de activități, atunci ascundeți bara de activități
ru: При захвате окна, которое пересекается с панелью задач прятать панель задач
tr: Pencere yakalama sırasında pencere görev çubuğu ile kesişirse görev çubuğunu gizle
uk: При захопленні вікна, що перетинається з панеллю завдань, приховувати панель завдань
vi_vn: Khi chụp cửa sổ nếu cửa sổ giao với thanh tác vụ thì ẩn thanh tác vụ
zh_cn: 捕捉窗口时，如果窗口与任务栏重叠，则隐藏任务栏
zh_tw: 擷取視窗時，如果視窗與工作列重疊，則隱藏工作列

# cbCaptureShadow.Text
source: Capture window with shadow (requires transparency)
cs: Zachytit okno se stínem (vyžaduje průhlednost)
de: Nimm Fenster mit Schatten auf (benötigt transparenz)
es_mx: Capturar ventana con sombra (requiere transparencia)
fr: Capturer la fenêtre avec ombrage (transparence nécessaire)
he_il: צלם חלון עם צל (דורש שקיפות)
hu: Az ablak rögzítése árnyékkal (áttetszőséget igényel)
id_id: Jepret jendela dengan bayangan (transparansi diperlukan)
it_it: Cattura Finestra con Ombra (Richiede Trasparenza)
ja_jp: ウィンドウ キャプチャーでウィンドウの影を含める (透明度情報を含めるを有効にする必要あり)
ko_kr: 창을 그림자와 함께 촬영 (투명도 필요)
nl_nl: Opnemen van venster met schaduw (vereist transparantie)
pl: Przechwytuj okno z cieniem (wymaga przezroczystości)
pt_br: Capturar janela com sombra (requer transparência)
pt_pt: Capturar janelas com sombra (necessário transparência)
ro: Capturați fereastra cu umbră (necesită transparență)
ru: Захватывать окно с тенями (требуется прозрачность)
tr: Pencereyi gölge ile yakala (şeffaflık gerektirir)
uk: Захоплювати вікна з тінями (потрібна прозорість)
vi_vn: Chụp màn hình đổ bóng (yêu cầu chế độ trong suốt)
zh_cn: 截图窗口带阴影（需要透明度）
zh_tw: 擷取視窗陰影 (需要透明度)

# lblScreenshotDelayInfo.Text
source: seconds
cs: sekund
de: Sekunden
es_mx: segundos
fa_ir: ثانیه
fr: secondes
he_il: שניות
hu: másodperc
id_id: detik
it_it: secondi
ja_jp: 秒
ko_kr: 초
nl_nl: seconden
pl: sekund
pt_br: segundos
pt_pt: segundos
ro: secunde
ru: секунд
tr: saniye
uk: секунд
vi_vn: giây
zh_cn: 秒
zh_tw: 秒

# cbCaptureClientArea.Text
source: Capture client area when doing window or active window capture
cs: Zachytit klientskou oblast při snímání (aktivního) okna
de: Nimm Geräteumgebung auf während Fenster- oder aktiver Fensteraufnahme
es_mx: Capturar área del cliente al capturar una ventana
fr: Capturer la zone client pendant la capture d'une fenêtre ou d'une fenêtre active
he_il: צילום אזור הלקוח בעת ביצוע צילום חלון או חלון פעיל
hu: A kliens terület rögzítése ablakos vagy aktív ablakos képlopáskor
id_id: Ambil area klien saat melakukan pengambilan jendela jendela yang aktif
it_it: Cattura Area Client durante la Cattura Finestra o di una Finestra Attiva
ja_jp: ウィンドウ キャプチャーの時は、クライアント領域のみをキャプチャーする
ko_kr: 창을 촬영할 때 제목 표시줄이나 경계는 제외하기
nl_nl: Leg gebied vast bij het opnemen van een (actief) venster
pl: Przechwyć obszar klienta podczas przechwytywania okna lub aktywnego okna
pt_br: Capturar área do cliente quando estiver capturando janelas ou janelas ativas
pt_pt: Capturar "client area" quando estiver usar captura de janelas / janelas activas
ro: Capturați zona clientului atunci când se face captură de fereastră sau captura ferestrei active
ru: Захватывать клиентскую область при захвате окна или активного окна
tr: Pencere veya aktif pencere yakalama sırasında başlık çubuğunu yakalama
uk: Захоплює клієнтську область при захопленні вікна чи активного вікна
vi_vn: Chụp vùng làm việc khi dùng chế độ chụp cửa sổ/cửa sổ hiện hành
zh_cn: 截图时排除标题栏与边框
zh_tw: 擷取視窗或目前視窗時擷取客戶端範圍

# tpRegionCapture.Text
source: Region capture
cs: Zachycení oblasti
de: Bereichsaufnahme
es_mx: Captura de región
fa_ir: ناحیه ضبط
fr: Capture d'une région
he_il: צלם אזור
hu: Régió képlopás
id_id: Ambil area
it_it: Cattura Regione
ja_jp: 領域キャプチャー
ko_kr: 영역 촬영
nl_nl: Regio vastleggen
pl: Przechwytywanie regionu
pt_br: Captura de região
pt_pt: Captura de região
ro: Capturarea regiunii
ru: Захват области
tr: Bölge yakala
uk: Захоплення області
vi_vn: Chụp theo vùng
zh_cn: 区域截图
zh_tw: 區域擷取

# tpScreenRecorder.Text
source: Screen recorder
cs: Zařízení pro záznam obrazovky
de: Bildschirmaufzeichner
es_mx: Grabadora de pantalla
fa_ir: ضبط کننده فیلم صفحه
fr: Enregistreur d'écran
he_il: מקליט מסך
hu: Képernyő felvevő
id_id: Perekam layar
it_it: Registra Schermo
ja_jp: 動画キャプチャー
ko_kr: 화면 녹화
nl_nl: Scherm opname
pl: Nagrywarka ekranu
pt_br: Gravações de tela
pt_pt: Gravação do ecrã
ro: Înregistrator de ecran
ru: Запись экрана
tr: Ekran kaydedici
uk: Запис екрану
vi_vn: Trình ghi lại màn hình
zh_cn: 屏幕录制
zh_tw: 螢幕錄製

# tpCapture.Text
source: Capture
cs: Zachycení
de: Aufnehmen
es_mx: Capturar
fa_ir: ضبط
fr: Capturer
he_il: צילום מסך
hu: Képlopás
id_id: Ambil
it_it: Cattura
ja_jp: キャプチャー
ko_kr: 촬영
nl_nl: Vastleggen
pl: Przechwyć
pt_br: Capturar
pt_pt: Capturar
ro: Captură
ru: Захват
tr: Yakalama
uk: Захоплення
vi_vn: Chụp
zh_cn: 截图
zh_tw: 擷取

# tpUpload.Text
source: Upload
es_mx: Subir
fa_ir: آپلود
fr: Mise en ligne
he_il: העלה
hu: Feltöltés
id_id: Unggah
it_it: Carica
ja_jp: アップロード
ko_kr: 업로드
nl_nl: Uploaden
pl: Prześlij
pt_br: Envio
pt_pt: Envio
ro: Încărcare
ru: Загрузка
tr: Yükleme
uk: Вивантажити
vi_vn: Tải lên
zh_cn: 上传
zh_tw: 上傳

# tpActions.Text
source: Actions
cs: Akce
de: Aktionen
es_mx: Acciones
fa_ir: کارها
he_il: פעולות
hu: Akciók
id_id: Tindakan
it_it: Azioni
ja_jp: アクション
ko_kr: 동작
nl_nl: Acties
pl: Akcje
pt_br: Ações
pt_pt: Acções
ro: Acțiuni
ru: Действия
tr: Aksiyon
uk: Дії
vi_vn: Tác vụ
zh_cn: 动作
zh_tw: 動作

# tpWatchFolders.Text
source: Watch folders
cs: Sledovat složky
de: Beobachte Ordner
es_mx: Vigilar carpetas
fa_ir: پوشه های در حال مشاهده
fr: Surveiller les dossiers
he_il: נטר תיקיות
hu: Figyelendő mappák
id_id: Pantau folder
it_it: Monitora Cartelle
ja_jp: フォルダーの監視
ko_kr: 폴더 감시
nl_nl: Monitor mappen
pl: Obserwowane foldery
pt_br: Monitorar pastas
pt_pt: Pastas em monitorização
ro: Supraveghere foldere
ru: Следить за папками
tr: Dizinleri takip et
uk: Стежити за теками
vi_vn: Theo dõi thư mục
zh_cn: 监视文件夹
zh_tw: 監視資料夾

# tpTools.Text
source: Tools
de: Werkzeuge
es_mx: Herramientas
fa_ir: ابزار
fr: Outils
he_il: כלים
id_id: Alat
it_it: Strumenti
ja_jp: ツール
ko_kr: 도구
pl: Narzędzia
pt_br: Ferramentas
pt_pt: Ferramentas
ro: Instrumente
ru: Инструменты
tr: Araçlar
uk: Інструменти
vi_vn: Công cụ
zh_cn: 工具
zh_tw: 工具

# tpAdvanced.Text
source: Advanced
cs: Pokročilé
de: Erweitert
es_mx: Avanzado
fa_ir: پیشرفته
fr: Avancé
he_il: מתקדם
hu: Haladó
id_id: Lanjutan
it_it: Avanzate
ja_jp: 高度な設定
ko_kr: 고급
nl_nl: Geavanceerd
pl: Zaawansowane
pt_br: Avançado
pt_pt: Avançado
ro: Avansat
ru: Дополнительно
tr: Gelişmiş
uk: Розширені
vi_vn: Nâng cao
zh_cn: 高级
zh_tw: 進階

# $this.Text
source: ShareX - Task settings
cs: ShareX - Nastavení úkolů
de: ShareX - Aufgabeneinstellungen
es_mx: ShareX - Configuración de tarea
fa_ir: ShareX - تنظیمات وظیفه
fr: ShareX - Paramètres des tâches
he_il: ShareX - הגדרות למטלות
hu: ShareX - Feladat beállítások
id_id: ShareX - Pengaturan tugas
it_it: ShareX - Impostazioni Operazione
ja_jp: ShareX - タスクの設定
ko_kr: ShareX - 작업 설정
nl_nl: ShareX - Taak instellingen
pl: ShareX - Ustawienia zadań
pt_br: ShareX - Configurações de tarefas
pt_pt: ShareX - Configuração de tarefas
ro: ShareX - Setări pentru sarcini
ru: ShareX - Настройки задач
tr: ShareX - Görev ayarları
uk: ShareX — Налаштування завдань
vi_vn: ShareX - Thiết lập tác vụ
zh_cn: ShareX - 任务设置
zh_tw: ShareX - 排程設定

# btnWatchFolderAdd.Text
source: Add...
cs: Přidat...
de: Hinzufügen...
es_mx: Agregar...
fa_ir: اضافه کردن...
fr: Ajouter...
he_il: הוסף...
hu: Hozzáadás...
id_id: Tambah...
it_it: Aggiungi...
ja_jp: 追加...
ko_kr: 추가...
nl_nl: Toevoegen...
pl: Dodaj...
pt_br: Adicionar...
pt_pt: Adicionar...
ro: Adăugați...
ru: Добавить...
tr: Ekle...
uk: Додати...
vi_vn: Thêm...
zh_cn: 添加...
zh_tw: 新增...

# btnWatchFolderRemove.Text
source: Remove
cs: Smazat
de: Entfernen
es_mx: Eliminar
fa_ir: حذف کردن
fr: Supprimer
he_il: הסר
hu: Eltávolítás
id_id: Buang
it_it: Rimuovi
ja_jp: 削除
ko_kr: 제거
nl_nl: Verwijder
pl: Usuń
pt_br: Remover
pt_pt: Remover...
ro: Eliminați
ru: Удалить
tr: Kaldır
uk: Вилучити
vi_vn: Xóa bỏ
zh_cn: 删除
zh_tw: 移除

# chWatchFolderIncludeSubdirectories.Text
source: Include subdirectories
cs: Zahrnout podsložky
de: Unterverzeichnisse einbeziehen
es_mx: Incluir subcarpetas
fr: Inclure les sous-dossiers
he_il: כלול ספריות משנה
hu: Alkönyvtárak belefoglalása
id_id: Sertakan subdirektori
it_it: Includi Sottocartelle
ja_jp: サブ ディレクトリを含む
ko_kr: 하위 폴더 포함
nl_nl: Inclusief deelmappen
pl: Uwzględnij podfoldery
pt_br: Incluir subdiretórios
pt_pt: Incluir sub-pastas
ro: Includeți subdirectoare
ru: Включить подпапки
tr: Alt dizinleri de dahil et
uk: Включити підтеки
vi_vn: Bao gồm cả thư mục con
zh_cn: 包括子目录
zh_tw: 包含子目錄

# chWatchFolderFilter.Text
source: Filter
cs: Filtr
es_mx: Filtrar
fa_ir: فیلتر
fr: Filtre
he_il: מסנן
hu: Szűrő
it_it: Filtro
ja_jp: フィルター
ko_kr: 필터
pl: Filtr
pt_br: Filtrar
pt_pt: Filtro
ro: Filtru
ru: Фильтр
tr: Süzgeç
uk: Фільтр
vi_vn: Lọc
zh_cn: 筛选器
zh_tw: 篩選條件

# chWatchFolderFolderPath.Text
source: Folder path
cs: Cesta ke složce
de: Ordnerpfad
es_mx: Ubicación de la carpeta
fa_ir: مسیر پوشه
fr: Chemin du dossier
he_il: נתיב תיקייה
hu: Mappa elérési útvonal
id_id: Jalur folder
it_it: Percorso Cartella
ja_jp: フォルダーのパス
ko_kr: 폴더 경로
nl_nl: Pad van map
pl: Ścieżka folderu
pt_br: Local da pasta
pt_pt: Caminho da pasta
ro: Calea folderului
ru: Путь к папке
tr: Dizin yolu
uk: Шлях до теки
vi_vn: Đường dẫn thư mục
zh_cn: 文件夹路径
zh_tw: 資料夾路徑

# cbWatchFolderEnabled.Text
source: Watch folders and if new file created then upload it
cs: Sledovat složky a nahrát nově vytvořené soubory
de: Beobachte Ordner und wenn eine neue Datei erstellt wurde lade diese hoch
es_mx: Vigilar carpetas y subir nuevo archivo al crearlo
fr: Surveiller le dossier et si un nouveau fichier est créé, le mettre en ligne
he_il: נטר תיקיות, ואם נוצר קובץ חדש אז העלה אותו
hu: Amikor egy új fájlt hozunk létre egy figyelt mappában, töltsük azt fel
id_id: Pantau folder dan bila file baru dibuat lalu unggah
it_it: Monitora Cartelle e Carica Nuovi File alla loro Creazione
ja_jp: フォルダーを監視し、新しいファイルを自動でアップロードする
ko_kr: 폴더를 감시하고 새 파일이 생성되었다면 업로드하기
nl_nl: Hou mappen in het oog en upload nieuw toegevoegde bestanden
pl: Obserwuj foldery i jeśli utworzono nowy plik, prześlij go
pt_br: Monitorar pastas e se um arquivo for adicionado, enviá-lo
pt_pt: Monitorizar pastas e se algum ficheiro for adicionado, enviá-lo
ro: Se supraveghează folderele și dacă se creează un nou fișier, atunci se încarcă
ru: Следить за папками и загружать все файлы, которые в них появляются
tr: Dizinleri takip et ve eğer yeni dosya yaratılırsa onu yükle
uk: Слідкувати за теками та вивантажувати нові файли, що зʼявляються в них
vi_vn: Theo dõi thư mục, nếu có tệp mới được tạo thì tiến hành tải lên tệp đó
zh_cn: 监控文件夹，发现新文件则上传
zh_tw: 監視資料夾，如有新檔案則自動上傳

# btnActionsRemove.Text
source: Remove
cs: Smazat
de: Entfernen
es_mx: Eliminar
fa_ir: حذف کردن
fr: Supprimer
he_il: הסר
hu: Eltávolítás
id_id: Buang
it_it: Rimuovi
ja_jp: 削除
ko_kr: 제거
nl_nl: Verwijder
pl: Usuń
pt_br: Remover
pt_pt: Remover
ro: Eliminați
ru: Удалить
tr: Kaldır
uk: Вилучити
vi_vn: Xóa bỏ
zh_cn: 删除
zh_tw: 移除

# btnActionsEdit.Text
source: Edit...
cs: Upravit
de: Bearbeiten...
es_mx: Editar
fa_ir: ویرایش
fr: Modifier...
he_il: ערוך...
hu: Szerkesztés
it_it: Modifica
ja_jp: 編集...
ko_kr: 편집
nl_nl: Bewerk
pl: Edytuj...
pt_br: Editar...
pt_pt: Editar
ro: Editați...
ru: Изменить...
tr: Düzenle...
uk: Змінити...
vi_vn: Chỉnh sửa...
zh_cn: 编辑...
zh_tw: 編輯...

# chActionsExtensions.Text
source: Extensions
cs: Přípony
de: Erweiterungen
es_mx: Extensiones
fa_ir: پسوندها
he_il: סיומות
hu: Kiterjesztések
id_id: Ekstensi
it_it: Estensioni
ja_jp: 拡張子
ko_kr: 확장자
nl_nl: Extensies
pl: Rozszerzenia
pt_br: Extensões
pt_pt: Extensões
ro: Extensii
ru: Расширения
tr: Uzantılar
uk: Розширення
vi_vn: Phần đuôi mở rộng
zh_cn: 扩展名
zh_tw: 副檔名

# chActionsArgs.Text
source: Arguments
cs: Argumenty
de: Parameter
es_mx: Parámetros
fa_ir: آرگومان های ورودی:
fr: Paramètres
he_il: ארגומנטים
hu: Paraméterek
id_id: Argu
it_it: Parametri
ja_jp: 引数
ko_kr: 인자
nl_nl: Argumenten
pl: Argumenty
pt_br: Parâmetros
pt_pt: Parâmetros
ro: Argumente
ru: Аргументы
tr: Parametreler
uk: Аргументи
vi_vn: Đối số
zh_cn: 参数
zh_tw: 參數

# chActionsPath.Text
source: File path
cs: Cesta
de: Pfad
es_mx: Ubicación
fa_ir: مسیر
fr: Chemin
he_il: נתיב קובץ
hu: Elérési út
id_id: Jalur
it_it: Percorso
ja_jp: パス
ko_kr: 경로
nl_nl: Pad
pl: Ścieżka pliku
pt_br: Local
pt_pt: Caminho do ficheiro
ro: Calea fișierului
ru: Путь
tr: Yol
uk: Шлях
vi_vn: Đường dẫn
zh_cn: 路径
zh_tw: 電子信箱

# chActionsName.Text
source: Name
cs: Jméno
es_mx: Nombre
fa_ir: نام:
fr: Nom
he_il: שם
hu: Név
id_id: Nama
it_it: Nome
ja_jp: 名前
ko_kr: 이름
nl_nl: Naam
pl: Nazwa
pt_br: Nome
pt_pt: Nome
ro: Nume
ru: Имя
tr: İsim
uk: Назва
vi_vn: Tên
zh_cn: 名字
zh_tw: 名稱

# btnActionsAdd.Text
source: Add...
cs: Přidat
de: Hinzufügen...
es_mx: Agregar
fa_ir: اضافه کردن
fr: Ajouter...
he_il: הוסף...
hu: Hozzáadás
id_id: Tambah
it_it: Aggiungi
ja_jp: 追加...
ko_kr: 추가
nl_nl: Toevoegen
pl: Dodaj...
pt_br: Adicionar...
pt_pt: Adicionar
ro: Adăugați...
ru: Добавить...
tr: Ekle...
uk: Додати...
vi_vn: Thêm...
zh_cn: 添加...
zh_tw: 新增...

# btnActionsDuplicate.Text
source: Duplicate
cs: Duplikovat
de: Duplizieren
es_mx: Duplicar
fa_ir: کپی کردن
fr: Dupliquer
he_il: שכפל
hu: Duplikálás
id_id: Duplikat
it_it: Duplica
ja_jp: 複製
ko_kr: 복제
nl_nl: Dupliceren
pl: Powiel
pt_br: Duplicar
pt_pt: Duplicar
ro: Duplicați
ru: Дублировать
tr: Kopyala
uk: Дублювати
vi_vn: Nhân bản
zh_cn: 克隆
zh_tw: 複製

# cbClipboardUploadShortenURL.Text
source: If clipboard contains a URL then use URL shortener
cs: Pokud schránka obsahuje URL, použít URL zkracovač
de: Wenn die Zwischenablage eine URL enthält, dann benutze den URL Kürzer
es_mx: Acortar también el enlace que esté en el portapapeles
fa_ir: اگر کلیپ بورد حاوی لینک است لینک را کوتاه کن
fr: Si le presse-papier contient une URL, utiliser le raccourcisseur d'URL
he_il: אם הלוח מכיל קישור, השתמש במקצר קישורים
hu: Ha a vágólap URL-t tartalmaz, URL rövidítő használata
id_id: Bila papan klip berisi URL, maka gunakan penyingkat URL
it_it: Se gli Appunti contengono un URL, Accorcialo
ja_jp: クリップボードにURLがあれば、自動で短縮URLを作成する
ko_kr: 클립보드가 URL을 포함하고 있으면 URL 단축기를 사용하기
nl_nl: Als het klembord een link bevat, gebruik dan een linkverkorter
pl: Jeśli schowek zawiera link, użyj skracacza linków
pt_br: Se a área de transferência conter um URL: usar Encurtador de URL
pt_pt: Se a área de transferência possuir uma hiperligação então use um encurtador de hiperligações
ro: Dacă clipboard-ul conține un URL, atunci utilizați scurtarea URL-ului
ru: Если в буфере находится ссылка, использовать сокращение ссылок
tr: Pano adres içeriyorsa adres kısaltıcı kullan
uk: Якщо у буфері посилання, то використовувати скорочення посилань
vi_vn: Nếu vùng nhớ tạm chứa URL thì sử dụng dịch vụ rút gọn URL
zh_cn: 如果剪贴板包含一个网址，使用网址缩短服务
zh_tw: 如果剪貼簿中有網址，則使用縮網址服務

# cbClipboardUploadAutoIndexFolder.Text
source: If clipboard contains a folder path then index that folder and upload the index
cs: Pokud schránka obsahuje cestu ke složce, indexovat ji a uploadovat její obsah
de: Wenn die Zwischenablage einen Ordnerpfad enthält, teile diesen Ordner ein und dann lade die Teile hoch
es_mx: Indizar la carpeta y subir el índice que esté en el portapapeles
fa_ir: اگر کلیپ بورد حاوی آدرس پوشه است، پوشه را ایندکس کن و ایندکس را آپلود کن
fr: Si le presse-papier contient un chemin de dossier, indexer ce dossier et mettre en ligne l'index
he_il: אם הלוח מכיל נתיב תיקייה, צור אינדקס של תיקיה זו והעלה את האינדקס
hu: Ha a vágólap egy mappa elérési útját tartalmazza, indexeljük a mappát és töltsük fel az indexet
id_id: Bila papan klip berisi jalur folder, indeks foldernya lalu unggah indeksnya
it_it: Se gli Appunti contengono un Percorso Cartella, Indicizzala e Carica l'Indice
ja_jp: クリップボードにフォルダパスがあるときは、そのフォルダのindexを作ってアップロードする
ko_kr: 클립보드가 폴더 경로를 포함하고 있으면 폴더 색인을 생성하고 그 색인을 업로드하기
nl_nl: Als het klembord een pad naar een map bevat, indexeer de map en upload het indexbestand
pl: Jeśli schowek zawiera ścieżkę folderu, zindeksuj ten folder i prześlij indeks
pt_br: Se a área de transferência conter o local de uma pasta: arquivar a pasta e enviar o índice
pt_pt: Se a área de transferência possuir um caminho de uma pasta: Indexa-se a pasta e fazer o envio do mesmo
ro: În cazul în care clipboard-ul conține o cale de folder, atunci indexați acel folder și încărcați indexul
ru: Если в буфере находится путь к папке, проиндексировать папку и загрузить индекс
tr: Pano dizin yolu içeriyorsa dizini indeksle ve indeksi yükle
uk: Якщо у буфері шлях до теки, то індексувати цю теку та вивантажити індекс
vi_vn: Nếu vùng nhớ tạm có chứa đường dẫn tới thư mục, đánh dấu thư mục đó và tải lên phần được đánh dấu
zh_cn: 如果剪贴板包含一个文件夹路径，自动索引该文件夹并上传索引
zh_tw: 如果剪貼簿中有資料夾路徑，則自動索引該資料夾並上傳索引
