Repository: ShareX/ShareX
Catalog: ShareX/Forms/TaskSettingsForm.*.resx
Languages: cs, de, es_mx, fa_ir, fr, he_il, hu, id_id, it_it, ja_jp, ko_kr, nl_nl, pl, pt_br, pt_pt, ro, ru, tr, uk, vi_vn, zh_cn, zh_tw

# cbClipboardUploadShareURL.Text
source: If clipboard contains a URL then share it using URL sharing service
cs: Pokud schránka obsahuje URL, sdílet ji pomocí služby sdílení URL
de: Wenn die Zwischenablage eine URL enthält, dann Teile diese mithilfe eines URL-Freigabedienstes
es_mx: Compartir también el enlace que esté en el portapapeles
fa_ir: اگر کلیپ بورد حاوی آدرس است، آن را با سرویس اشتراک گذاری آدرس به اشتراک بگذار.
fr: Si le presse-papier contient une URL, la partager en utilisant le service de partage de URL
he_il: אם לוח הגזירה מכיל קישור, שתף אותו באמצעות שירות שיתוף הקישורים
hu: Ha a vágólap URL-t tartalmaz, osszuk meg egy URL megosztó szolgáltatással
id_id: Bila papan klip berisi URL, bagikan dengan layanan berbagi URL
it_it: Se gli Appunti contengono un URL, Condividilo
ja_jp: クリップボードにURLがあれば、自動でURL共有サービスで共有する
ko_kr: 클립보드가 URL을 포함하고 있으면 URL 공유 서비스를 이용해 공유하기
nl_nl: Als het klembord een link bevat, deel de link via een service
pl: Jeśli schowek zawiera link, udostępnij go za pomocą usługi udostępniania linków
pt_br: Se a área de transferência conter um URL: compartilhar usando serviço de compartilhamento de URL
pt_pt: Se a área de transferência possuir uma hiperligação então partilhe-a usando um serviço de partilhas de hiperligações
ro: Dacă clipboard-ul conține o adresă URL, atunci partajați-o utilizând serviciul de partajare URL
ru: Если в буфере находится ссылка, сократить ее и отправить через сервис отправки ссылок
tr: Pano adres içeriyorsa adres paylaşım servisi ile paylaş
uk: Якщо у буфері посилання, то поділитись ним через службу обміну посиланнями
vi_vn: Nếu vùng nhớ tạm chứa URL thì chia sẻ sử dụng dịch vụ chia sẻ URL
zh_cn: 如果剪贴板包含一个网址，使用网址分享服务分享它
zh_tw: 如果剪貼簿中有網址，則使用網址分享服務分享

# tpUploadClipboard.Text
source: Clipboard upload
cs: Upload ze schránky
de: Upload der Zwischenablage
es_mx: Portapapeles
fa_ir: آپلود کلیپ بورد
fr: Mise en ligne du presse-papier
he_il: העלאת לוח הגזירה
hu: Vágólap feltöltése
id_id: Unggahan papan klip
it_it: Carica Appunti
ja_jp: クリップボード アップロード
ko_kr: 클립보드 업로드
nl_nl: Klembord uploaden
pl: Przesyłanie schowka
pt_br: Envio da área de transferência
pt_pt: Envio da área de transferência
ro: Încărcare clipboard
ru: Загрузка из буфера
tr: Panodan yükleme
uk: Вивантаження з буфера
vi_vn: Tải lên từ vùng nhớ tạm
zh_cn: 剪贴板上传
zh_tw: 剪貼簿上傳

# lblNameFormatPattern.Text
source: Name pattern for capture or clipboard upload:
cs: Vzor názvu pro snímání nebo upload ze schránky:
de: Namensmuster für Aufnahme oder Zwischenablagen Uploads:
es_mx: Formato de nombre para captura o para agregar al portapapeles:
fr: Modèle de nom pour la mise en ligne de la capture ou du presse-papier :
he_il: תבנית שם לצילום או העלאת לוח הגזירה:
hu: Név szabvány a képlopáshoz vagy a vágólapról történő feltöltéshez:
id_id: Pola nama untuk pengambilan atau unggahan papan klip:
it_it: Struttura Nome per Caricameto Cattura o Appunti
ja_jp: キャプチャー/クリップボード アップロード名の規則:
ko_kr: 촬영이나 클립보드 업로드 시 사용할 이름 형식:
nl_nl: Gebruik het volgende patroon voor de bestandsnamen of klembord uploads:
pl: Wzór nazwy do przechwytywania lub przesyłania schowka:
pt_br: Padrão de nome para captura ou envio de arquivos da área de transferência:
pt_pt: Padrão de nome para captura ou envio de ficheiros da área de transferência:
ro: Model de nume pentru captura sau încărcarea în clipboard:
ru: Шаблон имени для захвата или загрузки из буфера:
tr: Yakalama veya panodan yükleme için isim deseni:
uk: Шаблон назви для захоплення або вивантаження з буфера:
vi_vn: Định dạng tên cho tệp tải lên (chụp hoặc từ vùng nhớ tạm):
zh_cn: 截图或剪贴板的文件名设置：
zh_tw: 上傳擷取或剪貼簿時的名稱格式：

# cbFileUploadUseNamePattern.Text
source: Use name pattern for file uploads instead of actual file name
cs: Použít vzor názvu i pro uploady souborů namísto skutečného názvu souboru
de: Benutze bei Datei-Uploads statt dem eigentlichen Dateinamen ein Namensmuster
es_mx: Usar formato de nombre para subida de archivos en lugar del nombre real
fr: Utiliser un modèle de nom pour la mise en ligne de fichiers plutôt que le nom du fichier réel
he_il: השתמש בתבנית שם להעלאות קבצים במקום בשם הקובץ בפועל
hu: Név szabvány használata a fájl feltöltésekhez is, a jelenlegi fájlnév helyett
id_id: Gunakan pola nama untuk unggahan file bukan nama file sebenarnya
it_it: Usa Struttura Nome per il Caricamento invece del Nome File
ja_jp: ファイルのアップロードで実際の名前の代わりにアップロード名前規則を使用する
ko_kr: 파일을 업로드할 때에도 실제 파일명 대신 이름 패턴을 사용하기
nl_nl: Gebruik een patroon voor geüploade bestanden in plaats van de originele bestandsnaam
pl: Użyj wzoru nazwy do przesyłania plików zamiast rzeczywistej nazwy pliku
pt_br: Utilizar padrão para envio de arquivos ao invés do nome do arquivo
pt_pt: Usar modelo padrão de nome para o envio de ficheiros em vez do nome real do ficheiro
ro: Utilizați modelul de nume pentru încărcarea fișierelor în loc de numele real al fișierului
ru: Использовать шаблон имени также и для файловых загрузок (вместо настоящего имени файла)
tr: Dosya yükleme için de gerçek dosya ismi yerine isim deseni kullan
uk: Використовувати шаблон назви файлу для вивантаження, замість справжньої назви файлу
vi_vn: Sử dụng định dạng tên cho các tệp được tải lên thay vì tên thật của tệp
zh_cn: 文件上传使用名称模板而非实际文件名
zh_tw: 上傳檔案時使用名稱格式而非實際檔名

# lblNameFormatPatternPreviewActiveWindow.Text
source: Preview:
cs: Náhled:
de: Vorschau:
es_mx: Vista previa:
fa_ir: پیش نمایش:
fr: Prévisualisation :
he_il: תצוגה מקדימה:
hu: Előnézet:
id_id: Pratinjau:
it_it: Anteprima:
ja_jp: プレビュー:
ko_kr: 미리보기:
nl_nl: Voorbeeld:
pl: Podgląd:
pt_br: Pré-visualização:
pt_pt: Pré-visualização:
ro: Previzualizare:
ru: Предпросмотр:
tr: Ön izleme:
uk: Перегляд:
vi_vn: Xem trước:
zh_cn: 预览：
zh_tw: 預覽：

# lblNameFormatPatternActiveWindow.Text
source: Name pattern for window capture:
cs: Vzor názvu pro aktivní snímání okna:
de: Namensmuster für aktive Fenster Aufnahme:
es_mx: Formato de nombre para captura de ventana:
fr: Modèle de nom pour la capture de la fenêtre active :
he_il: תבנית שם לצילום חלון:
hu: Név szabvány az aktív ablak képlopásához:
id_id: Pola nama untuk pengambilan jendela:
it_it: Struttura Nome per Cattura Finestra:
ja_jp: ウィンドウ キャプチャーの名前の規則:
ko_kr: 활성화 된 창 촬영 시 사용할 이름 형식:
nl_nl: Gebruik het volgende patroon voor het vastleggen van het actieve venster:
pl: Wzór nazwy dla przechwycenia okna:
pt_br: Padrão de nome para captura de janela ativa:
pt_pt: Padrão de nome para captura de janela:
ro: Model de nume pentru capturarea ferestrei:
ru: Шаблон имени для захвата активного окна:
tr: Aktif pencere yakalama için isim deseni:
uk: Шаблон назви для захоплення вікна:
vi_vn: Định dạng tên cho ảnh chụp màn hình đang hoạt động:
zh_cn: 窗口截图文件名格式：
zh_tw: 視窗擷取時的名稱格式：

# lblNameFormatPatternPreview.Text
source: Preview:
cs: Náhled:
de: Vorschau:
es_mx: Vista previa:
fa_ir: پیش نمایش:
fr: Prévisualisation :
he_il: תצוגה מקדימה:
hu: Előnézet:
id_id: Pratinjau:
it_it: Anteprima:
ja_jp: プレビュー:
ko_kr: 미리보기:
nl_nl: Voorbeeld:
pl: Podgląd:
pt_br: Pré-visualização:
pt_pt: Pré-visualização:
ro: Previzualizare:
ru: Предпросмотр:
tr: Ön izleme:
uk: Перегляд:
vi_vn: Xem trước:
zh_cn: 预览：
zh_tw: 預覽：

# cbNameFormatCustomTimeZone.Text
source: Use custom time zone:
de: Benutzerdefinierte Zeitzone verwenden:
es_mx: Usar zona horaria personalizada:
fr: Utiliser un fuseau horaire personnalisé :
he_il: השתמש באזור זמן מותאם אישית:
id_id: Gunakan zona waktu khusus:
it_it: Usa Fuso Orario Personalizzato:
ja_jp: タイム ゾーンを指定:
ko_kr: 다른 시간대 사용:
nl_nl: Gebruik aangepaste tijdzone:
pl: Użyj niestandardowej strefy czasowej:
pt_br: Utilizar fuso-horário diferente:
pt_pt: Utilizar fuso-horário diferente:
ro: Utilizați fusul orar personalizat:
ru: Использовать другой часовой пояс:
tr: Kişisel zaman dilimi kullan:
uk: Власний часовий пояс:
vi_vn: Sử dụng múi giờ tùy chỉnh:
zh_cn: 使用自定义时区：
zh_tw: 使用自訂時區：

# tpFileNaming.Text
source: File naming
de: Dateibenennung
es_mx: Nombres de archivos
fa_ir: نام گذاری فایل
fr: Nommage des fichiers
he_il: שם הקובץ
id_id: Penamaan file
it_it: Denominazione File
ja_jp: ファイル名の命名
ko_kr: 파일 이름
pl: Nazewnictwo pliku
pt_br: Nomeação de arquivos
pt_pt: Modelo de nome de ficheiros
ro: Denumirea fișierelor
ru: Имена файлов
tr: Dosya adlandırma
uk: Назви файлів
vi_vn: Đặt tên tệp
zh_cn: 文件命名
zh_tw: 檔案命名

# lblGIFFPS.Text
source: GIF FPS:
es_mx: FPS del GIF:
fr: IPS des GIFs :
id_id: FPS GIF:
it_it: FPS GIF:
ko_kr: GIF 초당 프레임 수:
pt_br: QPS do GIF:
ru: Кадров в секунду в GIF:
uk: Кадрів за секунду в GIF:
vi_vn: Tốc độ khung hình/giây (FPS) của GIF:

# cbScreenRecorderFixedDuration.Text
source: Fixed duration:
cs: Fixní délka:
de: Gesetzte Dauer:
es_mx: Duración fija:
fa_ir: مدت ثابت:
fr: Durée fixée :
he_il: משך זמן קבוע:
hu: Fix hossz:
id_id: Durasi tetap:
it_it: Durata Fissa:
ja_jp: 録画時間を固定:
ko_kr: 지정된 길이만큼 녹화:
nl_nl: Vaste duur:
pl: Stały czas trwania:
pt_br: Duração fixa:
pt_pt: Duração fixa:
ro: Durata fixă:
ru: Фиксированная длительность:
tr: Sabit süre:
uk: Фіксована тривалість:
vi_vn: Thời gian cố định:
zh_cn: 固定时长:
zh_tw: 固定時長：

# lblScreenRecordFPS.Text
source: Screen recording FPS:
cs: FPS záznamu obrazovky:
de: Bildschirmaufzeichnungs-FPS:
es_mx: Fotogramas por segundo:
fa_ir: تنظیم FPS:
fr: IPS de l'enregistrement d'écran :
he_il: FPS הקלטת מסך:
hu: Képernyő felvétel FPS:
id_id: FPS perekaman layar:
it_it: FPS Registrazione:
ja_jp: 録画 FPS:
ko_kr: FFmpeg 초당 프레임 수:
nl_nl: FFmpeg FPS:
pl: FPS podczas nagrywania ekranu:
pt_br: QPS da gravação de tela:
pt_pt: FPS da gravação de ecrã:
ro: FPS a înregistrării ecranului:
ru: Кадров в секунду при записи экрана:
tr: Ekran kayıt FPS:
uk: Запис екрану (кадрів/с):
vi_vn: Số khung hình trên giây (FPS) khi ghi lại màn hình:
zh_cn: 屏幕录制FPS:
zh_tw: 螢幕錄製幀率：

# lblScreenRecorderFixedDuration.Text
source: seconds
cs: sekund
de: Sekunden
es_mx: segundos
fa_ir: ثانیه
fr: secondes
he_il: שניות
hu: másodperc
id_id: detik
it_it: secondi
ja_jp: 秒
ko_kr: 초
nl_nl: seconden
pl: sekund
pt_br: segundos
pt_pt: segundos
ro: secunde
ru: секунд
tr: saniye
uk: секунд
vi_vn: giây
zh_cn: 秒
zh_tw: 秒

# lblScreenRecorderStartDelay.Text
source: seconds
cs: sekund
de: Sekunden
es_mx: segundos
fa_ir: ثانیه
fr: secondes
he_il: שניות
hu: másodperc
id_id: detik
it_it: secondi
ja_jp: 秒
ko_kr: 초
nl_nl: seconden
pl: sekund
pt_br: segundos
pt_pt: segundos
ro: secunde
ru: секунд
tr: saniye sonra
uk: секунд
vi_vn: giây
zh_cn: 秒
zh_tw: 秒

# btnScreenRecorderFFmpegOptions.Text
source: Screen recording options...
de: Bildschirmaufzeichnungsoptionen...
es_mx: Opciones de grabación de pantalla...
fa_ir: تنظیمات ضبط فیلم صفحه ...
fr: Options de l'enregistrement de l'écran...
he_il: אפשרויות הקלטת מסך...
id_id: Opsi perekaman layar...
it_it: Opzioni Registrazione...
ja_jp: 録画オプション...
ko_kr: FFmpeg 설정하기...
nl_nl: FFmpeg opties...
pl: Opcje nagrywania ekranu...
pt_br: Opções de gravações de tela...
pt_pt: Opções de gravação do ecrã...
ro: Opțiuni de înregistrare a ecranului...
ru: Настройки записи экрана...
tr: Ekran kayıt ayarları...
uk: Параметри запису екрану...
vi_vn: Tùy chọn ghi lại màn hình...
zh_cn: 屏幕录制选项...
zh_tw: 螢幕錄製選項...

# cbScreenRecorderShowCursor.Text
source: Show cursor in recording
de: Mauszeiger in Aufnahme anzeigen
es_mx: Incluir puntero del ratón en la grabación
fa_ir: نمایش کرسر هنگام ضبط فیلم صفحه
fr: Montrer le curseur durant l'enregistrement
he_il: הצג את סמן העכבר בהקלטה
id_id: Tampilkan penunjuk dalam perekaman
it_it: Mostra il Cursore Durante la Registrazione
ja_jp: 録画にマウスカーソルを含める
ko_kr: 녹화 중 커서 보이기
pl: Pokaż kursor w nagraniu
pt_br: Mostrar cursor na gravação
pt_pt: Mostrar cursor na gravação
ro: Afișarea cursorului în înregistrare
ru: Показывать курсор на записи
tr: Ekran kaydında imleç göster
uk: Показати курсор у записі
vi_vn: Hiện con trỏ khi đang ghi lại
zh_cn: 在录像中显示鼠标指针
zh_tw: 在錄製時顯示游標

# lblThumbnailWidth.Text
source: Width:
cs: Šířka:
de: Breite:
es_mx: Ancho:
fa_ir: پهنا:
fr: Largeur :
he_il: רוחב:
hu: Szélesség:
id_id: Lebar:
it_it: Larghezza:
ja_jp: 幅:
ko_kr: 너비:
nl_nl: Breedte:
pl: Szerokość:
pt_br: Largura:
pt_pt: Largura:
ro: Lățime:
ru: Ширина:
tr: Genişlik:
uk: Ширина:
vi_vn: Rộng:
zh_cn: 宽：
zh_tw: 寬：

# lblThumbnailHeight.Text
source: Height:
cs: Výška:
de: Höhe:
es_mx: Alto:
fa_ir: ارتفاع:
fr: Hauteur :
he_il: גובה:
hu: Magasság:
id_id: Tinggi:
it_it: Altezza:
ja_jp: 高さ:
ko_kr: 높이:
nl_nl: Hoogte:
pl: Wysokość:
pt_br: Altura:
pt_pt: Altura:
ro: Înălțime:
ru: Высота:
tr: Yükseklik:
uk: Висота:
vi_vn: Cao:
zh_cn: 高：
zh_tw: 高：

# lblThumbnailName.Text
source: Thumbnail name:
cs: Název náhledu:
es_mx: Nombre de la miniatura:
fr: Nom de la miniature :
he_il: שם תמונה ממוזערת:
hu: Előnézet neve:
id_id: Nama thumbnail:
it_it: Nome Miniatura:
ja_jp: サムネイル名:
ko_kr: 섬네일 이름:
nl_nl: Naam van miniatuur:
pl: Nazwa miniatury:
pt_br: Nome da miniatura:
pt_pt: Nome da miniatura:
ro: Numele miniaturii:
ru: Имя миниатюры:
tr: Küçük resim adı:
uk: Назва мініатюри:
vi_vn: Tên ảnh thu nhỏ/thumbnail:
zh_cn: 缩略图名称：
zh_tw: 縮圖名稱：

# lblThumbnailNamePreview.Text
source: Preview
cs: Náhled
de: Vorschau
es_mx: Vista previa
fa_ir: پیش نمایش
fr: Prévisualisation
he_il: תצוגה מקדימה
hu: Előnézet
id_id: Pratinjau
it_it: Anteprima
ja_jp: プレビュー
ko_kr: 미리보기
nl_nl: Voorbeeld
pl: Podgląd
pt_br: Pré-visualização
pt_pt: Pré-visualização
ro: Previzualizare
ru: Предпросмотр
tr: Ön izleme
uk: Попередній перегляд
vi_vn: Xem trước
zh_cn: 预览
zh_tw: 預覽

# cbThumbnailIfSmaller.Text
source: Create thumbnail only if image size is bigger than thumbnail size
cs: Vytvořit náhled pouze, když je obrázek větší, než náhled
de: Erstelle Thumbnail nur wenn das Bild größer als das Thumbnail ist
es_mx: Generar miniatura solo si la imagen es más grande que la miniatura
fr: Créer une miniature seulement si la taille de l'image est plus grande que la taille de la miniature
he_il: צור תמונה ממוזערת רק אם גודל התמונה גדול מגודל התמונה הממוזערת
hu: Csak akkor készítsen előnézeti képet, ha a kép nagyobb mint az előnézeti kép
id_id: Hanya buat thumbnail bila ukuran gambar lebih besar dari ukuran thumbnail
it_it: Crea miniatura solo se la dimesione del'immagine è maggiore della dimesione della miniatura
ja_jp: サムネイルより大きな画像のみサムネイルを作成
ko_kr: 이미지 크기가 섬네일 크기보다 클 때에만 섬네일 생성하기
nl_nl: Maak enkel een miniatuurversie als de afmetingen van de afbeelding groter zijn dan de afmetingen van een miniatuurversie
pl: Utwórz miniaturę tylko wtedy, gdy rozmiar obrazu jest większy niż rozmiar miniatury
pt_br: Criar miniatura somente se o tamanho da imagem for maior que o tamanho da miniatura
pt_pt: Criar miniatura apenas se o tamanho de imagem for maior que o tamanho da miniatura
ro: Creați miniatura numai dacă dimensiunea imaginii este mai mare decât dimensiunea miniaturii
ru: Создавать миниатюру только если размер изображения больше размера миниатюры
tr: Küçük resimi sadece resim boyutu küçük resim boyutundan büyükse oluştur
uk: Створювати мініатюри лише коли розмір зображення більше ніж розмір мініатюри
vi_vn: Tạo ảnh thu nhỏ/thumbnail chỉ khi kích thước ảnh lớn hơn kích thước ảnh thu nhỏ
zh_cn: 只有当图像尺寸大于缩略图大小时才创建缩略图
zh_tw: 僅在圖片尺寸大於縮圖尺寸時才建立縮圖

# tpThumbnail.Text
source: Thumbnail
cs: Náhled
es_mx: Miniatura
fr: Miniature
he_il: תמונה ממוזערת
hu: Előnézet
it_it: Miniatura
ja_jp: サムネイル
ko_kr: 섬네일
nl_nl: Miniatuur
pl: Miniatura
pt_br: Miniatura
pt_pt: Miniatura
ro: Miniatură
ru: Миниатюра
tr: Küçük resim
uk: Мініатюра
vi_vn: Ảnh thu nhỏ/thumbnail
zh_cn: 缩略图
zh_tw: 縮圖

# btnImageEffects.Text
source: Image effects configuration...
cs: Konfigurace obrázkových efektů...
de: Bildeffekte-Konfiguration...
es_mx: Configuración de efectos de imagen...
fa_ir: تنظیمات افکت های عکس ...
fr: Configuration des effets d'image...
he_il: תצורת אפקטי תמונה...
hu: Képeffekt beállítása...
id_id: Konfigurasi efek gambar...
it_it: Confnigurazione Effetti Immagine...
ja_jp: 画像エフェクトの設定...
ko_kr: 이미지 효과 설정...
nl_nl: Afbeeldingseffecten instellingen...
pl: Konfiguracja efektów obrazu...
pt_br: Configuração de efeitos de imagem...
pt_pt: Configuração de efeitos de imagem...
ro: Configurarea efectelor de imagine...
ru: Настройка эффектов изображений...
tr: Resim efektleri ayarları...
uk: Налаштування ефектів зображень...
vi_vn: Thiết lập hiệu ứng ảnh...
zh_cn: 图像特效配置...
zh_tw: 圖片效果設定...

# cbImageEffectOnlyRegionCapture.Text
source: Only apply effects to region capture
cs: Použít efekty pouze pro zachycení oblasti
de: Effekte nur auf Bereichsaufnahme anwenden
es_mx: Aplicar efectos solamente a la captura de región
fr: N'appliquer les effets que sur la région capturée
he_il: החל אפקטים רק על צילום אזור
hu: Csak a régió képlopásokhoz alkalmazzon effekteket
id_id: Hanya terapkan efek untuk pengambilan area
it_it: Applica Effetti solo alla Regione Catturata
ja_jp: 領域キャプチャーにのみ画像エフェクトを適用する
ko_kr: 영역 촬영시에만 효과 적용하기
nl_nl: Effecten alleen toepassen op vastgelegde regio
pl: Zastosuj efekty tylko do przechwytywania regionu
pt_br: Aplicar efeitos somente em capturas de região
pt_pt: Aplicar efeitos apenas em capturas de região
ro: Aplicați efectele numai la capturarea regiunii
ru: Применять эффекты только при захвате области
tr: Efektleri sadece yakalama bölgesine uygula
uk: Застосовувати ефекти лише при захопленні області
vi_vn: Chỉ áp dụng hiệu ứng tới vùng được chụp
zh_cn: 只适用于区域截图
zh_tw: 只在區域擷取時套用效果

# lblImageEffectsNote.Text
source: Note: You can enable/disable image effects from "After capture tasks -> Add image effects".
cs: Můžete povolit/zakázat efekty z nabídky "Úkoly po zachycení -> Přidat efekty".
de: Du kannst Bildeffekte über "Aufgaben nach der Aufnahme -> Bildeffekte/Wasserzeichen hinzufügen" aktivieren/deaktivieren.
es_mx: Los efectos se pueden activar o desactivar en "Tareas después de capturar -> Agregar efectos a la imagen".
fa_ir: شما می توانید افکت های عکس را با رفتن به منوی «وظایف بعد از ضبط» -> «اضافه کردن افکت های عکس» فعال / غیرفعال کنید.
fr: Remarque : Vous pouvez activer/désactiver les effets d'image grâce au menu « Après les tâches de capture » -> « Ajouter des effets d'image ».
he_il: הערה: ניתן להפעיל/להשבית אפקטים של תמונה מתוך "משימות לאחר צילום מסך -> הוסף אפקטים לתמונה".
hu: Engedélyezheted/letilthatod a képeffekteket a "Képlopás utáni feladatok -> Képeffektek hozzáadása" résznél.
id_id: Anda bisa aktif/nonaktifkan efek Gambar dari "Tugas setelah mengambil -> Tambah efek gambar"
it_it: Puoi abilitare/disabilitare gli effetti immagine da: "Operazioni Dopo la Cattura" -> "Aggiungi Effetti Immagine"
ja_jp: 「キャプチャー後のタスク→ 画像エフェクトの追加」から画像エフェクトの有効/無効の切り替えができます。
ko_kr: 이미지 효과는 "촬영 뒤 할 일 -> 이미지 효과 추가"로 켜고 끌 수 있습니다.
nl_nl: De afbeeldingseffecten kunnen in-/uitgeschakeld worden via "Taken na vastleggen -> Voeg afbeeldingseffecten toe"
pl: Wskazówka: Efekty obrazu można włączyć/wyłączyć w "Zadania po przechwyceniu -> Dodaj efekty obrazu".
pt_br: Aviso: Você pode habilitar/desabilitar efeitos de imagem em "Tarefas pós-captura -> Adicionar efeitos de imagem".
pt_pt: Nota: Você pode habilitar/desabilitar efeitos de imagem em "Tarefas após captura -> Adicionar efeitos de imagem".
ro: Notă: Puteți activa/dezactiva efectele de imagine de la "Sarcini după captură -> Adăugați efecte imagine".
ru: Вы можете включать/выключать эффекты изображений в «Задачи после захвата -> Добавить эффекты».
tr: "Yakalama sonrası -> Resim efekti ekle" menüsünden resim efektlerini açıp kapatabilirsiniz.
uk: Примітка: Ви можете увімкнути/вимкнути ефекти зображення з „Після завдання захоплення -> Додати ефекти".
vi_vn: Bạn có thể kích hoạt/vô hiệu hóa hiệu ứng cho ảnh từ "Tác vụ sau khi chụp -> Thêm hiệu ứng ảnh".
zh_cn: 您可以在"截图后的动作 ->添加图像特效"启用/禁用图像特效。
zh_tw: 備註：你可以在「擷取後的排程 -> 新增圖片效果」啟用/停用圖片效果。

# tpEffects.Text
source: Effects
cs: Efekty
de: Effekte
es_mx: Efectos
fa_ir: افکت ها
fr: Effets
he_il: אפקטים
hu: Effektek
id_id: Efek
it_it: Effetti
ja_jp: 効果
ko_kr: 효과
nl_nl: Effecten
pl: Efekty
pt_br: Efeitos
pt_pt: Efeitos
ro: Efecte
ru: Эффекты
tr: Efekt
uk: Ефекти
vi_vn: Hiệu ứng
zh_cn: 特效
zh_tw: 效果

# lblImageJPEGQuality.Text
source: JPEG quality:
cs: JPEG kvalita:
de: JPEG Qualität:
es_mx: Calidad de JPEG:
fa_ir: کیفیت JPEG:
fr: Qualité JPEG :
he_il: איכות JPEG:
hu: JPEG minőség:
id_id: Kualitas JPEG:
it_it: Qualità JPG:
ja_jp: JPEG 画質:
ko_kr: JPEG 품질:
nl_nl: JPEG kwaliteit:
pl: Jakość JPEG:
pt_br: Qualidade do JPEG:
pt_pt: Qualidade do JPEG:
ro: Calitatea JPEG:
ru: Качество JPEG:
tr: JPEG kalitesi:
uk: Якість JPEG:
vi_vn: Chất lượng ảnh JPEG:
zh_cn: JPEG 质量：
zh_tw: JPEG 品質：

# lblImageGIFQuality.Text
source: GIF quality:
cs: GIF kvalita:
de: GIF Qualität:
es_mx: Calidad de GIF:
fa_ir: کیفیت GIF:
fr: Qualité GIF :
he_il: איכות GIF:
hu: GIF minőség:
id_id: Kualitas GIF:
it_it: Qualità GIF:
ja_jp: GIF 画質:
ko_kr: GIF 품질:
nl_nl: GIF kwaliteit:
pl: Jakość GIF:
pt_br: Qualidade do GIF:
pt_pt: Qualidade do GIF:
ro: Calitatea GIF:
ru: Качество GIF:
tr: GIF kalitesi:
uk: Якість GIF:
vi_vn: Chất lượng ảnh GIF:
zh_cn: GIF 质量：
zh_tw: GIF 品質：

# lblImageFileExist.Text
source: If file exist:
cs: Pokud soubor existuje:
de: Wenn Datei existiert:
es_mx: Si ya existe el archivo:
fa_ir: اگر فایل وجود داشت:
fr: Si le fichier existe :
he_il: אם קובץ קיים:
hu: Ha a fájl létezik:
id_id: Bila file ada:
it_it: Se il File Esiste:
ja_jp: ファイルが存在する場合:
ko_kr: 파일이 이미 존재할 때:
nl_nl: Als het bestand bestaat:
pl: Jeśli plik istnieje:
pt_br: Se o arquivo existir:
pt_pt: Se o ficheiro existir:
ro: Dacă fișierul există:
ru: Если файл уже существует:
tr: Dosya varsa:
uk: Якщо файл існує:
vi_vn: Nếu tệp tồn tại:
zh_cn: 如果文件存在：
zh_tw: 如果檔案存在：

# lblImageFormat.Text
source: Image format:
cs: Formát obrázku:
de: Bildformat:
es_mx: Formato de imagen:
fa_ir: فرمت عکس:
fr: Format d'image :
he_il: פורמט תמונה:
hu: Kép formátum:
id_id: Format gambar:
it_it: Formato Immagine:
ja_jp: 画像形式:
ko_kr: 이미지 포맷:
nl_nl: Afbeeldingsformaat:
pl: Format obrazu:
pt_br: Formato de imagem:
pt_pt: Formato de imagem:
ro: Format de imagine:
ru: Формат изображения:
tr: Resim biçimi:
uk: Формат зображення:
vi_vn: Định dạng ảnh:
zh_cn: 图像格式：
zh_tw: 圖片格式：

# cbPlaySoundAfterCapture.Text
source: Play sound after capture is made
cs: Přehrát zvuk po zachycení
de: Ton nach Aufnahme abspielen
es_mx: Reproducir sonido al realizar una captura
fr: Jouer un son après une capture
he_il: השמע צליל לאחר צילום מסך
hu: Hang lejátszása a képlopás végeztével
id_id: Putar suara setelah pengambilan dibuat
it_it: Riproduci Suono alla Cattura
ja_jp: キャプチャー後に音を鳴らす
ko_kr: 촬영 뒤 소리 재생하기
nl_nl: Speel geluid af na vastleggen
pl: Odtwórz dźwięk po ukończeniu przechwytywania
pt_br: Tocar som após captura
pt_pt: Reproduzir som após captura
ro: Se redă un sunetul după ce se face captura
ru: Проиграть звук после выполнения захвата
tr: Yakalama yapıldıktan sonra ses çal
uk: Відтворити звук після завершення захоплення
vi_vn: Bật nhạc sau khi chụp ảnh được thực hiện
zh_cn: 截图后声音提示
zh_tw: 擷取完畢後播放提示音

# cbPlaySoundAfterUpload.Text
source: Play sound after task is completed
cs: Přehrát zvuk po dokončení úkolu
de: Ton nach vollendeter Aufgabe abspielen
es_mx: Reproducir sonido al completar la tarea
fr: Jouer un son quand la tâche est complétée
he_il: השמע צליל לאחר שמשימה הושלמה
hu: Hang lejátszása a feladat befejeztekor
id_id: Putar suara setelah tugas selesai
it_it: Riproduci Suono al Completamento dell'Operazione
ja_jp: タスク完了後に音を鳴らす
ko_kr: 작업 완료 후 소리 재생하기
nl_nl: Speel geluid af na voltooien taak
pl: Odtwórz dźwięk po zakończeniu zadania
pt_br: Tocar som após concluir tarefa
pt_pt: Reproduzir som após concluir tarefa
ro: Se redă un sunet după ce sarcina este finalizată
ru: Проиграть звук после выполнения задачи
tr: Görev bittikten sonra ses çal
uk: Відтворити звук після завершення завдання
vi_vn: Bật nhạc sau khi tác vụ đã hoàn thành
zh_cn: 上传后声音提示
zh_tw: 排程完成後播放提示音
