Repository: ShareX/ShareX
Catalog: ShareX/Forms/TaskSettingsForm.*.resx
Languages: cs, de, es_mx, fa_ir, fr, he_il, hu, id_id, it_it, ja_jp, ko_kr, nl_nl, pl, pt_br, pt_pt, ro, ru, tr, uk, vi_vn, zh_cn, zh_tw

# cbImageAutoJPEGQuality.Text
source: Adjust JPEG quality automatically to keep image size closer to the specified size
de: Automatische Anpassung der JPEG-Qualität, um die Bildgröße näher an der angegebenen Größe zu halten
es_mx: Ajustar calidad de JPEG automáticamente para mantener el tamaño de la imagen más cerca al tamaño especificado
fr: Ajuster la qualité JPEG automatiquement afin de conserver une taille d'image au plus proche de la taille spécifiée
he_il: התאם את איכות JPEG באופן אוטומטי כדי לשמור על גודל התמונה קרוב יותר לגודל שצוין
ja_jp: 指定のファイルサイズになるように画質を自動で調整する
pl: Automatycznie dostosuj jakość JPEG, aby rozmiar obrazu był bliższy określonemu rozmiarowi
pt_br: Ajustar automaticamente a qualidade do JPEG, mantendo tamanho próximo do especificado
ro: Reglați automat calitatea JPEG pentru a menține dimensiunea imaginii mai aproape de dimensiunea specificată
ru: Автоматически подстраивать качество JPEG, чтобы размер файла держался ближе к заданному
tr: JPEG kalitesini belirtilen resim boyutuna yakın gelicek şekilde otomatik ayarla
uk: Автоматично адаптувати якість JPEG, щоб наблизити розмір зображення до заданого
vi_vn: Điều chỉnh chất lượng JPEG tự động để giữ cho kích thước hình ảnh gần với kích thước được chỉ định
zh_cn: 自动调整 JPEG 品质以使图像大小更接近指定大小
zh_tw: 自動調整 JPEG 品質以使圖片大小更接近指定大小

# lblToolsScreenColorPickerFormatCtrl.Text
source: Screen color picker format (Ctrl + click):
de: Bildschirmfarbauswähler-Format (Strg + Klick):
es_mx: Formato del selector de color de pantalla (Ctrl + click):
fr: Format du sélecteur de couleurs de l'écran (Ctrl + clic) :
he_il: פורמט בוחר צבעי המסך (Ctrl + click):
ja_jp: スクリーン カラーピッカーのコピー書式(Ctrl＋クリック):
pl: Format próbnika kolorów ekranu (Ctrl + kliknięcie):
pt_br: Formato do seletor de cores da tela (Ctrl + click):
ro: Formatul selectorului de culori de pe ecran (Ctrl + clic):
ru: Форматирование пипетки (Ctrl + клик):
tr: Ekran renk seçici formatı (Ctrl + tıklama):
uk: Формат вибору кольору екрану (Ctrl + натискання):
vi_vn: Định dạng bộ chọn màu màn hình (Ctrl + nhấp chuột):
zh_cn: 屏幕拾色器格式 (Ctrl + 单击):
zh_tw: 螢幕檢色器格式 (Ctrl + 單擊)：

# lblToolsScreenColorPickerInfoText.Text
source: Screen color picker info text:
de: Bildschirmfarbauswähler-Infotext:
es_mx: Texto de información del selector de color de pantalla:
fr: Texte du sélecteur de couleurs de l'écran :
he_il: מידע בוחר צבעי מסך:
ja_jp: マウスを乗せたときの色表示の形式:
pl: Tekst informacyjny próbnika kolorów ekranu:
pt_br: Texto do seletor de cores da tela:
ro: Text informativ pentru selectarea culorii ecranului:
ru: Инфо-текст пипетки:
tr: Ekran renk seçici bilgi yazısı:
uk: Інформаційний текст для вибору кольору екрана:
vi_vn: Văn bản thông tin bộ chọn màu màn hình:
zh_cn: 屏幕颜色选择器信息文本:
zh_tw: 螢幕檢色器資訊文字：

# lblURLRegexReplacePattern.Text
source: Pattern:
de: Muster:
es_mx: Patrón:
fr: Modèle :
he_il: תבנית:
ja_jp: 正規表現パターン:
pl: Wzór:
pt_br: Padrão:
ro: Model:
ru: Шаблон:
tr: Desen:
uk: Шаблон:
vi_vn: Họa tiết:
zh_cn: 模式:
zh_tw: 格式：

# lblURLRegexReplaceReplacement.Text
source: Replacement:
de: Ersetzung:
es_mx: Reemplazo:
fr: Substitution :
he_il: תחליף:
ja_jp: 置換パターン:
pl: Zastąpienie:
pt_br: Substituição:
ro: Înlocuire:
ru: Замена:
tr: Değiştirme:
uk: Заміна:
vi_vn: Thay thế:
zh_cn: 替换为:
zh_tw: 替換為：

# cbOverrideScreenshotsFolder.Text
source: Override screenshots folder
de: Screenshots-Ordner überschreiben
es_mx: Sobreescribir carpeta de capturas de pantalla
fr: Ecraser placer le dossier des captures d'écran
he_il: דרוס תיקיית צילומי מסך
ja_jp: 「スクリーンショットのフォルダ」を上書きする
pl: Zastąp folder zrzutów ekranu
pt_br: Sobrescrever pasta de capturas de tela
pt_pt: Ignorar pasta de imagens
ro: Suprascrieți folderul de capturi
ru: Переопределить папку скриншотов
tr: Varsayılan ekran görüntüsü klasörünü değiştir
uk: Перевизначити теку для знімків
vi_vn: Ghi đè thư mục ảnh chụp màn hình
zh_cn: 覆盖屏幕截图文件夹
zh_tw: 覆寫截圖資料夾

# btnActions.Text
source: Actions...
de: Aktionen...
es_mx: Acciones...
he_il: פעולות...
ja_jp: 説明を開く...
pl: Akcje...
pt_br: Ações...
ro: Acțiuni...
ru: Действия...
tr: Aksiyonlar...
uk: Дії...
vi_vn: Các hành động ...
zh_cn: 动作...
zh_tw: 動作...

# cbOverrideActions.Text
source: Override actions
de: Aktionen überschreiben
es_mx: Sobreescribir acciones
fr: Ecraser les actions
he_il: דרוס פעולות
ja_jp: 「アクション」の設定を変更する
pl: Nadpisz akcje
pt_br: Sobrescrever ações
ro: Suprascriere acțiuni
ru: Переопределить действия
tr: Aksiyon ayarlarını değiştir
uk: Перевизначити дії
vi_vn: Ghi đè các hành động
zh_cn: 覆盖动作
zh_tw: 覆寫動作

# cbOverrideAdvancedSettings.Text
source: Override advanced settings
de: Erweiterte Einstellungen überschreiben
es_mx: Sobreescribir ajustes avanzados
fr: Ecraser les paramètres avancés
he_il: דרוס הגדרות מתקדמות
ja_jp: 「高度な設定」の設定を変更する
pl: Nadpisz zaawansowane ustawienia
pt_br: Sobrescrever configurações avançadas
ro: Suprascrieți setările avansate
ru: Переопределить дополнительные настройки
tr: Gelişmiş ayarları değiştir
uk: Перевизначити розширені налаштування
vi_vn: Ghi đè cài đặt nâng cao
zh_cn: 覆盖高级设置
zh_tw: 覆寫進階設定

# cbOverrideCaptureSettings.Text
source: Override capture settings
de: Aufnahmeeinstellungen überschreiben
es_mx: Sobreescribir ajustes de captura
fr: Ecraser les paramètres de capture
he_il: דרוס את הגדרות צילום המסך
ja_jp: 「キャプチャー」の設定を変更する
pl: Zastąp ustawienia przechwytywania
pt_br: Sobrescrever configurações de captura
ro: Suprascrieți setările de captură
ru: Переопределить настройки захвата
tr: Yakalama ayarlarını değiştir
uk: Перевизначити налаштування захоплення
vi_vn: Ghi đè cài đặt chụp
zh_cn: 覆盖截图设置
zh_tw: 覆寫擷取設定

# cbOverrideCustomUploader.Text
source: Override default custom uploader
de: Standard benutzerdefinierten Uploader überschreiben
es_mx: Sobreescribir servidor de carga predeterminado
fr: Ecraser l'hébergeur personnalisé par défaut
he_il: דרוס שירות העלאה מותאם אישית כבריר מחדל
ja_jp: 「デフォルトのアップローダー」を変更する
pl: Zastąp domyślny własny serwis
pt_br: Sobrescrever uploader customizado padrão
ro: Suprascrieți destinația personalizată implicitî
ru: Переопределить пользовательский сервис
tr: Varsayılan özel yükleyiciyi değiştir
uk: Перевизначити власний вивантажувач
vi_vn: Ghi đè trình tải lên tùy chỉnh mặc định
zh_cn: 覆盖默认的自定义上传器
zh_tw: 覆寫預設自訂上傳工具

# cbOverrideFTPAccount.Text
source: Override default FTP account
de: Standard FTP Account überschreiben
es_mx: Sobreescribir cuenta FTP predeterminada
fr: Ecraser le compte FTP par défaut
he_il: דרוס משתמש FTP כברירת מחדל
ja_jp: 「デフォルトのFTPアカウント」を変更する
pl: Zastąp domyślne konto FTP
pt_br: Sobrescrever conta padrão FTP
ro: Suprascrieți contul FTP implicit
ru: Переопределить аккаунт FTP
tr: Varsayılan FTP hesabını değiştir
uk: Перевизначити обліковий запис FTP за замовчуванням
vi_vn: Ghi đè tài khoản FTP mặc định
zh_cn: 覆盖默认的 FTP 账号
zh_tw: 覆寫預設 FTP 帳戶

# cbOverrideGeneralSettings.Text
source: Override general settings
de: Allgemeine Einstellungen überschreiben
es_mx: Sobreescribir ajustes generales
fr: Ecraser les paramètres généraux
he_il: דרוס הגדרות כלליות
ja_jp: 「全般」の設定を上書きする
pl: Zastąp ustawienia ogólne
pt_br: Sobrescrever configurações gerais
ro: Suprascrieți setările generale
ru: Переопределить общие настройки
tr: Genel ayarları değiştir
uk: Перевизначити загальні налаштування
vi_vn: Ghi đè cài đặt chung
zh_cn: 覆盖常规设置
zh_tw: 覆寫一般設定

# cbOverrideImageSettings.Text
source: Override image settings
de: Bildeinstellungen überschreiben
es_mx: Sobreescribir ajustes de imagen
fr: Ecraser les paramètres d'image
he_il: דרוס הגדרות תמונה
ja_jp: 「画像」の設定を上書きする
pl: Zastąp ustawienia obrazu
pt_br: Sobrescrever configurações de imagem
ro: Suprascrieți setările de imagine
ru: Переопределить настройки изображений
tr: Resim ayarlarını değiştir
uk: Перевизначити налаштування зображення
vi_vn: Ghi đè cài đặt hình ảnh
zh_cn: 覆盖图像设置
zh_tw: 覆寫圖片設定

# cbOverrideToolsSettings.Text
source: Override tools settings
de: Werkzeugeinstellungen überschreiben
es_mx: Sobreescribir ajustes de herramientas
fr: Ecraser les paramètres d'outils
he_il: דרוס הגדות כלים
ja_jp: 「ツール」の設定を変更する
pl: Zastąp ustawienia narzędzi
pt_br: Sobrescrever configurações de ferramentas
ro: Suprascrieți setările instrumentelor
ru: Переопределить настройки инструментов
tr: Araç ayarlarını değiştir
uk: Перевизначити налаштування інструментів
vi_vn: Ghi đè cài đặt công cụ
zh_cn: 覆盖工具设置
zh_tw: 覆寫工具設定

# cbOverrideUploadSettings.Text
source: Override upload settings
de: Upload-Einstellungen überschreiben
es_mx: Sobreescribir ajustes de carga
fr: Ecraser les paramètres de mise en ligne
he_il: דרוס את הגדרות ההעלאה
ja_jp: 「アップロード」の設定を変更する
pl: Zastąp ustawienia przesyłania
pt_br: Sobrescrever configurações de upload
ro: Suprascrieți setările de încărcare
ru: Переопределить настройки загрузки
tr: Yükleme ayarlarını değiştir
uk: Перевизначити налаштування вивантаження
vi_vn: Ghi đè cài đặt tải lên
zh_cn: 覆盖上传设置
zh_tw: 覆寫上傳設定

# cbScreenRecordAutoStart.Text
source: Start recording after:
de: Starte Aufnahme nach:
es_mx: Iniciar grabación luego de:
fr: Démarrer l'enregistrement après :
he_il: התחל הקלטה לאחר:
ja_jp: 録画開始を遅らせる:
pl: Rozpocznij nagrywanie po:
pt_br: Inicializar gravação após:
ro: Începeți înregistrarea după:
ru: Начать запись через:
tr: Kaydetmeye başla:
uk: Почати записувати після:
vi_vn: Bắt đầu ghi sau:
zh_cn: 开始录制于：
zh_tw: 倒數後開始錄製：

# cbShowImageEffectsWindowAfterCapture.Text
source: Show image effects window after capture
de: Fenster mit Bildeffekten nach der Aufnahme anzeigen
es_mx: Mostrar ventana de efectos de imagen luego de capturar
fr: Afficher les effets d'images après la capture
he_il: הצג חלון אפקטים של תמונה לאחר צילום מסך
ja_jp: キャプチャー後に画像エフェクトのウィンドウを表示する
pl: Pokaż okno efektów obrazu po przechwyceniu
pt_br: Mostrar tela de efeitos de imagem ao capturar tela
ro: Afișați fereastra de efecte de imagine după capturare
ru: Показывать окно эффектов после захвата
tr: Yakalama sonrası resim efektleri ekranını göster
uk: Показувати вікно ефектів після захвату
vi_vn: Hiển thị cửa sổ hiệu ứng hình ảnh sau khi chụp
zh_cn: 截图后显示图像效果窗口
zh_tw: 擷取後顯示圖片效果視窗

# cbURLRegexReplace.Text
source: Replace result URL using regular expression substitutions
de: Ergebnis-URL mit regulären Ausdrücken ersetzen
es_mx: Reemplazar URL resultante utilizando sustituciones con expresiones regulares
fr: Remplacer l'URL résultante en utilisant des substitutions par expression régulière
he_il: החלף את כתובת האתר של התוצאה באמצעות החלפות ביטוי רגולרי
ja_jp: 正規表現を使ってURLを置換する
pl: Zamień link do wyniku używając podstawień w wyrażeniach regularnych
pt_br: Substituir URL resultante por expressão regular
ro: Înlocuiți URL-ul rezultat folosind substituții de expresii regulate
ru: Заменить URL результата через регулярные выражения
tr: Sonuç linki regex değişimleri kullanarak değiştir
uk: Замінити URL-адресу результату за допомогою регулярних виразів
vi_vn: Thay thế URL kết quả bằng cách sử dụng thay thế cụm từ thông dụng
zh_cn: 使用正则表达式替换结果 URL
zh_tw: 使用正則表達式字串替換結果網址

# lblRegionCaptureFPSLimit.Text
source: FPS limit:
es_mx: Límite de FPS:
fr: Limite d'IPS :
he_il: מגבלת FPS:
ja_jp: FPS 上限:
pl: Limit FPS:
pt_br: Limitador de FPS:
ro: Limita FPS:
ru: Лимит FPS:
tr: FPS limiti:
uk: Обмеження FPS:
vi_vn: Giới hạn FPS:
zh_cn: FPS 限制：
zh_tw: 幀率限制：

# cbToastWindowAutoHide.Text
source: Automatically hide on screen capture
de: Automatisches Ausblenden bei Bildschirmaufnahmen
es_mx: Ocultar automáticamente al capturar pantalla
fr: Cacher automatiquement lors de la capture d'écran
he_il: הסתר אוטומטית בעת צילום מסך
ja_jp: キャプチャー時に自動で非表示
pl: Automatyczne ukryj przy przechwytywaniu ekranu
pt_br: Esconder ao capturar tela
ro: Ascundeți automat la capturarea ecranului
ru: Автоматически прятать при захвате экрана
tr: Ekran görüntüsü alırken otomatik olarak sakla
uk: Автоматично приховувати під час захоплення екрана
vi_vn: Tự động ẩn khi chụp màn hình
zh_cn: 屏幕截图时自动隐藏
zh_tw: 螢幕擷取時自動隱藏

# cbRegionCaptureActiveMonitorMode.Text
source: Restrict region capture and cursor within the active monitor
de: Beschränkung der Bereichserfassung und des Cursors auf den aktiven Monitor
es_mx: Restringir región de captura y cursor al monitor activo
fr: Limiter la région de capture à l'écran actif
he_il: הגבל את צילום האזור ואת סמן העכבר בתוך המסך הפעיל
ja_jp: 領域キャプチャとカーソルをアクティブなモニターに制限
pl: Ogranicz przechwytywanie regionu i kursor do aktywnego monitora
pt_br: Restrinja a captura da região e o cursor no monitor ativo
ro: Limitați regiunea de captură și cursorul în monitorul activ
ru: Запереть выбор области и курсор в активном мониторе
tr: Bölge yakalama ve imleci aktif ekran alanına limitle
uk: Обмежити захоплення області та курсору в межах активного монітора
vi_vn: Hạn chế chụp vùng và con trỏ trong màn hình đang hoạt động
zh_cn: 截图区域及鼠标指针限制于当前显示器
zh_tw: 將區域擷取和游標限制於目前的顯示器中

# lblTask.Text
source: Task:
de: Aufgabe:
es_mx: Tarea:
fr: Tâche :
he_il: משימה:
ja_jp: タスク:
pl: Zadanie:
pt_br: Tarefa:
ro: Sarcină:
ru: Задача:
tr: Görev:
uk: Завдання:
vi_vn: Nhiệm vụ:
zh_cn: 任务：
zh_tw: 排程：

# tpOCR.Text
source: OCR
pt_pt: OCR (Optical Character Recognition)
ru: Распознавание текста
uk: Розпізнавання тексту
vi_vn: Nhận diện văn bản (OCR)
zh_cn: 文字识别（OCR）

# lblCaptureCustomWindow.Text
source: Pre configured window title:
de: Vorkonfigurierter Fenstertitel:
fr: Titre de fenêtre pré-configuré :
he_il: כותרת חלון מוגדרת מראש:
ja_jp: 事前に指定したウィンドウの題名:
ru: Заголовок подготовленного окна:
tr: Önceden yapılandırılmış pencere başlığı:
uk: Заголовок попередньо налаштованого вікна:
zh_tw: 預設的視窗標題：

# cbCloseWindowAfterOpenServiceLink.Text
source: Close OCR window after opening service link
de: OCR-Fenster nach dem Öffnen des Service-Links schließen
fr: Fermer la fenêtre d'OCR après avoir ouvert le lien du service
he_il: סגור חלון OCR לאחר פתיחת קישור השירות
ja_jp: サービスのリンクを開いた後、OCRのウィンドウを閉じる
pt_br: Fechar janela após abrir link de serviço
ru: Закрывать окно OCR после отрывания ссылки сервиса
tr: Servis bağlantısı açıldıktan sonra OCR penceresini kapat
uk: Закрити вікно OCR після відкриття посилання на сервіс
zh_tw: 開啟服務連結後關閉 OCR 視窗

# cbUseRandomImageEffect.Text
source: Use random image effect
de: Zufallsbildeffekt verwenden
es_mx: Usar efecto de imagen aleatorio
fr: Utiliser un effet d'image aléatoire
he_il: השתמש באפקט תמונה אקראי
ja_jp: 画像エフェクトをランダムに適用
ru: Применять случайный эффект изображения
tr: Rastgele resim efekti kullan
uk: Використовувати випадковий ефект зображення
zh_tw: 使用隨機的圖片效果

# lblRegionCaptureBackgroundDimStrength.Text
source: Background dim strength:
de: Stärke der Hintergrundbeleuchtung:
fr: Force de l'assombrissement de l'arrière-plan :
ja_jp: 背景を暗くする強度:
ru: Степень затенения фона:
tr: Arka plan karartma yoğunluğu:
uk: Рівень тьмяності тла:
zh_tw: 背景調暗強度：

# cbPlaySoundAfterAction.Text
source: Play sound after action is completed
fr: Jouer un son une fois l'action terminée
ja_jp: 操作完了時に音を鳴らす
ru: Проиграть звук после выполнения действия
tr: İşlem tamamlandıktan sonra ses çal
uk: Відтворити звук після завершення дії
zh_tw: 動作完成後播放音效

# cbUseCustomActionCompletedSound.Text
source: Use custom action completed sound:
fr: Utiliser un son d'action terminée personnalisé :
ja_jp: 操作完了時の音を指定:
ru: Пользовательский звук выполнения действия:
tr: Kişisel işlem tamamlandı sesi kullan:
uk: Власний звук завершення дії:
zh_tw: 使用自訂的動作完成音效：
