Repository: ShareX/ShareX
Catalog: ShareX.HistoryLib/Properties/Resources.*.resx
Languages: el, hu

source: History item counts:
el: Μετρήσεις στοιχείων ιστορίας:

# HistoryItemManager_InitializeComponent_Thumbnail_URL
source: Thumbnail URL
el: Μικρογραφία URL
hu: Előnézet URL

# HistoryItemManager_InitializeComponent_File_path
source: File path
el: Διαδρομή αρχείου
hu: Fájl elérési útvonal

# HistoryItemManager_InitializeComponent_Forum__BBCode__image
source: Forum (BBCode) image
el: Εικόνα φόρουμ (BBCode)
hu: Fórum (BBkód) kép

# HistoryItemManager_InitializeComponent_Image_preview
source: Image preview...
el: Προεπισκόπηση εικόνας...
hu: Kép előnézet

# HistoryItemManager_InitializeComponent_File
source: File
el: Αρχείο
hu: Fájl

# HistoryForm_UpdateItemCount_Total___0_
source: Total: {0}
el: Σύνολο: {0}
hu: Összesen: {0}

# HistoryItemManager_InitializeComponent_Shortened_URL
source: Shortened URL
el: Συντομευμένη διεύθυνση URL
hu: Rövidített URL

# HistoryItemManager_InitializeComponent_Markdown__link
source: Markdown link
el: Σύνδεσμος Markdown

# ErrorOccuredWhileReadingHistoryFile
source: Error occurred while reading history file:
el: Εμφανίστηκε σφάλμα κατά την ανάγνωση του αρχείου ιστορικού:

# HistoryItemManager_InitializeComponent_Folder
source: Folder
el: Φάκελος
hu: Mappa

source: Total
el: Σύνολο

source: Filtered
el: Φιλτραρισμένο

# HistoryItemManager_InitializeComponent_File_name
source: File name
el: Όνομα αρχείου
hu: Fájlnév

# HistoryItemManager_InitializeComponent_File_name_with_extension
source: File name with extension
el: Όνομα αρχείου με επέκταση
hu: Fájlnév kiterjesztéssel

# HistoryItemManager_InitializeComponent_Markdown__image
source: Markdown image
el: Εικόνα Markdown

# HistoryItemManager_InitializeComponent_UploadFile
source: Upload file
el: Ανέβασμα αρχείου

# HistoryForm_UpdateItemCount___Filtered___0_
source: Filtered: {0}
el: Φιλτράρεται: {0}
hu: Szűrve: {0}

# HistoryItemManager_InitializeComponent_HTML_image
source: HTML image
el: Εικόνα HTML
hu: HTML kép

# HistoryItemManager_InitializeComponent_Copy
source: Copy
el: Αντιγραφή
hu: Másolás

# HistoryForm_Search_Watermark
source: File name, window title, process name, etc.
el: Όνομα αρχείου, τίτλος παραθύρου, όνομα διεργασίας κ.λπ.

# HistoryStats_Hosts
source: Hosts:
el: Οικοδεσπότες:

source: Pin to screen
el: Καρφίτσα στην οθόνη

# HistoryItemManager_InitializeComponent_Open
source: Open
el: Ανοίξτε το
hu: Megnyitás

# HistoryStats_YearlyUsages
source: Yearly usages:
el: Ετήσιες χρήσεις:

# HistoryItemManager_InitializeComponent_HTML_link
source: HTML link
el: Σύνδεσμος HTML

# HistoryItemManager_InitializeComponent_HTML_linked_image
source: HTML linked image
el: Συνδεδεμένη εικόνα HTML
hu: HTML linkelt kép

# HistoryItemManager_InitializeComponent_EditImage
source: Edit image...
el: Επεξεργασία εικόνας...

# HistoryManager_GetHistoryItems_Error
source: Error
el: Σφάλμα

# HistoryItemManager_InitializeComponent_Forum__BBCode__linked_image
source: Forum (BBCode) linked image
el: Φόρουμ (BBCode) συνδεδεμένη εικόνα
hu: Fórum (BBkód) linkelt kép

# HistoryItemManager_InitializeComponent_Deletion_URL
source: Deletion URL
el: Διαγραφή URL
hu: Törlési URL

source: Process names:
el: Ονόματα διεργασιών:

source: History stats
el: Στατιστικά ιστορίας

# HistoryItemManager_InitializeComponent_Text
source: Text
el: Κείμενο
hu: Szöveg

# HistoryItemManager_InitializeComponent_Image
source: Image
el: Εικόνα
hu: Kép

# HistoryStats_FileExtensions
source: File extensions:
el: Επεκτάσεις αρχείων:

# HistoryStats_Total
source: Total:
el: Σύνολο:

# HistoryItemManager_InitializeComponent_Forum__BBCode__link
source: Forum (BBCode) link
el: Σύνδεσμος φόρουμ (BBCode)
hu: Fórum (BBkód) link

# HistoryItemManager_InitializeComponent_Markdown__linked_image
source: Markdown linked image
el: Συνδεδεμένη εικόνα Markdown
