Repository: ShareX/ShareX
Catalog: ShareX.ScreenCaptureLib/Forms/FFmpegOptionsForm.*.resx
Languages: de, id_id, ja_jp, ru, uk, zh_tw

# nudx264CRF.ToolTip
source: Constant Rate Factor (CRF): The value can be between 0-51, where 0 is lossless, 30 is default, and 51 is the worst possible. A higher value means bad quality, but a low file size.
de: Constant Rate Factor (CRF): Die Spanne des Multiplikators ist 0-51: wobei 0 verlustfrei ist; 23 standard; und 51 das schlechteste Ein kleinerer Wert heißt bessere Qualität und die subjektiv angemessenste Weite ist 18-28. Man kann annehmen das 18 augenscheinlicherweise verlustfrei ist, oder fast: es sollte ganz oder fast wie der Input aussehen, ist aber theoretisch nicht verlustfrei. Der Bereich ist exponentiell, also wenn man den Wert um +6 erhöht entspricht das grob der halben Bitrate, während -6 der Doppelten entspricht. Normalerweise wählt man den höchsten CRF Wert, der noch akzeptable Ergebnisse erzielt. Wenn der Output gut aussieht, dann versuche einen höheren Wert und wenn es dann schlecht aussieht benutze wieder den niedrigeren Wert.
id_id: Faktor Laju Konstan (CRF): Nilai bisa antara 0-51, 0 (lossless), 30 (bawaan), dan 51 (terburuk). Nilai lebih tinggi berarti kualitas buruk, tetapi ukuran file kecil.
ja_jp: CRF (Constant Rate Factor): 範囲は0-51、0 はロスレス、30 が既定、51 は最低画質。 値が大きいほど画質は悪くなるが、ファイルサイズは小さくなる。
ru: Однопроходное сжатие (CRF): диапазон масштаба квантизации от 0 до 51, где 0 = без потерь, 23 по умолчанию, а 51 наихудшее из возможных. Низкие значения улучшают качество, разумный диапазон субъективно 18-28. Учтите, что 18 будет визуально казаться несжатым или близким к тому: будет выглядеть так же или почти так же, как и входной поток, то технически сжатие есть. Диапазон экспоненциален, значит увеличение CRF на 6 уменьшит битрейт грубо говоря в 2 раза, а увеличение на 6 удвоит его. В общем выберите наибольшее значение, которое все еще производит приемлемое качество. Если вывод выглядит хорошо, попробуйте значение повыше, если плохо, выбирайте более низкое значение.
uk: Постійний коефіцієнт (CRF): можливий діапазон 0–51, де 0 — без втрат, 30 — типовий, а 51 — найгірший можливий. Більше значення означає гіршу якість, проте менший розмір файлу.
zh_tw: CRF：範圍為 0-51，其中 0 為無損，30 為預設值，51 為最差品質。 值越高品質越差，但檔案越小。

# nudXvidQscale.ToolTip
source: 1 being highest quality/largest filesize and 31 being the lowest quality/smallest filesize.
de: 1 ist die höchste Qualität/Dateigröße und 31 die niedrigste Qualität/kleinste Dateigröße.
id_id: 1=kualitas tinggi/ukuran file besar dan 31=kualitas rendah/ukuran file kecil.
ja_jp: 1 が最高画質/最大容量、31 が最低画質/最少容量
ru: 1 = лучшее качество/наибольший размер файла, а 31 = наихудшее качество/наименьший размер файла.
uk: При 1 буде найкраща якість і найбільший розмір файлу, при 31 — найгірша якість і найменший розмір.
zh_tw: 1 為最高品質/檔案最大；31 為最低品質/檔案最小。

# cbx264Preset.ToolTip
source: Faster preset = Faster encoding but higher file size. Slower preset = Slower encoding but lower file size. For real time encoding (e.g. screen recording), the preset must be as fast as possible.
de: Schnellere Voreinstellung = Schnelle Encodierung, aber größere Dateien. Langsamere Voreinstellung = Langsamere Encodierung, aber kleinere Dateien. Für Echtzeitencodierung (z. B. Bildschirmaufzeichnungen) muss die Voreinstellung so schnell wie möglich sein.
id_id: Pra-atur cepat = Enkode lebih cepat tetapi ukuran file besar. Pra-atur lambat = Enkode lebih lambat tetapi ukuran file kecil. Untuk enkode waktu nyata (mis. perekaman layar), pra-atur harus secepat mungkin.
ja_jp: 速い設定 = エンコードは高速だが、ファイルサイズが大きい 遅い設定 = エンコードは低速だが、ファイルサイズが小さい リアルタイム エンコード (スクリーン録画など)では、可能な限り高速な設定がよい。
ru: Предустановка — это набор настроек, которые задают определенное соотношение скорости кодировки и сжатия. Более медленная предустановка задает лучшее сжатие (сжатие — это качество на размер файла). Значит при желании получить определенный размер файла при постоянном битрейте, лучшие результаты получаются на более медленных предустановках. Соответственно для кодирования с постоянным качеством вы можете попросту уменьшить битрейт, выбрав предустановку помедленнее.
uk: Швидший шаблон = швидше кодування, проте більший розмір файлу. Повільніший шаблон = повільніше кодування, проте менший розмір файлу. Для кодування у реальному часі (штибу запису екрану) шаблон повинен бути найшвидшим з можливих.
zh_tw: 較快的預設 = 編碼時間較快但檔案較大。 較慢的預設 = 編碼時間較慢但檔案較小。 如要即時編碼（例如錄製螢幕），預設的速度越快越好。

# cbGIFStatsMode.ToolTip
source: Default is full.
de: Standard ist "full".
id_id: Bawaannya adalah penuh.
ja_jp: 既定は full
ru: По умолчанию full.
uk: Типово full.
zh_tw: 預設為 full

# cbGIFDither.ToolTip
source: Default is sierra2_4a.
de: Standard ist "sierra2_4a".
id_id: Bawaannya adalah sierra2_4a.
ja_jp: 既定は sierra2_4a
ru: По умолчанию sierra2_4a.
uk: Типово sierra2_4a.
zh_tw: 預設為 sierra2_4a

# pbx264PresetWarning.ToolTip
source: For real time encoding like screen recording it is recommended to select fast as possible preset. Otherwise it can't keep up with recording and a lot of frame drops will happen.
de: Für Echtzeitencodierungen wie Bildschirmaufnahmen sollte die Voreinstellung so schnell wie möglich sein. Ansonsten kann es zu vielen Framedrops kommen.
id_id: Untuk pengkodean waktu nyata seperti perekaman layar, dianjurkan memilih pra-atur secepat mungkin. Bila tidak, tidak bisa mengikuti rekaman dan banyak frame yang terbuang akan terjadi.
ja_jp: スクリーン録画のようなリアルタイム エンコードでは可能な限り高速な設定を推奨。 そうでないと、録画が中断されたり、フレーム落ちが発生します。
ru: Для кодирования в реальном времени, например, для записи экрана, рекомендуется выбрать самую быструю предустановку. Иначе оно будет отставать от захвата и терять кадры.
uk: Для кодування у реальному часі, штибу запису екрану, варто вибирати якнайшвидший шаблон. В іншому випадку він може відставати та губити кадри.
zh_tw: 如要即時編碼（例如錄製螢幕），建議選擇較快的預設。 否則可能會因為無法跟上錄製而產生大量掉幀。

# lblx264Preset.Text
source: Preset:
de: Voreinstellung:
id_id: Pra-atur:
ja_jp: プリセット:
ru: Установка:
uk: Шаблон:
zh_tw: 預設：

# lblXvidQscale.Text
source: Variable bitrate:
id_id: Laju bit variabel:
ja_jp: 可変ビットレート:
ru: Переменный битрейт:
uk: Змінний бітрейт:
zh_tw: 可變位元率：

# cbCustomCommands.Text
source: Use custom commands:
de: Eigene Befehle verwenden:
id_id: Gunakan perintah khusus
ja_jp: 独自のコマンドラインを使用
ru: Использовать команды:
uk: Власні команди:
zh_tw: 使用自訂命令

# lblVP8Bitrate.Text
source: Bitrate:
de: Variable Bitrate:
id_id: Laju bit variabel:
ja_jp: ビットレート:
uk: Бітрейт:
zh_tw: 可變位元率：

# lblNVENCPreset.Text
source: Preset:
de: Voreinstellung:
id_id: Pra-atur:
ja_jp: プリセット:
ru: Установка:
uk: Шаблон:
zh_tw: 預設：

# lblNVENCBitrate.Text
source: Bitrate:
id_id: Laju bit:
ja_jp: ビットレート:
ru: Битрейт:
uk: Бітрейт:
zh_tw: 位元率：

# lblGIFDither.Text
source: Dithering mode:
de: Dithering Modus:
id_id: Mode dithering
ja_jp: ディザリング方式:
ru: Режим дизеринга:
uk: Режим розпливання:
zh_tw: 抖動模式：

# lblGIFStatsMode.Text
source: Palette mode:
de: Palette Modus:
id_id: Mode palet:
ja_jp: パレット方式:
ru: Режим палитры:
uk: Режим палітри:
zh_tw: 調色盤模式：

# lblVorbisQuality.Text
source: Quality:
de: Qualität:
id_id: Kualitas:
ja_jp: 音質:
ru: Качество:
uk: Якість:
zh_tw: 品質：

# lblMP3Quality.Text
source: Quality:
de: Qualität:
id_id: Kualitas:
ja_jp: 音質:
ru: Качество:
uk: Якість:
zh_tw: 品質：

# lblVideoSource.Text
source: Video source:
de: Videoquelle:
id_id: Sumber video:
ja_jp: 映像入力:
ru: Видео:
uk: Джерело відео:
zh_tw: 視訊源：

# lblAudioSource.Text
source: Audio source:
de: Audioquelle:
id_id: Sumber audio:
ja_jp: オーディオ入力:
ru: Звук:
uk: Джерело звуку:
zh_tw: 音訊源：

# lblHelperDevices.Text
source: Installs "screen-capture-recorder" and "virtual-audio-capturer" video/audio source.
de: Installiert die "screen-capture-recorder" und "virtual-audio-capturer" Video/Audio Quellen.
id_id: Instal sumber audio/video "perekam-gambar-layar" dan "perekam-audio-virtual"
ja_jp: 映像/オーディオ入力の screen-capture-recorder と virtual-audio-capturer をインストール
ru: Установит источники видео/аудио "screen-capture-recorder" и "virtual-audio-capturer".
uk: Встановлює джерела відео/аудіо «screen-capture-recorder» і «virtual-audio-capturer».
zh_tw: 將會安裝「螢幕擷取器」和「虛擬音訊擷取器」視訊/音訊源。

# btnInstallHelperDevices.Text
source: Install recorder devices...
de: Aufnahmegeräte Installieren...
id_id: Instal perangkat perekam
ja_jp: 録画デバイスをインストール...
ru: Установить устройства...
uk: Встановити пристрої запису...
zh_tw: 安裝錄製裝置

# lblCommandLineArgs.Text
source: Additional command line arguments:
de: Zusätzliche Befehlszeilenargumente:
ja_jp: 追加したいコマンドライン引数:
ru: Дополнительные аргументы:
uk: Додаткові параметри командного рядка:

# cbUseCustomFFmpegPath.Text
source: Use custom FFmpeg path:
de: Benutzerdefinierten FFmpeg-Pfad verwenden:
ja_jp: 独自の FFmpeg のパスを使用:
ru: Пользовательский путь к FFmpeg:
uk: Власний шлях до FFmpeg:

# $this.Text
source: ShareX - Screen recording options
de: ShareX - Bildschirmaufzeichnungsoptionen
id_id: ShareX - Opsi Perekaman Layar
ja_jp: ShareX - 動画キャプチャー オプション
ru: ShareX - Настройки записи экрана
uk: ShareX — Налаштування запису екрану
zh_tw: ShareX - 螢幕錄製選項

# lblAMFQuality.Text
source: Quality:
de: Qualität:
ja_jp: 品質:
ru: Качество:
uk: Якість:
zh_tw: 品質：

# lblQSVBitrate.Text
source: Bitrate:
ja_jp: ビットレート:
ru: Битрейт:
uk: Бітрейт:
zh_tw: 位元率：

# lblQSVPreset.Text
source: Preset:
de: Voreinstellung:
ja_jp: プリセット:
ru: Настройка:
uk: Шаблон:
zh_tw: 預設：

# lblAMFUsage.Text
source: Usage:
de: Verwendung:
ja_jp: 使い方:
uk: Використання:
zh_tw: 使用量：

# cbx264UseBitrate.Text
source: Use bitrate
de: Bitrate verwenden
ja_jp: ビットレートを使用
ru: Битрейт
uk: Фіксований бітрейт

# nudGIFBayerScale.ToolTip
source: Controls the Bayer Scale index, a higher scale will display more banding. Default is 2.
de: Steuert den Index der Bayer-Skala. Je höher die Skala, desto mehr Streifen werden angezeigt. Standard ist 2.
ja_jp: Bayer Scale を管理。高くするとバンディング（縞）を増やすでしょう。標準は 2 です。
ru: Настраивает индекс Bayer Scale, с большим значением больше бандинг. По умолчанию 2.
uk: Керує індексом шкали Байєра, чим вища шкала, тим більше смуг буде видно. За замовчуванням 2.

# lblVideoEncoder.Text
source: Video encoder:
de: Videokodierer:
ja_jp: 動画エンコーダー:
ru: Энкодер видео:
uk: Кодувальник відео:

# lblAudioEncoder.Text
source: Audio encoder:
de: Audiokodierer:
ja_jp: 音声エンコーダー:
ru: Энкодер звука:
uk: Кодувальник звуку:

# lblAACBitrate.Text
source: Bitrate:
ja_jp: ビットレート:
ru: Битрейт:
uk: Бітрейт:

# lblOpusBitrate.Text
source: Bitrate:
ja_jp: ビットレート:
ru: Битрейт:
uk: Бітрейт:

# lblNVENCTune.Text
source: Tune:
de: Abstimmung:
ja_jp: 調整:

# lblAMFBitrate.Text
source: Bitrate:
ja_jp: ビットレート:
ru: Битрейт:
uk: Бітрейт:

# btnResetOptions.Text
source: Reset options...
de: Optionen zurücksetzen...
ja_jp: オプションを初期化...
ru: Сбросить настройки...
uk: Скинути налаштування...

# lblVP8BitrateK.Text
source: kbps
uk: кбіт/с
