Repository: ShareX/ShareX
Catalog: ShareX.ScreenCaptureLib/Forms/ScrollingCaptureForm.*.resx
Languages: es_mx, fr, id_id, ja_jp, pt_br, ru, uk, vi_vn, zh_cn, zh_tw

# $this.Text
source: ShareX - Scrolling capture
es_mx: ShareX - Captura de desplazamiento
fr: ShareX - Capture avec défilements
id_id: ShareX - Ambil Bergulir
ja_jp: ShareX - スクロール キャプチャー
pt_br: ShareX - Captura rolante
ru: ShareX - Захват с прокруткой
uk: ShareX — Захоплення з прокручуванням
vi_vn: ShareX - Chụp khi cuộn trang
zh_cn: ShareX - 滚动捕捉
zh_tw: ShareX - 捲動擷取

# cbStartCaptureAutomatically.Text
source: Start scrolling capture immediately after capture region selection
es_mx: Iniciar captura de desplazamiento justo después de seleccionar captura de región
fr: Commencer la capture avec défilements immédiatement après la sélection de la région à capturer
id_id: Mulai pengambilan bergulir segera setelah mengambil area pilihan
ja_jp: 領域選択後すぐにスクロール キャプチャーを開始する
pt_br: Iniciar captura rolante imediatamente após a seleção da região de captura
ru: Начать захват с прокруткой сразу после выбора области
uk: Почати захоплення прокручування відразу після вибору області захоплення
vi_vn: Bắt đầu chụp khi cuộn trang ngay sau khi chọn vùng
zh_cn: 捕捉区域选择后立即开始滚动捕捉
zh_tw: 選取擷取區域後立即開始捲動擷取

# lblNote.Text
source: Please note that whilst ShareX attempts its best effort to render an accurate scrolling capture it is still not possible for every scrolling content to be captured correctly. Main reasons which can cause issues while combining are movements on screen while capturing e.g. if a web page has animated GIF or having static objects on screen while scrolling e.g. having static menu or buttons on web page which does not change its position but the rest of the web page scrolls.
es_mx: Tome en cuenta que, pese a que ShareX intenta procesar una captura de desplazamiento lo más exacta posible, puede que no todo el contenido sea capturado correctamente. Los movimientos en pantalla son factores que provocan problemas de acoplamiento (ej. cuando una página tiene un GIF animado), o cuando hay elementos estáticos mientras ocurre el desplazamiento (ej. menús o botones en una página que no cambian de posición mientras el resto de la página se desplaza).
fr: Merci de noter que même si ShareX fait de son mieux pour rendre la capture avec défilements précise, il n'est pas possible de capturer correctement tous les contenus avec défilement. Les principales raisons qui peuvent causer des problèmes pendant la combinaison sont des mouvements sur l'écran lors de la capture. Ex: si une page web a des GIF animés ou des objets statiques sur l'écran pendant le défilement (par exemple un menu statique ou des boutons qui ne changent pas leur position alors que le reste de la page Web défile).
id_id: Harap dicatat bahwa sementara ShareX mencoba upaya terbaiknya untuk membuat pengambilan bergulir yg akurat, masih tidak mungkin bagi setiap konten bergulir untuk diambil dgn benar. Alasan utama yg bisa menyebabkan masalah saat menggabungkan adalah gerakan di layar saat mengambil mis. bila halaman web memiliki animasi GIF atau memiliki objek statis di layar saat menggulir, mis. memiliki menu statis atau tombol di halaman web yg tidak berubah posisinya tetapi sisa halaman web yg akan bergulir.
ja_jp: 注意: ShareXは正確なスクロール キャプチャーの描画に最大限の努力をしますが、それでもなおすべてのスクロール内容を完全には再現できません。特に結合時に問題となるものとして、ウェブページにあるアニメーションGIFなどの動きのある物が、スクロール時に問題となるものとして、スクロールで移動しない固定されたメニューやボタンなどがあります。
pt_br: Por favor note que enquanto o ShareX se esforça para renderizar uma captura rolante precisa, ainda não é possível capturar corretamente todo conteúdo rolante. As principais razões que podem causar problemas enquanto as imagens são mescladas são movimentos na tela enquanto estiver capturando (por exemplo, se uma página da web possui um GIF animado ou objetos estáticos (que não mudam de posição) na tela enquanto estiver rolando).
ru: Обратите внимание, что, хотя ShareX и пытается получить наиболее точный захват с прокруткой, до сих пор невозможно правильно захватить все виды контента. Главная причина, которая создает проблемы при объединении, — это движение на экране во время захвата, например, если на странице есть GIF анимация или объекты имеют фиксированное положение при прокрутке (меню или кнопки на веб-странице могут не менять положение во время прокрутки, когда остальная часть страницы прокручивается).
uk: Будь ласка, зауважте що ShareX хоч і намагається виконати захоплення із прокручуванням якнайточніше, проте досі можуть виникати проблеми із певним вмістом. Основною причиною, що може викликати проблеми при обʼєднанні, є рухи на екрані під час захоплення. Наприклад, якщо на екрані є анімовані GIF або фіксовані обʼєкти, що не рухаються під час прокручування (штибу фіксованих меню або кнопок, що не змінюють свого розташування під час прокручування решти вмісту сторінки).
vi_vn: Vui lòng chú ý rằng mặc dù ShareX cố gắng hết sức để hiển thị ra ảnh chụp khi cuộn trang một cách chính xác nhất nhưng mọi nội dung khi cuộn vẫn có thể được chụp không chính xác. Lý do chính gây ra vấn đề khi tiến hành việc chụp cuộn là những chuyển động trên màn hình. Ví dụ: Trang web có ảnh động GIF hoặc khung tĩnh trên màn hình khi đang cuộn (chẳng hạn như thanh menu tĩnh trên cùng hoặc các nút bấm tĩnh không thay đổi vị trí nhưng các thành phần khác của trang web vẫn được cuộn).
zh_cn: 请注意，虽然ShareX尽它最大的努力呈现一个准确的滚动捕捉，但它仍然不可能准确捕捉每一个滚动内容。主要的原因是一边捕捉屏幕上一边又有动作，可能会出现问题，比如滚动时在网页上有GIF动画或屏幕上有固定的物体，又比如有网页上有个静态的菜单或者按钮，它不随网页滚动改变位置，但是网页的其他部分又跟着滚动。
zh_tw: 請注意，雖然 ShareX 會盡可能呈現準確的捲動擷取，但不是每一個捲動內容都能被準確地擷取到。合併時可能出現問題的主要原因包含擷取時畫面中有動態元素（例如網頁中有 GIF 動圖），或捲動時畫面中有靜態元素（例如網頁中有不隨著畫面捲動而改變位置的選單或按鈕）。

# btnCapture.Text
source: Start capture
es_mx: Iniciar captura de desplazamiento
fr: Démarrer la capture avec défilements
id_id: Muali pengambilan bergulir
ja_jp: キャプチャー開始
pt_br: Iniciar captura
ru: Начать захват
uk: Почати захоплення з прокручуванням
vi_vn: Bắt đầu chụp
zh_cn: 开始滚动捕捉
zh_tw: 開始捲動擷取

# tpCapture.Text
source: Capture
es_mx: Capturar
fr: Capturer
id_id: Ambil
ja_jp: キャプチャー
pt_br: Captura
ru: Захват
uk: Захоплення
vi_vn: Chụp
zh_cn: 捕捉
zh_tw: 擷取

# tpOutput.Text
source: Output
es_mx: Resultado
fr: Résultat
ja_jp: 出力
pt_br: Saída
ru: Вывод
uk: Виведення
vi_vn: Đầu ra
zh_cn: 输出
zh_tw: 輸出

# btnResetCombine.Text
source: Reset output options
es_mx: Restablecer opciones de resultado
fr: Réinitialiser les options de résultat
id_id: Atur ulang opsi output
ja_jp: 出力オプションをリセットする
pt_br: Resetar opções de saída
ru: Сбросить настройки вывода
uk: Скинути параметри виведення
vi_vn: Đặt lại thiết lập đầu ra
zh_cn: 重置输出选项
zh_tw: 重設輸出選項

# btnSelectHandle.Text
source: Select window or control to scroll...
es_mx: Seleccionar venta o control para desplazar...
fr: Sélectionner la fenêtre à faire défiler...
id_id: Pilih jendela atau kendali untuk menggulir...
ja_jp: スクロール ウィンドウまたはコントロールを選択...
pt_br: Selecionar janela ou conteúdo para rolar...
ru: Выбрать окно или его элемент для прокрутки...
uk: Виберіть вікно або елемент керування для прокручування...
vi_vn: Chọn cửa sổ hoặc vùng điều khiển để cuộn...
zh_cn: 选择窗口或控件开始滚动捕捉...
zh_tw: 選擇要捲動的視窗或控制項...

# btnSelectRectangle.Text
source: (Optional) Select custom region in window...
es_mx: Seleccionar región personalizada en la ventana (opcional)...
fr: (Optionnel) Sélectionner une région personnalisée dans la fenêtre...
id_id: (Opsional) Pilih area khusus di jendela...
ja_jp: (オプション) ウィンドウ内の独自の領域を選択...
pt_br: (Opcional) Selecionar região personalizada na janela...
ru: (Опционально) Выбрать область внутри окна...
uk: (Необов'язково) Вибрати область у вікні...
vi_vn: (Tùy chọn) Chọn vùng tự tạo trong cửa sổ...
zh_cn: （可选）选择窗口中自定义区域...
zh_tw: （可選）在視窗中選擇自訂區域...

# lblProcessing.Text
source: Processing...
es_mx: Procesando...
fr: Traitement en cours ...
id_id: Memproses...
ja_jp: 処理しています...
pt_br: Processando...
ru: Обработка...
uk: Обробка...
vi_vn: Đang xử lý...
zh_cn: 处理中...
zh_tw: 處理中...

# lblScrollDelay.Text
source: Scroll delay:
es_mx: Aplazar desplazamiento:
fr: Délai des défilements:
id_id: Tunda guliran:
ja_jp: スクロール実行間隔 (ミリ秒):
pt_br: Atraso de rolagem:
ru: Задержка прокрутки:
uk: Затримка прокручування:
vi_vn: Độ trễ cuộn:
zh_cn: 滚动延迟：
zh_tw: 捲動延遲：

# lblScrollMethod.Text
source: Scroll method:
es_mx: Método de desplazamiento:
fr: Méthode de défilement:
id_id: Metode guliran:
ja_jp: スクロール方法:
pt_br: Método de rolagem:
ru: Метод прокрутки:
uk: Метод прокручування:
vi_vn: Phương thức cuộn:
zh_cn: 滚动方式：
zh_tw: 捲動方式：

# lblStartDelay.Text
source: Start delay:
es_mx: Aplazar inicio:
fr: Départ différé:
id_id: Mulai tunda:
ja_jp: 開始までの待ち時間 (ミリ秒):
pt_br: Atraso inicial:
ru: Задержка перед началом:
uk: Затримка початку:
vi_vn: Bắt đầu sau:
zh_cn: 开始延迟：
zh_tw: 開始延遲：

# lblMaximumScrollCount.Text
source: Maximum scroll count:
es_mx: Número máximo de desplazamiento:
fr: Nombre maximum de défilements:
id_id: Jumlah guliran maksimum:
ja_jp: 最大スクロール回数:
pt_br: Número máximo de rolagens:
ru: Макс. прокруток:
uk: Макс. прокручувань:
vi_vn: Số lần cuộn tối đa:
zh_cn: 最大滚动次数：
zh_tw: 最大捲動次數：

# cbStartSelectionAutomatically.Text
source: Automatically start selecting capture region before opening this window
es_mx: Iniciar la selección para la captura de región antes de abrir esta ventana
fr: Démarrer la sélection de la région à capture avant d'ouvrir cette fenêtre
id_id: Mulai memilih area pengambilan sebelum membuka jendela ini
ja_jp: このウィンドウを開く前に自動でキャプチャー領域選択を開始する
pt_br: Iniciar seleção da região de captura automaticamente antes de abrir esta janela
ru: Автоматически начинать выбор региона перед открытием этого окна
uk: Починати вибір області захоплення перед відкриттям цього вікна
vi_vn: Tự động bắt đầu chọn vùng chụp trước khi mở cửa sổ này
zh_cn: 打开这个窗口之前开始捕捉选中区域
zh_tw: 在開啟此視窗之前開始選取擷取區域

# chkAutoUpload.Text
source: Automatically upload/save depending on after capture settings and close
fr: Mettre en ligne/enregistrer en fonction des paramètres 'Après la capture'
ja_jp: キャプチャー後の設定にしたがい、アップロード/保存を実行する
ru: Автоматически загружать/сохранять в соответствии с настройками задач после захвата и закрывать это окно
vi_vn: Tự động tải lên/lưu lại tùy thuộc vào thiết lập sau khi chụp ảnh và đóng lại
zh_cn: 上传/保存依赖于捕捉后设置

# cbAutoDetectScrollEnd.Text
source: Automatically detect scroll end
es_mx: Detectar final de desplazamiento
fr: Détecter la fin du défilement
id_id: Deteksi ujung guliran
ja_jp: スクロールの終了を自動で検知する
pt_br: Detectar automaticamente o fim da rolagem
ru: Автоматически обнаруживать конец прокрутки
uk: Виявляти завершення прокручування
vi_vn: Tự động xác định việc cuộn trang kết thúc
zh_cn: 检测滚动结束
zh_tw: 偵測捲動結束

# cbRemoveDuplicates.Text
source: Remove duplicate images
es_mx: Eliminar imágenes duplicadas
fr: Supprimer les images en double
id_id: Buang gambar yang duplikat
ja_jp: 重複画像を削除する
pt_br: Remover imagens iguais
ru: Удалять дубликаты изображений
uk: Вилучити дублікати зображень
vi_vn: Xóa các ảnh trùng lặp
zh_cn: 删除重复的图像
zh_tw: 移除重複的圖片

# cbScrollTopBeforeCapture.Text
source: Attempt scrolling to the top before capture
ru: Прокручивать до верха перед захватом
vi_vn: Cuộn tới đầu trang trước khi chụp

# cbAutoCombine.Text
source: Automatically guess offsets and combine after capture
es_mx: Determinar desfase entre imágenes y acoplar
fr: Deviner automatiquement les décalages et combiner les images
id_id: Tebak offset dan gabungkan gambar
ja_jp: キャプチャー後自動でオフセットを推測して結合する
pt_br: Adivinhar offsets automaticamente e mesclá-los após a captura
ru: Автоматически угадать сдвиг и объединить после захвата
uk: Виявляти зсуви та обʼєднати забраження
vi_vn: Tự động đoán offset và gộp sau khi chụp
zh_cn: 猜测偏移并合并图像
zh_tw: 猜測偏移量並合併圖片

# btnStartTask.Text
source: Upload/save depending on after capture settings
es_mx: Subir o guardar, según la configuración de después de capturar
fr: Mettre en ligne/enregistrer en fonction des paramètres "Après la capture"
id_id: Unggah/simpan tergantung pada pengaturan setelah pengambilan
ja_jp: キャプチャー後の設定にしたがい、アップロード/保存を実行する
pt_br: Enviar/salvar depenendo das configurações pós-captura
ru: Загрузить/сохранить в соответствии с настройками задач после захвата
uk: Вивантажити/зберегти в залежності від налаштувань дій після захоплення
vi_vn: Tải lên/lưu lại tùy thuộc vào tùy chỉnh sau khi tải lên
zh_cn: 上传/保存依赖于捕捉后设置
zh_tw: 根據擷取後設定上傳/儲存

# btnGuessEdges.Text
source: Guess edge values to trim
es_mx: Determinar límites de margen y recortar
fr: Deviner les valeurs des contours à ajuster
id_id: Tebak nilai tepi untuk dipangkas
ja_jp: 周囲のトリミング量を推測する
pt_br: Adivinhar valores das bordas para apará-las
ru: Угадать размеры отрезаемых краев
uk: Визначати розміри країв для обрізання
vi_vn: Tự phỏng đoán giá trị cạnh để cắt
zh_cn: 猜测边缘值修剪
zh_tw: 猜測應修剪的邊緣值

# btnGuessCombineAdjustments.Text
source: Guess combine adjustments & combine
es_mx: Determinar ajustes necesarios y acoplar
fr: Deviner les ajustement des combinaisons et combiner
id_id: Tebak penyesuaian gabungan dan gabungkan
ja_jp: 結合の調整量を推測して結合する
pt_br: Adivinhar ajustes de combinação & combinar
ru: Угадать регулировки объединения и объединить
uk: Виявляти коригування обʼєднання та обʼєднати
vi_vn: Tự kết hợp các điều chỉnh
zh_cn: 猜测合并调整并合并
zh_tw: 猜測合併調整並合併

# gbCombineAdjustments.Text
source: Combine adjustments
es_mx: Configuración de acoplamiento
fr: Ajuster les combinaisons
id_id: Gabungkan penyesuaian
ja_jp: 結合の調整
pt_br: Mesclar ajustes
ru: Регулировки объединения
uk: Коригування обʼєднання
vi_vn: Kết hợp các điều chỉnh
zh_cn: 合并调整
zh_tw: 合併調整

# gbImages.Text
source: Images
es_mx: Imágenes
id_id: Gambar
ja_jp: 画像
pt_br: Imagens
ru: Изображения
uk: Зображення
vi_vn: Ảnh
zh_cn: 图像
zh_tw: 圖片

# lblImageCount.Text
source: Image count:
es_mx: Número de imágenes:
fr: Nombre d'images:
id_id: Jumlah gambar:
ja_jp: 画像数:
pt_br: Número de imagens:
ru: Количество:
uk: Кількість:
vi_vn: Số lượng ảnh:
zh_cn: 图像数：
zh_tw: 圖片數量：

# lblIgnoreLast.Text
source: Remove last:
es_mx: Eliminar última:
fr: Supprimer les dernières:
id_id: Buang terakhir:
ja_jp: 最後を削除:
pt_br: Remover última:
ru: Удалить последних:
uk: Вилучити останні:
vi_vn: Xóa lần cuối:
zh_cn: 删除最后：
zh_tw: 移除最後：

# lblCombineVertical.Text
source: Vertical:
id_id: Vertikal:
ja_jp: 縦 (px):
ru: Вертикаль:
uk: Вертикаль:
vi_vn: Dọc:
zh_cn: 垂直:
zh_tw: 垂直：

# lblCombineLastVertical.Text
source: Last vertical:
es_mx: Última vertical:
fr: Dernière image:
id_id: Vertikal terakhir:
ja_jp: 最後の縦 (px):
pt_br: Última vertical:
ru: Последняя верт.:
uk: Остання верт.:
vi_vn: Hàng dọc cuối:
zh_cn: 最后垂直:
zh_tw: 最後垂直：

# gbTrimEdges.Text
source: Trim edges
es_mx: Recortar bordes
fr: Ajuster les contours:
id_id: Pangkas tepi
ja_jp: 周囲をトリミング
pt_br: Aparar bordas
ru: Обрезать края
uk: Обрізати краї
vi_vn: Cắt các cạnh
zh_cn: 边缘修剪
zh_tw: 修剪邊緣

# lblTrimBottom.Text
source: Bottom:
es_mx: Inferior:
fr: Bas:
id_id: Bawah:
ja_jp: 下:
pt_br: Inferior:
ru: Снизу:
uk: Знизу:
vi_vn: Dưới:
zh_cn: 底部:
zh_tw: 底部：

# lblTrimLeft.Text
source: Left:
es_mx: Izquierda:
fr: Gauche:
id_id: Kiri:
ja_jp: 左:
pt_br: Esquerda:
ru: Слева:
uk: Зліва:
vi_vn: Trái:
zh_cn: 左:
zh_tw: 左：

# lblTrimRight.Text
source: Right:
es_mx: Derecha:
fr: Droite:
id_id: Kanan:
ja_jp: 右:
pt_br: Direita:
ru: Справа:
uk: Справа:
vi_vn: Phải:
zh_cn: 右:
zh_tw: 右：

# lblTrimTop.Text
source: Top:
es_mx: Superior:
fr: Haut:
id_id: Atas:
ja_jp: 上:
pt_br: Superior:
ru: Сверху:
uk: Вгорі:
vi_vn: Trên:
zh_cn: 顶部:
zh_tw: 頂端：
